export const chapter31Tests = [
    {
        "id": 1,
        "name": "Test 1",
        "questions": [
            {
                "id": 1,
                "question": "'પ્રતિદિન' શબ્દનો સમાસ પ્રકાર ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "અવયયીભાવ",
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ"
                ],
                "answer": "અવયયીભાવ"
            },
            {
                "id": 2,
                "question": "'હૃદયસ્થ' - સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "બહુવ્રીહિ સમાસ",
                    "ઉપપદ સમાસ",
                    "મધ્યમપદલોપી સમાસ",
                    "તત્પુરુષ સમાસ"
                ],
                "answer": "બહુવ્રીહિ સમાસ"
            },
            {
                "id": 3,
                "question": "નીચે આપેલા સમાસમાંથી મધ્યમપદલોપી સમાસ અલગ તારવો.",
                "options": [
                    "અમરવેલ",
                    "ભજન",
                    "પૂરણપોળી",
                    "સર્વજ્ઞ"
                ],
                "answer": "પૂરણપોળી"
            },
            {
                "id": 4,
                "question": "દ્વિગુ સમાસને ઓળખી બતાવો.",
                "options": [
                    "બેત્રણ",
                    "નવરાત્રિ",
                    "ગોપાળ",
                    "ઘનશ્યામ"
                ],
                "answer": "નવરાત્રિ"
            },
            {
                "id": 5,
                "question": "સમાસ ઓળખાવો - આનંદસ્વપ્ન",
                "options": [
                    "ઉપમા",
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 6,
                "question": "નીચેના સામાસિક શબ્દોમાંથી કયું એક કર્મધારય સમાસનું ઉદાહરણ છે?",
                "options": [
                    "યથાશક્તિ",
                    "પૂર્વજ",
                    "નવરાત્રિ",
                    "દેહલતા"
                ],
                "answer": "દેહલતા"
            },
            {
                "id": 7,
                "question": "ધારાસભામાં બૉમ્બ ફેંકવામાં આવ્યો - રેખાંકિત સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 8,
                "question": "કલ્પવૃક્ષ જો કેરી ખાય, તેનો ચોર પેદા ન થાય - રેખાંકિત પદનો સમાસ ઓળખાવો.",
                "options": [
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 9,
                "question": "'દયાપાત્ર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 10,
                "question": "'તીર્થોત્તમ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 2,
        "name": "Test 2",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી કયો સમાસ 'ઉપપદ' નથી?",
                "options": [
                    "પાણીકળો",
                    "ભયંકર",
                    "સર્વજ્ઞ",
                    "નવપલ્લવ"
                ],
                "answer": "નવપલ્લવ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી કયો સમાસ કર્મધારય છે?",
                "options": [
                    "ઘનશ્યામ",
                    "દીવાદાંડી",
                    "જીવનયાત્રા",
                    "નંદકુંવર"
                ],
                "answer": "ઘનશ્યામ"
            },
            {
                "id": 3,
                "question": "સમાસ ઓળખાવો - શુચિસ્મિતા",
                "options": [
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 4,
                "question": "નીલકમલ કયો સમાસ છે?",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 5,
                "question": "સમાસ ઓળખાવો - ધારાસભા",
                "options": [
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 6,
                "question": "સમાસ ઓળખાવો : દશાનન",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 7,
                "question": "સમાસ ઓળખાવો : સત્યવાદી",
                "options": [
                    "બહુવ્રીહિ સમાસ",
                    "તત્પુરુષ સમાસ",
                    "ઉપપદ",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 8,
                "question": "સમાસ ઓળખાવો : 'ગાજવીજ'",
                "options": [
                    "દ્વિગુ",
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 9,
                "question": "સમાસ ઓળખાવો : 'મહાવીર'",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "કર્મધારય સમાસ",
                    "ઉપપદ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "સમાસનો પ્રકાર જણાવો : અષ્ટાંગ",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "ઉપપદ",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વિગુ"
            }
        ]
    },
    {
        "id": 3,
        "name": "Test 3",
        "questions": [
            {
                "id": 1,
                "question": "પ્રીતમસાગર કયો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી કયું જોડકું સાચું છે?",
                "options": [
                    "નિગમઅગમ – દ્વન્દ્વ",
                    "જીવનપ્રીતિ – બહુવ્રીહિ",
                    "કદરદાન – તત્પુરુષ",
                    "ધરંધર – કર્મધારય"
                ],
                "answer": "નિગમઅગમ – દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી કયો સમાસ 'ઉપપદ' નથી?",
                "options": [
                    "પાણીકળો",
                    "ભયંકર",
                    "ગોપાળ",
                    "ઘનશ્યામ"
                ],
                "answer": "ઘનશ્યામ"
            },
            {
                "id": 4,
                "question": "'માતાપિતા' સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "કર્મધારય સમાસ",
                    "ઉપપદ",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "દ્વન્દ્વ સમાસ"
            },
            {
                "id": 5,
                "question": "'માનવસેવા' સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "કર્મધારય સમાસ",
                    "ઉપપદ",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "તત્પુરુષ સમાસ"
            },
            {
                "id": 6,
                "question": "'યથાશક્તિ' શબ્દમાં કયો સમાસ રહેલો છે?",
                "options": [
                    "દ્વિગુ સમાસ",
                    "તત્પુરુષ સમાસ",
                    "અવ્યયીભાવ સમાસ",
                    "ઉપપદ સમાસ"
                ],
                "answer": "અવ્યયીભાવ સમાસ"
            },
            {
                "id": 7,
                "question": "'મહાદેવ' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "દ્વન્દ્વ સમાસ",
                    "કર્મધારય સમાસ",
                    "મધ્યમપદલોપી સમાસ",
                    "બહુવ્રીહિ સમાસ"
                ],
                "answer": "કર્મધારય સમાસ"
            },
            {
                "id": 8,
                "question": "'આરામખુરશી' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 9,
                "question": "‘પરમેશ્વર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ સમાસ",
                    "કર્મધારય સમાસ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય સમાસ"
            },
            {
                "id": 10,
                "question": "કહીંથી વળગી વિનાશકર આંધળી આ બલા! - રેખાંકિત સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ સમાસ",
                    "તત્પુરુષ સમાસ",
                    "ઉપપદ",
                    "કર્મધારય"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 4,
        "name": "Test 4",
        "questions": [
            {
                "id": 1,
                "question": "‘ચરણસ્પર્શ' સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "દ્વન્દ્વ સમાસ",
                    "બહુવ્રીહિ સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "તત્પુરુષ સમાસ"
            },
            {
                "id": 2,
                "question": "'સુખદુ:ખ' સામાસિક શબ્દમાં કયો સમાસ રહેલો છે?",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "દ્વન્દ્વ સમાસ",
                    "કર્મધારય સમાસ",
                    "ઉપપદ સમાસ"
                ],
                "answer": "દ્વન્દ્વ સમાસ"
            },
            {
                "id": 3,
                "question": "સમાસ ઓળખાવો : 'સત્યાગ્રહ'",
                "options": [
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "ઉપપદ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 4,
                "question": "સોયદોરો - શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "દ્વન્દ્વ સમાસ (નોંધ: વિકલ્પોમાં પુનરાવર્તન છે)"
                ],
                "answer": "દ્વન્દ્વ સમાસ (નોંધ: વિકલ્પોમાં પુનરાવર્તન છે)"
            },
            {
                "id": 5,
                "question": "‘કણેકણ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "અવ્યયીભાવ",
                    "ઉપપદ"
                ],
                "answer": "અવ્યયીભાવ"
            },
            {
                "id": 6,
                "question": "સમાસ ઓળખાવો : હિન્દવાસી",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી",
                    "દ્વિગુ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 7,
                "question": "સમાસ ઓળખાવો : 'કમલાક્ષી'",
                "options": [
                    "દ્વન્દ્વ",
                    "દ્વિગુ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 8,
                "question": "સમાસ : પૂર્વજ",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વિગુ",
                    "ઉપપદ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 9,
                "question": "‘મયૂરવાહિની' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "ઉપપદ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 10,
                "question": "‘ચિંતામાંથી મુક્ત' - આ વિગ્રહ કયો સમાસ દર્શાવે છે?",
                "options": [
                    "અપાદાન તત્પુરુષ",
                    "સંપ્રદાન તત્પુરુષ",
                    "સંબંધ તત્પુરુષ",
                    "અધિકરણ તત્પુરુષ"
                ],
                "answer": "અધિકરણ તત્પુરુષ"
            }
        ]
    },
    {
        "id": 5,
        "name": "Test 5",
        "questions": [
            {
                "id": 1,
                "question": "'શશીમુખ' સમાસનો કયો વિગ્રહ સાચો છે?",
                "options": [
                    "શશી એ જ મુખ",
                    "શશીનું મુખ",
                    "શશી જેવું મુખ",
                    "શશી એટલે મુખ"
                ],
                "answer": "શશી જેવું મુખ"
            },
            {
                "id": 2,
                "question": "સમાસ ઓળખાવો: સર્વજ્ઞ",
                "options": [
                    "તત્પુરુષ",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "દ્વન્દ્વ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 3,
                "question": "જે સમાસમાં પૂર્વપદ અને ઉત્તરપદ વિભક્તિના પ્રત્યયથી જોડાય તે કયો સમાસ બને છે?",
                "options": [
                    "કર્મધારય સમાસ",
                    "તત્પુરુષ સમાસ",
                    "બહુવ્રીહિ સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "તત્પુરુષ સમાસ"
            },
            {
                "id": 4,
                "question": "'અહર્નિશ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "બહુવ્રીહિ સમાસ",
                    "મધ્યમપદલોપી સમાસ",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "દ્વન્દ્વ સમાસ"
            },
            {
                "id": 5,
                "question": "સમાસ ઓળખાવો : 'મહેશ્વર'",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "ઉપપદ",
                    "તત્પુરુષ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 6,
                "question": "સમાસ ઓળખાવોઃ 'ચતુષ્કોણ'",
                "options": [
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ",
                    "દ્વિગુ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 7,
                "question": "નીચે આપેલા સમાસ અને તેના પ્રકારમાંથી કયો વિકલ્પ ખોટો છે?",
                "options": [
                    "અંજળપાણી – તત્પુરુષ",
                    "આગગાડી – મધ્યમપદલોપી",
                    "સ્થિતપ્રજ્ઞ – બહુવ્રીહિ",
                    "પ્રીતમ સાગર – કર્મધારય"
                ],
                "answer": "અંજળપાણી – તત્પુરુષ"
            },
            {
                "id": 8,
                "question": "કયો શબ્દ કર્મધારય સમાસ દર્શાવે છે?",
                "options": [
                    "જ્ઞાનમાત્ર",
                    "તત્પુરુષ",
                    "નીરજ",
                    "આવકવેરો"
                ],
                "answer": "જ્ઞાનમાત્ર"
            },
            {
                "id": 9,
                "question": "‘ઘડોલાડવો' શબ્દનો સમાસ કયો છે?",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 10,
                "question": "‘બળદગાડી' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 6,
        "name": "Test 6",
        "questions": [
            {
                "id": 1,
                "question": "‘વધસ્તંભ' કયો સમાસ છે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 2,
                "question": "ગર્ભશ્રીમંત - સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 3,
                "question": "‘ત્રિલોક' સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 4,
                "question": "'લાભાલાભ' કયો સમાસ છે?",
                "options": [
                    "સમાહાર દ્વન્દ્વ",
                    "વૈકલ્પિક દ્વન્દ્ર",
                    "ઈતરેતર દ્વન્દ્વ",
                    "એકપણ નહિ"
                ],
                "answer": "વૈકલ્પિક દ્વન્દ્ર"
            },
            {
                "id": 5,
                "question": "'પાયદળ' સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "કર્મધારય"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 6,
                "question": "‘ભારતદેશ' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "કર્મધારય",
                    "દ્વિગુ",
                    "બહુવ્રીહિ",
                    "કર્મધારય (વિકલ્પ રીપીટ)"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી કયો સમાસ ઉપપદ સમાસ નથી?",
                "options": [
                    "તટસ્થ",
                    "દ્વિગુ",
                    "આરોગ્યપ્રદ",
                    "અનુજ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 8,
                "question": "સમાસ ઓળખાવો - ‘ગૃહસ્થ’",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી કયો સમાસ 'તત્પુરુષ' છે?",
                "options": [
                    "મરણશરણ",
                    "પરગામ",
                    "શાંતિકર",
                    "ટપાલપેટી"
                ],
                "answer": "મરણશરણ"
            },
            {
                "id": 10,
                "question": "'હાથચાલાકી' કયો સમાસ છે?",
                "options": [
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 7,
        "name": "Test 7",
        "questions": [
            {
                "id": 1,
                "question": "સમાસ ઓળખાવો : 'પરમમિત્ર'",
                "options": [
                    "દ્વિગુ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "સમાસ ઓળખાવો : 'માતૃભક્ત'",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "દ્વિગુ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 3,
                "question": "‘દીર્ઘદ્રષ્ટિ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 4,
                "question": "સમાસ ઓળખાવો : મોહાંધ",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "પતિ મરી ગયો હોય તે વિધવા - રેખાંકિત પદનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "ઉપપદ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "‘દાદાજીએ પોતાના જીવનના ખટમીઠા પ્રસંગો અમને કહ્યા' - રેખાંકિત શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "દ્વિગુ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 7,
                "question": "નીચે આપેલા સામાસિક શબ્દોને અને તેના સમાસોનાં જોડકાંમાં કયો વિકલ્પ ખોટો છે?",
                "options": [
                    "દિક્કાલ – તત્પુરુષ",
                    "દુઃખવિયોગ – મધ્યમપદલોપી",
                    "ત્રિકાલ – બહુવ્રીહિ",
                    "મહાવ્રત – કર્મધારય"
                ],
                "answer": "દુઃખવિયોગ – મધ્યમપદલોપી"
            },
            {
                "id": 8,
                "question": "નીચે આપેલા સામાસિક શબ્દો અને તેના સમાસોનાં જોડકાંમાં કયો વિકલ્પ ખોટો છે?",
                "options": [
                    "જકાતનાકું – મધ્યમપદલોપી",
                    "સોનામહોર – દ્વન્દ્વ",
                    "ગૌરવપ્રદ – ઉપપદ",
                    "મહાસિદ્ધિ – કર્મધારય"
                ],
                "answer": "સોનામહોર – દ્વન્દ્વ"
            },
            {
                "id": 9,
                "question": "બહુવ્રીહિ સમાસનું કયું ઉદાહરણ સાચું નથી, તે જણાવો.",
                "options": [
                    "મયૂરવાહિની",
                    "નમાયાં",
                    "દીર્ઘદષ્ટિ",
                    "ક્ષુધાતુર"
                ],
                "answer": "ક્ષુધાતુર"
            },
            {
                "id": 10,
                "question": "શબ્દ અને સમાસને યોગ્ય રીતે ગોઠવો.",
                "options": [
                    "નિર્ધન",
                    "દેશપ્રેમ",
                    "લાભાલાભ",
                    "નટવર"
                ],
                "answer": "દેશપ્રેમ"
            }
        ]
    },
    {
        "id": 8,
        "name": "Test 8",
        "questions": [
            {
                "id": 1,
                "question": "મને એ ચક્ષુમાં પ્રભુ! જગત તીર્થોત્તમ મળ્યું - લીટી દોરેલા શબ્દના સમાસનો પ્રકાર ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "નીચેનાં વાક્યમાંથી લીટી દોરેલા શબ્દનો સમાસ ઓળખાવો. નરસિંહ મહેતાએ શ્રીકૃષ્ણની ભક્તિ મનવચનકર્મથી કરી.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "અવ્યયી ભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "સમાસનો પ્રકાર લખો: પરમેશ્વર.",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 4,
                "question": "સમાસનો પ્રકાર લખો : માબાપ",
                "options": [
                    "દ્વન્દ્વ",
                    "દ્વિગુ",
                    "બહુવ્રીહિ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 5,
                "question": "સમાસનો પ્રકાર સૂચવોઃ ત્રિશૂળપાણિ",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "'દોઢડાહ્યું' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "દ્વન્દ્વ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 7,
                "question": "‘ગંગાધર' સમાસનો પ્રકાર કયો?",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 8,
                "question": "સમાસ ઓળખાવો: ‘સિંહાસન'",
                "options": [
                    "દ્વન્દ્વ સમાસ",
                    "તત્પુરુષ સમાસ",
                    "ઉપપદ સમાસ",
                    "મધ્યમપદલોપી સમાસ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 9,
                "question": "સમાસ ઓળખાવો : સીતારામ",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 10,
                "question": "સમાસ ઓળખાવો : રાતવાસો",
                "options": [
                    "દ્વિગુ",
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 9,
        "name": "Test 9",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી કયો દ્વન્દ્વ સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "ઈતરેતર દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 2,
                "question": "નીચે આપેલ વિકલ્પોમાંથી કયા વિકલ્પનો સમાસ દ્વિગુ છે?",
                "options": [
                    "વસુધા",
                    "ત્રિલોક",
                    "પ્રત્યક્ષ",
                    "ભયંકર"
                ],
                "answer": "ત્રિલોક"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી બહુવ્રીહિ સમાસ ઓળખાવો.",
                "options": [
                    "સુકેશ",
                    "સુકેશી",
                    "કલ્પવૃક્ષ",
                    "મહાદેવ"
                ],
                "answer": "કલ્પવૃક્ષ"
            },
            {
                "id": 4,
                "question": "‘પરીમુલક' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "સમાસનો પ્રકાર લખો : મહાબાહુ",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "દ્વિગુ",
                    "બહુવ્રીહિ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 6,
                "question": "સમાસનો પ્રકાર લખો : અષ્ટાંગ",
                "options": [
                    "ઉપપદ",
                    "દ્વિગુ",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી કયો દ્વન્દ્વ સમાસ છે?",
                "options": [
                    "દેશપ્રેમ",
                    "ઈશ્વરાધીન",
                    "શાકભાજી",
                    "નટવર"
                ],
                "answer": "શાકભાજી"
            },
            {
                "id": 8,
                "question": "‘ખટમીઠાં' શબ્દનો સમાસ નીચેનામાંથી કયો છે?",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "ઉપપદ (ફરીથી)",
                    "દ્વન્દ્વ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 9,
                "question": "જીવન-સુંદરી શબ્દનો સમાસ દર્શાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "કર્મધારય"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી ‘નિર્ભય' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ"
                ],
                "answer": "બહુવ્રીહિ"
            }
        ]
    },
    {
        "id": 10,
        "name": "Test 10",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી કયો સમાસ દ્વન્દ્વ નથી?",
                "options": [
                    "સાચેસાચું",
                    "કલ્પનાતીત",
                    "રામલક્ષ્મણ",
                    "ઉઠવાબેસવા"
                ],
                "answer": "કલ્પનાતીત"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી કયો શબ્દ કર્મધારય સમાસ છે?",
                "options": [
                    "ખાધું-પીધું",
                    "પૃથ્વી",
                    "મનહર",
                    "પીતાંબર"
                ],
                "answer": "પીતાંબર"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી કયો શબ્દ દ્વન્દ્વ સમાસ છે?",
                "options": [
                    "શિખરિણી",
                    "મોગરો",
                    "રાતદિવસ",
                    "વિશેષણ"
                ],
                "answer": "રાતદિવસ"
            },
            {
                "id": 4,
                "question": "'દાણોપાણી' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "દ્વન્દ્વ સમાસ",
                    "કર્મધારય સમાસ",
                    "મધ્યમપદલોપી સમાસ"
                ],
                "answer": "દ્વન્દ્વ સમાસ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી કયો સમાસ એકપદપ્રધાન નથી?",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 6,
                "question": "અંજળ કયો સમાસ છે?",
                "options": [
                    "દ્વિગુ",
                    "અવ્યયીભાવ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 7,
                "question": "વિરુદ્ધાર્થી શબ્દ આપો: વિગ્રહ",
                "options": [
                    "ગ્રહ",
                    "યુદ્ધ",
                    "સમાસ",
                    "લડાઈ"
                ],
                "answer": "સમાસ"
            },
            {
                "id": 8,
                "question": "'વીજળીવેગે' – સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "કર્મધારય"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "‘મહત્ત્વાકાંક્ષા' - સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 10,
                "question": "‘માથાબોળ' સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 11,
        "name": "Test 11",
        "questions": [
            {
                "id": 1,
                "question": "'નખશિખ' સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "કર્મધારય",
                    "દ્વિગુ",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 2,
                "question": "'કૃતાર્થ' કયો પ્રકારનો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 3,
                "question": "'ગર્ભશ્રીમંત' - સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 4,
                "question": "સમાસનો પ્રકાર લખો : પંચાંગ",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "દ્વિગુ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 5,
                "question": "નીચે દર્શાવેલા સામાસિક શબ્દ માટેનો યોગ્ય સમાસ કયો છે? - “શાળોપયોગી”",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "તૃતીયા તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 6,
                "question": "'આગગાડી' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય સમાસ",
                    "તત્પુરુષ સમાસ",
                    "દ્વન્દ્વ સમાસ",
                    "મધ્યમપદલોપી સમાસ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 7,
                "question": "‘નિગમઅગમ'નો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "ઉપપદ સમાસ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 8,
                "question": "‘નળદમયંતી'નો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ સમાસ",
                    "દ્વન્દ્વ સમાસ",
                    "ઉપપદ સમાસ",
                    "કર્મધારય સમાસ"
                ],
                "answer": "દ્વન્દ્વ સમાસ"
            },
            {
                "id": 9,
                "question": "સમાસ ઓળખાવો : 'ગાજવીજ'",
                "options": [
                    "કર્મધારય",
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી કયો સમાસ દ્વન્દ્વ સમાસ નથી?",
                "options": [
                    "માબાપ",
                    "છાણવાસીદું",
                    "તોપબંદૂક",
                    "પંચદેવ"
                ],
                "answer": "પંચદેવ"
            }
        ]
    },
    {
        "id": 12,
        "name": "Test 12",
        "questions": [
            {
                "id": 1,
                "question": "સંસારસાગર - શબ્દ કયો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "કયું જોડકું ખોટું છે?",
                "options": [
                    "મહાસિદ્ધિ-કર્મધારય",
                    "જકાતનાકું–મધ્યમપદલોપી",
                    "સોનામહોર-દ્વન્દ્વ",
                    "ગૌરવપ્રદ-ઉપપદ"
                ],
                "answer": "સોનામહોર-દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "નીચે આપેલા તત્પુરુષ સમાસોમાંથી કર્મ તત્પુરુષ કયો છે?",
                "options": [
                    "કૃષ્ણાશ્રિત",
                    "ઈશ્વરાધીન",
                    "ચોરભય",
                    "માતૃસંદેશ"
                ],
                "answer": "ઈશ્વરાધીન"
            },
            {
                "id": 4,
                "question": "નીચેનાનો સમાસ ઓળખી બતાવો : 'ટેબલ'",
                "options": [
                    "સમાસ નથી",
                    "અવ્યયી",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "સમાસ નથી"
            },
            {
                "id": 5,
                "question": "જયભેદ - સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "દ્વિગુ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી ક્યો વિકલ્પ અવ્યયીભાવ સમાસનું ઉદાહરણ છે?",
                "options": [
                    "આજીવન",
                    "રેખાચિત્ર",
                    "મનોહર",
                    "કૃતાર્થ"
                ],
                "answer": "આજીવન"
            },
            {
                "id": 7,
                "question": "'સીતારામ' - સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 8,
                "question": "સમાસનો પ્રકાર લખો : વિદ્યાલય",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "દ્વિગુ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 9,
                "question": "સમાસનો પ્રકાર લખો : ભયંકર",
                "options": [
                    "ઉપપદ",
                    "દ્વિગુ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "હાસ્યબાણ શબ્દમાં કયો સમાસ રહેલો છે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 13,
        "name": "Test 13",
        "questions": [
            {
                "id": 1,
                "question": "'સપ્તાહ' કયો સમાસ છે?",
                "options": [
                    "હિંગુ (દ્વિગુ હોવું જોઈએ)",
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 2,
                "question": "'મનગમતું' - શબ્દ કયો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી મધ્યમપદલોપી સમાસ કયો છે?",
                "options": [
                    "રાતદહાડો",
                    "રક્તપ્રવાહ",
                    "ઘોડાગાડી",
                    "માથાબૂડ"
                ],
                "answer": "ઘોડાગાડી"
            },
            {
                "id": 4,
                "question": "સમાસ ઓળખાવો: દ્વિરેફ",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "દ્વિગુ",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 5,
                "question": "સમાસ ઓળખાવો: 'નીલાંબર'",
                "options": [
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 6,
                "question": "નીચે આપેલા સમાસોને તેમના પ્રકાર અનુસાર સાચી જોડ બનાવતાં યોગ્ય ક્રમ કયો થશે?",
                "options": [],
                "answer": ""
            },
            {
                "id": 7,
                "question": "‘ચોઘડિયું' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "તત્પુરુષ",
                    "અવ્યયી",
                    "દ્વિગુ",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 8,
                "question": "'ઘરજમાઈ' સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 9,
                "question": "સમાસ ઓળખાવો : તેજીમંદી",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "ઉપપદ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 10,
                "question": "વૃંદાવન કયો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "ઉપપદ",
                    "અવ્યયીભાવ"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 14,
        "name": "Test 14",
        "questions": [
            {
                "id": 1,
                "question": "‘રીતરિવાજ' કયો સમાસ છે?",
                "options": [
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 2,
                "question": "‘ખગ' કયો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "દ્વિગુ",
                    "તત્પુરુષ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 3,
                "question": "સ્વપક્ષ, સ્વજન અને સ્વભાવ આ ત્રણ કયા પ્રકારના સમાસ છે?",
                "options": [
                    "દ્વિગુ",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 4,
                "question": "ભાષામાં સમાસનું પ્રયોજન",
                "options": [
                    "શબ્દવ્યય અટકાવવા માટે છે.",
                    "શબ્દવિસ્તાર લાવવા માટે છે.",
                    "શબ્દભંડોળ વધારવા માટે છે.",
                    "શબ્દપ્રયોગ કરવા માટે છે."
                ],
                "answer": "શબ્દવ્યય અટકાવવા માટે છે."
            },
            {
                "id": 5,
                "question": "દેશવિદેશના મહાનુભાવો એ વખતે હાજર હતા. પ્રતિષ્ઠિત માતાપિતાનાં સંતાનો સન્માનિત થવાનાં હતાં. ઉપસ્થિત દંપતીઓ પ્રસન્ન હતાં. - રેખાંકિત શબ્દોનો સમાસ જણાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 6,
                "question": "નીતાએ નવરાત્રિમાં નકોરડા ઉપવાસ કર્યા. - રેખાંકિત શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "ઉપપદ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી કર્મધારય સમાસ કયો થાય?",
                "options": [
                    "નિર્ધન",
                    "પુણ્યશ્લોક",
                    "રૂપાંતર",
                    "ચરણરજ"
                ],
                "answer": "રૂપાંતર"
            },
            {
                "id": 8,
                "question": "ખુશમિજાજ - સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "'સેવાપૂજા' - સમાસનો પ્રકાર દર્શાવો.",
                "options": [
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 10,
                "question": "'ઈશ્વરાધીન'માં કયો સમાસ છે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "કર્મધારય"
                ],
                "answer": "તત્પુરુષ"
            }
        ]
    },
    {
        "id": 15,
        "name": "Test 15",
        "questions": [
            {
                "id": 1,
                "question": "નીચેના શબ્દો કયા સમાસના ઉદાહરણો છે?",
                "options": [
                    "દ્વંદ્વ સમાસ",
                    "કર્મધારય સમાસ",
                    "તત્પુરુષ સમાસ",
                    "એકપણ નહિ"
                ],
                "answer": "દ્વંદ્વ સમાસ"
            },
            {
                "id": 2,
                "question": "નીચેના શબ્દો કયા સમાસના છે?",
                "options": [
                    "દ્વંદ્વ સમાસ",
                    "કર્મધારય સમાસ",
                    "મધ્યમપદલોપી સમાસ",
                    "એકપણ નહિ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 3,
                "question": "નીચેના શબ્દો પૈકી કયા શબ્દો કર્મધારય સમાસના છે?",
                "options": [
                    "મહાભારત",
                    "પંચદેવ",
                    "મંગલસૂત્ર",
                    "જીવન પ્રસંગ"
                ],
                "answer": "મહાભારત"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી ઉપપદ સમાસ કયો છે?",
                "options": [
                    "પંકજ",
                    "માનવકૃતિ",
                    "ભૂતકાળ",
                    "ઘરપ્રવેશ"
                ],
                "answer": "પંકજ"
            },
            {
                "id": 5,
                "question": "‘ત્રિશૂલ' શબ્દ કયા સમાસનો છે?",
                "options": [
                    "ઉપપદ",
                    "દ્વિગુ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી અવયવીભાવ સમાસ કયો છે?",
                "options": [
                    "આજીવન",
                    "નવરંગ",
                    "સર્વજ્ઞ",
                    "વિચારવહેણ"
                ],
                "answer": "આજીવન"
            },
            {
                "id": 7,
                "question": "કયા સમાસનું પ્રથમપદ વિશેષણ દર્શાવે છે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 8,
                "question": "‘મેનકાનું રૂપ જોઈને વિશ્વામિત્ર ઋષિ મંત્રમુગ્ધ થઈ ગયા.' - વાક્યમાં લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વિતીય તત્પુરુષ",
                    "પ્રથમ તત્પુરુષ",
                    "તૃતીય તત્પુરુષ",
                    "ચતુર્થ તત્પુરુષ"
                ],
                "answer": "તૃતીય તત્પુરુષ"
            },
            {
                "id": 9,
                "question": "સમાસ ઓળખાવો: ટપાલપેટી",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "બહુવ્રીહિ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 10,
                "question": "‘શિલાલેખ' કયા પ્રકારનો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "ઉપપદ"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 16,
        "name": "Test 16",
        "questions": [
            {
                "id": 1,
                "question": "‘ઊંચું-નીચું' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 2,
                "question": "મારા માતાના પૂર્વજો ગૌરવપ્રદ જીવન જીવતા હતા.",
                "options": [
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 3,
                "question": "‘નિશદિન' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 4,
                "question": "'ઘોડાગાડી' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 5,
                "question": "'તકસાધુ' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "અવ્યયીભાવ",
                    "ઉપપદ",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 6,
                "question": "‘ચરણકમળ' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 7,
                "question": "“ટપાલપેટી' કયો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી દ્વન્દ્વ સમાસનું કયું ઉદાહરણ સાચું નથી?",
                "options": [
                    "રાધાકૃષ્ણ",
                    "દંપતી",
                    "ઘોડેસવાર",
                    "નવરાત્રિ (અથવા અન્ય અસ્પષ્ટ વિકલ્પ)"
                ],
                "answer": "ઘોડેસવાર"
            },
            {
                "id": 9,
                "question": "સૂર્યમુખીનાં ખેતરો વઢાઈ જાય.... રેખાંકિત સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 10,
                "question": "'પગરખું' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "ઉપપદ"
            }
        ]
    },
    {
        "id": 17,
        "name": "Test 17",
        "questions": [
            {
                "id": 1,
                "question": "સમાસ ઓળખાવો : બપોર",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "ઉપમા",
                    "દ્વિગુ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 2,
                "question": "સમાસ ઓળખાવો : રોચક",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વિગુ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી મધ્યમપદલોપી સમાસનું કયું ઉદાહરણ નથી?",
                "options": [
                    "આગગાડી",
                    "ભજનમંડળી",
                    "સિંહાસન",
                    "રેવાશંકર"
                ],
                "answer": "રેવાશંકર"
            },
            {
                "id": 4,
                "question": "નીચેના શબ્દસમૂહો માટે કયો સામાસિક શબ્દ યોગ્ય નથી?",
                "options": [
                    "ત્રણ કલાકનો રાત - દિવસનો સમય - પ્રહર",
                    "નવી નવી ઇચ્છાઓ થવી – ઉંકરાય",
                    "દુઃખનો પોકાર – આર્તનાદ",
                    "હુંપણાનો ભાવ-સ્વાભિમાન"
                ],
                "answer": "નવી નવી ઇચ્છાઓ થવી – ઉંકરાય"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી કયો સમાસ તત્પુરુષ છે?",
                "options": [
                    "મરણશરણ",
                    "પરગામ",
                    "શાંતિકર",
                    "ટપાલપેટી"
                ],
                "answer": "મરણશરણ"
            },
            {
                "id": 6,
                "question": "‘માનવજીવન' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 7,
                "question": "'રત્નજડિત' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી કયો મધ્યમપદલોપી છે?",
                "options": [
                    "દાળભાત",
                    "અન્નપાણી",
                    "દહીંવડા",
                    "બે-ત્રણ"
                ],
                "answer": "દહીંવડા"
            },
            {
                "id": 9,
                "question": "નીચે દર્શાવેલ જોડકાં યોગ્ય રીતે જોડો.",
                "options": [
                    "ચીજવસ્તુ - 2. દ્વન્દ્વ સમાસ",
                    "રાવણવધ - 5. તત્પુરુષ સમાસ",
                    "શિલાલેખ - 1. મધ્યમપદલોપી સમાસ",
                    "નવરાત્રિ - 3. દ્વિગુ સમાસ"
                ],
                "answer": "ચીજવસ્તુ - 2. દ્વન્દ્વ સમાસ"
            },
            {
                "id": 10,
                "question": "નીચે ઓપેલ શબ્દનો સમાસ ઓળખાવો. પ્રપાતસંગીત",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "તત્પુરુષ"
            }
        ]
    },
    {
        "id": 18,
        "name": "Test 18",
        "questions": [
            {
                "id": 1,
                "question": "નીચે ઓપેલ શબ્દનો સમાસ ઓળખાવો. યથાભક્તિ",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "અવ્યયીભાવ",
                    "દ્વન્દ્વ"
                ],
                "answer": "અવ્યયીભાવ"
            },
            {
                "id": 2,
                "question": "નીચે દર્શાવેલ જોડકાં યોગ્ય રીતે જોડો.",
                "options": [],
                "answer": ""
            },
            {
                "id": 3,
                "question": "નીચે ઓપેલ શબ્દોનો સમાસ ઓળખાવો. અસિત",
                "options": [
                    "તત્પુરૂષ",
                    "અવ્યવીભાવ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 4,
                "question": "નીચે ઓપેલ શબ્દનો સમાસ ઓળખાવો. ‘પંચવટી'",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વિગુ",
                    "ઉપપદ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 5,
                "question": "નીચે ઓપેલ શબ્દનો સમાસ ઓળખાવો. સ્થિતપ્રજ્ઞ",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી સમાસનું ક્યું જોડકું સાચું છે?",
                "options": [
                    "દીવાસળી - તત્પુરુષ",
                    "ચતુર્ભુજ - બહુવ્રીહિ",
                    "ગાયમાતા - દ્વન્દ્વ",
                    "ખટદર્શન - ઉપપદ"
                ],
                "answer": "ચતુર્ભુજ - બહુવ્રીહિ"
            },
            {
                "id": 7,
                "question": "નીચે ઓપેલ શબ્દનો સમાસ ઓળખાવો. આબરૂ",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "અવ્યયીભાવ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 8,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. નરસિંહ",
                "options": [
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. વરદાત્રી",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "દ્વિગુ",
                    "અવ્યયીભાવ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો 'અધખુલી'",
                "options": [
                    "કર્મધારય",
                    "દ્વિગુ",
                    "મધ્યમપદલોપી",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 19,
        "name": "Test 19",
        "questions": [
            {
                "id": 1,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘યશાંકી’",
                "options": [
                    "દ્વન્દ્વ",
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 2,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. દલા તરવાડીએ વાડીને પૂછયું, “લઉં કે રીંગણા દશ બાર ?",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. નરસિંહ મહેતાએ શ્રીકૃષ્ણની ભક્તિ મનવચનકર્મથી કરી.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 4,
                "question": "'રામસીતા' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 5,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘દ્વિજ’",
                "options": [
                    "દ્વિગુ",
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી સમાસનું કયું જોડકું સાચું છે?",
                "options": [
                    "રેલગાડી - તત્પુરુષ",
                    "જીતુમામા - કર્મધારય",
                    "સરસિજ - બહુવ્રીહિ",
                    "નીલકંઠ – અવ્યયીભાવ"
                ],
                "answer": "નીલકંઠ – અવ્યયીભાવ"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી સમાસનું કયું જોડકું સાચું છે?",
                "options": [
                    "ઓવાગમન-દ્વન્દ્વ",
                    "વીણાપાણિ-બહુવ્રીહિ",
                    "પરગામ-કર્મધારય",
                    "A, C, D ત્રણેય"
                ],
                "answer": "વીણાપાણિ-બહુવ્રીહિ"
            },
            {
                "id": 8,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘નરહરિ’",
                "options": [
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "અવ્યવીભાવ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 9,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘શૂરવીર’",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો: પુણ્યશ્લોક",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "અવ્યયીભાવ",
                    "બહુવ્રીહિ"
                ],
                "answer": "બહુવ્રીહિ"
            }
        ]
    },
    {
        "id": 20,
        "name": "Test 20",
        "questions": [
            {
                "id": 1,
                "question": "નીચે આપેલા શબ્દનો સમાસ ઓળખાવો: આબોહવા",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 2,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો: પાણીકળો",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "અવ્યયીભાવ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 3,
                "question": "‘દુકાળ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહી",
                    "કર્મધારય",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 4,
                "question": "મને એ ચક્ષુમાં પ્રભુ! જગત તીર્થોત્તમ મળ્યું- લીટી દોરેલ શબ્દના સમાસનો પ્રકાર ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 5,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. ધર્મભ્રષ્ટ સાધુઓ સાચા ધર્મ પરથી લોકોનો વિશ્વાસ ઉઠાડી દે છે.",
                "options": [
                    "ચતુર્થી તત્પુરૂષ સમાસ",
                    "પંચમી તત્પુરૂષ સમાસ",
                    "ષષ્ઠી તત્પુરૂષ સમાસ",
                    "સપ્તમી તત્પુરૂષ સમાસ"
                ],
                "answer": "પંચમી તત્પુરૂષ સમાસ"
            },
            {
                "id": 6,
                "question": "નીચેના વાકયમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. આ વર્ષે ચોમાસું ઘણું નબળું હોવાથી દુષ્કાળ પડશે, તેમ લાગે છે.",
                "options": [
                    "કર્મધારય સમાસ",
                    "અવ્યયીભાવ સમાસ",
                    "ઉપપદ તત્પુરુષ સમાસ",
                    "મધ્યમપદલોપી સમાસ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 7,
                "question": "સમાસ ઓળખાવો: દરરોજ",
                "options": [
                    "બહુવ્રીહી",
                    "અવ્યયીભાવ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "અવ્યયીભાવ"
            },
            {
                "id": 8,
                "question": "'નર્મદા' સમાસ લખો.",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "રેખાંકિત સમાસનો પ્રકાર જણાવો. ‘મુંજે હાસ્યબાણ છોડયું અને આગળ ચાલવા માંડ્યું’",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહી"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 10,
                "question": "નીચે આપેલા સમાસ અને તેના પ્રકારમાંથી ક્યો ખોટો છે?",
                "options": [
                    "સોનામહોર - દ્વન્દ્વ",
                    "મનોહર - ઉપપદ",
                    "મહાસિદ્ધિ - કર્મધારય",
                    "જકાતનાકું - મધ્યમપદલોપી"
                ],
                "answer": "સોનામહોર - દ્વન્દ્વ"
            }
        ]
    },
    {
        "id": 21,
        "name": "Test 21",
        "questions": [
            {
                "id": 1,
                "question": "'દીધદેષ્ટિ' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "ઉપપદ",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "'મોજ મજાક' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ (વિકલ્પ રીપીટ)"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "પૂર્વપદ અને ઉત્તરપદ વિભક્તિ સંબંધથી જોડાયેલા હોય ત્યારે તે પદોમાં ક્યો સમાસ થાય છે?",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "દ્વિગુ",
                    "કર્મધારય"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 4,
                "question": "'સિંહાસન' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "દ્વિગુ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 5,
                "question": "સ્વપક્ષ, સ્વજન અને સ્વભાવ - આ ત્રણ ક્યા પ્રકારના સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "ઉપપદ",
                    "કર્મધારય"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 6,
                "question": "રેખાંકિત સમાસનો પ્રકાર ઓળખાવો: મુંજે હાસ્યબાણ છોડયું અને આગળ ચાલવા માંડયું",
                "options": [
                    "ઉપપદ",
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 7,
                "question": "શસ્ત્રસજ્જિત શબ્દમાં રહેલ સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી સમાસ",
                    "તત્પુરુષ",
                    "ઉપમિત સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 8,
                "question": "સમાસનો પ્રકાર ઓળખાવો: 'નવરાત્રિ' અને 'શદેરા’ શબ્દોમાં કયો સમાસ છે?",
                "options": [
                    "કર્મધારય",
                    "દ્વિગુ",
                    "તત્પુરુષ",
                    "દ્વિગુ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 9,
                "question": "રેખાંકિત સમાસનો પ્રકાર જણાવો. શ્રીકૃષ્ણ માટે ગિરિધર શબ્દ પણ પ્રયોજાય છે.",
                "options": [
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "નીચે આપેલા સમાસ અને તેના પ્રકારમાંથી કયો સાચો છે?",
                "options": [
                    "નખશિખ - બહુવ્રીહિ",
                    "પંકજ - તત્પુરુષ",
                    "ટાઈમટેબલ - દ્વન્દ્વ",
                    "ત્રિકાફ - ઉપપદ"
                ],
                "answer": "નખશિખ - બહુવ્રીહિ"
            }
        ]
    },
    {
        "id": 22,
        "name": "Test 22",
        "questions": [
            {
                "id": 1,
                "question": "'મહોત્સવ' સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "'ભૂતકાળ' શબ્દમાં કયો સમાસ છે તે લખો.",
                "options": [
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "બહુવ્રીહી"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 3,
                "question": "'આગગાડી' સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "ઉપપદ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 4,
                "question": "સમાસ ઓળખાવો: મૃગનયની",
                "options": [
                    "મધ્યમપદલોપી સમાસ",
                    "અવ્યયીભાવ સમાસ",
                    "બહુવ્રીહિ સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 5,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. જેમ્સ વોટ વરાળયંત્ર ની શોધ કરી હતી.",
                "options": [
                    "મધ્યમપદલોપી સમાસ",
                    "કર્મધારય સમાસ",
                    "ઉપમતિ સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "મધ્યમપદલોપી સમાસ"
            },
            {
                "id": 6,
                "question": "આપેલ વાક્યમાં લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. ધર્મભ્રષ્ટ સાધુઓ સાચા ધર્મ પરથી લોકોનો વિશ્વાસ ઉઠાડી દે છે.",
                "options": [
                    "ચતુર્થી તત્પુરુષ સમાસ",
                    "પંચમી તત્પુરુષ સમાસ",
                    "ષષ્ઠી તત્પુરુષ સમાસ",
                    "સપ્તમી તત્પુરુષ સમાસ"
                ],
                "answer": "પંચમી તત્પુરુષ સમાસ"
            },
            {
                "id": 7,
                "question": "આપેલ વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. મહર્ષિ વાલ્મિકીએ રામાયણની અમર રચના કરી હતી.",
                "options": [
                    "મધ્યમપદલોપી સમાસ",
                    "કર્મધારય સમાસ",
                    "ઉપમિત સમાસ",
                    "દ્વિગુ સમાસ"
                ],
                "answer": "કર્મધારય સમાસ"
            },
            {
                "id": 8,
                "question": "'મહાદેવ' સમાસનો પ્રકાર કયો છે?",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી દ્વન્દ્વ સમાસનું ક્યું ઉદાહરણ સાચું નથી?",
                "options": [
                    "રાધાકૃષ્ણ",
                    "દંપતી",
                    "ઘોડેસવાર",
                    "જનમોજનમ"
                ],
                "answer": "ઘોડેસવાર"
            },
            {
                "id": 10,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. શાકભાજીનું યોગ્ય પ્રમાણમાં ખાવું તે આરોગ્ય માટે ફાયદાકારક.",
                "options": [
                    "સમુચ્ચય દ્વન્દ્વ",
                    "વૈકલ્પિક દ્વન્દ્વ",
                    "ઈતરેતર દ્વન્દ્વ",
                    "તત્પુરુષ સમાસ"
                ],
                "answer": "ઈતરેતર દ્વન્દ્વ"
            }
        ]
    },
    {
        "id": 23,
        "name": "Test 23",
        "questions": [
            {
                "id": 1,
                "question": "નીચેના શબ્દસમૂહો માટે કયો સામાસિક શબ્દ યોગ્ય નથી?",
                "options": [
                    "ત્રણ કલાકનો રાત-દિવસનો સમય-પ્રહર",
                    "નવી નવી ઈચ્છાઓ થવી-ઉંકરાટા",
                    "દુઃખનો પોકાર-આર્તનાદ",
                    "હું પણાનો ભાર-સ્વાભિમાન"
                ],
                "answer": "હું પણાનો ભાર-સ્વાભિમાન"
            },
            {
                "id": 2,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. મેનકાનું રૂપ જોઈને વિશ્વામિત્ર ઋષિ મંત્રમુગ્ધ થઈ ગયા.",
                "options": [
                    "દ્વિતીયા તત્પુરુષ",
                    "પ્રથમા તત્પુરુષ",
                    "તૃતીયા તત્પુરુષ",
                    "ચતુર્થી તત્પુરુષ"
                ],
                "answer": "તૃતીયા તત્પુરુષ"
            },
            {
                "id": 3,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. દલા તરવાડીએ વાડીને પૂછ્યું, લઉં કે રિંગણા દસ બાર?",
                "options": [
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ",
                    "દ્વિગુ (વિકલ્પ સીમાં દ્વન્દ્વ હોવો જોઈએ)"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 4,
                "question": "નીચેના વાક્યમાંથી લીટી દોરેલ શબ્દનો સમાસ ઓળખાવો. નરસિંહ મહેતાએ શ્રી કૃષ્ણની ભક્તિ મનવચનકર્મ થી કરી.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી દ્વન્દ્વ સમાસનું ઉદાહરણ કયું છે?",
                "options": [
                    "બેચાર",
                    "રોજરોજ",
                    "સેવાપૂજા",
                    "A, B, C ત્રણેય"
                ],
                "answer": "A, B, C ત્રણેય"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી તત્પુરુષ સમાસનું ઉદાહરણ કયું છે?",
                "options": [
                    "દયાહીન",
                    "રણવીર",
                    "A અને B બંને",
                    "એકપણ સાચું નહીં"
                ],
                "answer": "A અને B બંને"
            },
            {
                "id": 7,
                "question": "નીચેનાં શબ્દોમાંથી સમાસ તારવો.",
                "options": [
                    "રસભર્યુ",
                    "રસમય",
                    "પશુતા",
                    "હરિનું મુખ"
                ],
                "answer": "રસભર્યુ"
            },
            {
                "id": 8,
                "question": "બે કે વધુ પદ જોડાઈને એક પદ બને ત્યારે તે પ્રક્રિયાને સમાસ તરીકે ઓળખવામાં આવે છે જે સમાસનું એકેય પદ વાક્ય સાથે સ્વતંત્ર સીધો સંબંધ ધરાવતું ન હોય તે સમાસ ક્યા પ્રકારનો ગણાય?",
                "options": [
                    "સર્વપદપ્રધાન સમાસ",
                    "અન્યપદ પ્રધાન સમાસ",
                    "એકપદપ્રધાન સમાસ",
                    "દ્વન્દ્વ સમાસ"
                ],
                "answer": "અન્યપદ પ્રધાન સમાસ"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી કયો શબ્દ કર્મધારય છે?",
                "options": [
                    "પિતાંબર",
                    "ખાધું-પીધું",
                    "પૃથ્વી",
                    "મનહર"
                ],
                "answer": "પિતાંબર"
            },
            {
                "id": 10,
                "question": "'ઊંચુંનીચું' શબ્દનો સમાસ ઓળખાવો?",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ (સાચો જવાબ દ્વન્દ્વ હોય છે, પણ વિકલ્પ D આપેલ છે)"
                ],
                "answer": "તત્પુરુષ (સાચો જવાબ દ્વન્દ્વ હોય છે, પણ વિકલ્પ D આપેલ છે)"
            }
        ]
    },
    {
        "id": 24,
        "name": "Test 24",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી કયો શબ્દ દ્વન્દ્વ સમાસ છે?",
                "options": [
                    "વિશેષણ",
                    "શિખરિણી",
                    "મોગરો",
                    "રાતદિવસ"
                ],
                "answer": "રાતદિવસ"
            },
            {
                "id": 2,
                "question": "'દાણોપાણી' સમાસનો પ્રકાર જણાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ",
                    "દ્વન્દ્વ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી કયો સમાસ એકપદપ્રધાન નથી?",
                "options": [
                    "કર્મધારય",
                    "ઉપપદ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 4,
                "question": "'પ્રાણીમાત્ર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહી",
                    "તત્પુરુષ",
                    "ઉપપદ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "આપેલ વિકલ્પો પૈકી સમાસનું કયું જોડકું સાચું છે?",
                "options": [
                    "કમલાથી - તત્પુરુષ",
                    "પળવાર - કર્મધારય",
                    "નિર્બળ - ઉપપદ",
                    "સરોજ - બહુવ્રીહિ"
                ],
                "answer": "પળવાર - કર્મધારય"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી સમાસનું કયું જોડકું સાચું છે?",
                "options": [
                    "રેલગાડી - તત્પુરુષ",
                    "જીતુમામા - કર્મધારય",
                    "સરસિજ - બહુવ્રીહિ",
                    "નીલકંઠ - અવ્યયીભાવ"
                ],
                "answer": "જીતુમામા - કર્મધારય"
            },
            {
                "id": 7,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘ખટકર્મ’",
                "options": [
                    "મધ્યમપદલોપી",
                    "દ્વિગુ",
                    "કર્મધારય",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 8,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘સચરાચર'",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 9,
                "question": "‘મહાબાહુ' અર્જુનને સામાન્ય લૂટારુઓએ લૂંટ્યો’- લીટી કરેલ સમાસ ઓળખો.",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહી",
                    "એકપણ સાચુ નથી"
                ],
                "answer": "બહુવ્રીહી"
            },
            {
                "id": 10,
                "question": "'ઉદ્વીવ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "બહુવ્રીહી",
                    "કર્મધારય"
                ],
                "answer": "બહુવ્રીહી"
            }
        ]
    },
    {
        "id": 25,
        "name": "Test 25",
        "questions": [
            {
                "id": 1,
                "question": "'રેવાશંકર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 2,
                "question": "બહુવ્રીહિ સમાસનું કયું સાચું ઉદાહરણ નથી તે જણાવો.",
                "options": [
                    "મયૂરવાહિની",
                    "નમાયાં",
                    "દીર્ઘદ્રષ્ટિ",
                    "ક્ષુધાતુર"
                ],
                "answer": "મયૂરવાહિની"
            },
            {
                "id": 3,
                "question": "'પરીમુલક' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહી",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 4,
                "question": "'દીર્ઘદ્રષ્ટિ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "ઉપપદ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 5,
                "question": "'કણેકણ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહી",
                    "કર્મધારય",
                    "અવ્યયીભાવ",
                    "ઉપપદ"
                ],
                "answer": "અવ્યયીભાવ"
            },
            {
                "id": 6,
                "question": "'ત્રિકાલ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહી",
                    "તત્પુરુષ",
                    "ઉપપદ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 7,
                "question": "‘શસ્ત્રસજ્જિત' શબ્દમાં રહેલ સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "બહુવ્રીહી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 8,
                "question": "પતિ મરી ગયો હોય તો વિધવા- રેખાંકિત પદનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "ઉપપદ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી મધ્યમપદલોપી સમાસનું કયુ ઉદાહરણ નથી?",
                "options": [
                    "અધમૂઓ",
                    "ભજન મંડળી",
                    "સિંહાસન",
                    "રેવાશંકર"
                ],
                "answer": "અધમૂઓ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી સમાસનું કયું જોડકું ખોટું છે?",
                "options": [
                    "ઓવાગમન - દ્વન્દ્વ",
                    "પહેલીવાર - દ્વિગુ",
                    "પરગામ - કર્મધારય",
                    "વીણાપાણિ-બહુવ્રીહિ"
                ],
                "answer": "પહેલીવાર - દ્વિગુ"
            }
        ]
    },
    {
        "id": 26,
        "name": "Test 26",
        "questions": [
            {
                "id": 1,
                "question": "સમાસ ઓળખાવો : 'સમક્ષ'",
                "options": [
                    "કર્મધારય",
                    "મધ્યમપદલોપી",
                    "અવ્યયી ભાવ",
                    "ઉપપદ"
                ],
                "answer": "અવ્યયી ભાવ"
            },
            {
                "id": 2,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો ‘પાદત્રાણ’",
                "options": [
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "તત્પુરષ",
                    "કર્મધારય"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 3,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. 'ધૂપસળી'",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 4,
                "question": "નીચે આપેલ શબ્દનો સમાસ ઓળખાવો. ‘પ્રપાતસંગીત'",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "ઉપપદ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી સમાસનું ક્યું જોડકું સાચું છે?",
                "options": [
                    "દીવાસળી - તત્પુરુષ",
                    "ચતુર્ભુજ - બહુવ્રીહિ",
                    "ગાયમાતા - દ્વન્દ્વ",
                    "ખટદર્શન - ઉપપદ"
                ],
                "answer": "ચતુર્ભુજ - બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "નીચે દર્શાવેલા સામાસિક શબ્દ માટે યોગ્ય સમાસ દર્શાવો: ‘ઘોડાગાડી”",
                "options": [
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહી",
                    "કર્મધારય",
                    "ષષ્ઠી તત્પુરુષ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 7,
                "question": "સમાસ ઓળખાવો : 'નીલાંબર'",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "બહુવ્રીહિ",
                    "કર્મધારય"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 8,
                "question": "નીચેનાનો સમાસ ઓળખાવી બતાવો : 'ચોધાર'",
                "options": [
                    "સમાસ નથી",
                    "બહુવ્રીહિ",
                    "મધ્યમપદલોપી",
                    "દ્વન્દ્વ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 9,
                "question": "નીચે દર્શાવેલ સામાસિક શબ્દ માટેના યોગ્ય સમાસ ક્યો છે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "તૃતીયા તત્પુરૂષ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 10,
                "question": "સમાસ ઓળખાવો :- 'દ્વિરેફ'",
                "options": [
                    "મધ્યમપદલોપી",
                    "ઉપપદ",
                    "દ્વિગુ",
                    "બહુવ્રીહી"
                ],
                "answer": "દ્વિગુ"
            }
        ]
    },
    {
        "id": 27,
        "name": "Test 27",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી કયો સમાસ 'તત્પુરુષ' છે?",
                "options": [
                    "રાજમહેલ",
                    "માતાપિતા",
                    "યથાશક્તિ",
                    "દશાનન"
                ],
                "answer": "રાજમહેલ"
            },
            {
                "id": 2,
                "question": "'નવરાત્રિ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 3,
                "question": "'હળધર' શબ્દનો સમાસ કયો છે?",
                "options": [
                    "ઉપપદ",
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 4,
                "question": "'દેશસેવા' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "અવ્યયીભાવ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "'યથામતિ' - સમાસ ઓળખાવો.",
                "options": [
                    "અવ્યયીભાવ",
                    "કર્મધારય",
                    "દ્વિગુ",
                    "તત્પુરુષ"
                ],
                "answer": "અવ્યયીભાવ"
            },
            {
                "id": 6,
                "question": "'રાધાકૃષ્ણ' કયો સમાસ છે?",
                "options": [
                    "દ્વન્દ્વ",
                    "દ્વિગુ",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 7,
                "question": "'મહાદેવ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 8,
                "question": "'વરખડી' શબ્દનો સમાસ શું થશે?",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 9,
                "question": "'પંકજ' શબ્દનો સમાસ જણાવો.",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "'ત્રિકાળ' શબ્દનો સમાસ કયો છે?",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વિગુ"
            }
        ]
    },
    {
        "id": 28,
        "name": "Test 28",
        "questions": [
            {
                "id": 1,
                "question": "'આજકાલ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "દ્વિગુ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 2,
                "question": "'ગજાનન' શબ્દ કયો સમાસ દર્શાવે છે?",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 3,
                "question": "'ઘરજમાઈ' શબ્દનો સમાસ કયો?",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 4,
                "question": "'પાણીપુરી' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "દ્વિગુ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 5,
                "question": "'ભરસભા' શબ્દનો સમાસ કયો?",
                "options": [
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "અવ્યયીભાવ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 6,
                "question": "'પ્રેમવશ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "દ્વિગુ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 7,
                "question": "'ખટમીઠું' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "બહુવ્રીહિ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 8,
                "question": "'શતાબ્દી' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "કર્મધારય"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 9,
                "question": "'ગિરિધર' શબ્દનો સમાસ કયો?",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "'ધર્મક્ષેત્ર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            }
        ]
    },
    {
        "id": 29,
        "name": "Test 29",
        "questions": [
            {
                "id": 1,
                "question": "'નર્મદા' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 2,
                "question": "'અહર્નિશ' શબ્દનો સમાસ કયો?",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "અવ્યયીભાવ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "'કાળમુખું' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 4,
                "question": "'વનવાસ' શબ્દનો સમાસ કયો છે?",
                "options": [
                    "તત્પુરુષ",
                    "દ્વન્દ્વ",
                    "કર્મધારય",
                    "દ્વિગુ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 5,
                "question": "'રાતદિવસ' શબ્દમાં કયો સમાસ છે?",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 6,
                "question": "'શિલાલેખ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 7,
                "question": "'સપ્તર્ષિ' શબ્દનો સમાસ કયો?",
                "options": [
                    "દ્વિગુ",
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ"
                ],
                "answer": "દ્વિગુ"
            },
            {
                "id": 8,
                "question": "'સ્વર્ગવાસ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "બહુવ્રીહિ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 9,
                "question": "'જશોદા' શબ્દનો સમાસ કયો?",
                "options": [
                    "ઉપપદ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ"
                ],
                "answer": "ઉપપદ"
            },
            {
                "id": 10,
                "question": "'મહારાજા' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            }
        ]
    },
    {
        "id": 30,
        "name": "Test 30",
        "questions": [
            {
                "id": 1,
                "question": "'પ્રેમસાગર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 2,
                "question": "'સુખદુઃખ' શબ્દનો સમાસ કયો?",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 3,
                "question": "'ગૌરીશંકર' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 4,
                "question": "'ત્રિનેત્ર' શબ્દનો સમાસ કયો?",
                "options": [
                    "દ્વિગુ",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "કર્મધારય"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 5,
                "question": "'કલાપી' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "બહુવ્રીહિ"
            },
            {
                "id": 6,
                "question": "'હાથકડી' શબ્દનો સમાસ કયો?",
                "options": [
                    "મધ્યમપદલોપી",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "મધ્યમપદલોપી"
            },
            {
                "id": 7,
                "question": "'સત્યાગ્રહ' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            },
            {
                "id": 8,
                "question": "'નવપલ્લવ' શબ્દનો સમાસ કયો?",
                "options": [
                    "કર્મધારય",
                    "બહુવ્રીહિ",
                    "તત્પુરુષ",
                    "દ્વિગુ"
                ],
                "answer": "કર્મધારય"
            },
            {
                "id": 9,
                "question": "'પાપપુણ્ય' શબ્દનો સમાસ ઓળખાવો.",
                "options": [
                    "દ્વન્દ્વ",
                    "તત્પુરુષ",
                    "કર્મધારય",
                    "અવ્યયીભાવ"
                ],
                "answer": "દ્વન્દ્વ"
            },
            {
                "id": 10,
                "question": "'ધજાગરો' શબ્દનો સમાસ કયો?",
                "options": [
                    "તત્પુરુષ",
                    "મધ્યમપદલોપી",
                    "કર્મધારય",
                    "દ્વન્દ્વ"
                ],
                "answer": "તત્પુરુષ"
            }
        ]
    }
];