export const chapter30Tests = [
    {
        id: 1,
        name: "Test 1",
        questions: [
            { id: 1, question: "નીચેનામાંથી કયું બંધારણ 'સ્ત્રગ્ધરા' છંદનું છે?", options: ["જસજસયલગા", "મસજસતતગા", "મરભનયયય", "યમનસભલગા"], answer: "મરભનયયય" },
            { id: 2, question: "'હૈયું, જાણે હિમાલય' - પંક્તિનો છંદ ઓળખાવો.", options: ["શિખરિણી", "પૃથ્વી", "મંદાક્રાન્તા", "હરિણી"], answer: "શિખરિણી" },
            { id: 3, question: "‘ઉપજાતિ’માં કયા બે છંદોનો સમન્વય છે?", options: ["દ્રુતવિલંબિત – તોટક", "ઈન્દ્રવજ્રા – ઉપેન્દ્રવજ્રા", "ભુજંગી – તોટક", "પૃથ્વી – હરિણી"], answer: "ઈન્દ્રવજ્રા – ઉપેન્દ્રવજ્રા" },
            { id: 4, question: "નીચેની પંક્તિઓનો છંદ ઓળખાવો. ‘નરદેવ ભીમકની સુતા દમયંતી નામે સુંદરી, સુણીને પ્રશંસા હંસથી નળરાયને મનથી વરી.’", options: ["શાર્દૂલવિક્રીડિત", "મનહર", "મંદાક્રાન્તા", "સ્ત્રગ્ધરા"], answer: "સ્ત્રગ્ધરા" },
            { id: 5, question: "છંદ જણાવો : 'મને બોલાવે ઓ ગિરિવર તણાં મૌન શિખરો.'", options: ["તૃતીયા", "પૃથ્વી", "શિખરિણી", "મંદાક્રાન્તા"], answer: "શિખરિણી" },
            { id: 6, question: "મનહર છંદમાં પહેલી તથા બીજી પંક્તિમાં અનુક્રમે કેટલા અક્ષરો હોય છે?", options: ["16, 15", "15, 16", "16, 17", "17, 16"], answer: "16, 15" },
            { id: 7, question: "મંદાક્રાન્તા છંદનું ઉદાહરણ કયું છે?", options: ["તે પંખીની ઉપર પથરો ફેંકતાં ફેંકી દીધો.", "ઉગે છે સુરખી ભરી રવિમૃદુ હેમંતનો પૂર્વમાં.", "અસત્યો માંહેથી પ્રભુ પરમ સત્યે તું લઈ જા.", "ભમો ભરત ખંડમાં સકળ ભૌમ ખૂંદી વળી."], answer: "તે પંખીની ઉપર પથરો ફેંકતાં ફેંકી દીધો." },
            { id: 8, question: "'હજી તારી કાયા મુજ નયન સામે ઝળહળે.’ – આ પંક્તિનો છંદ જણાવો.", options: ["મંદાક્રાન્તા", "શિખરિણી", "પૃથ્વી", "હરિગીત"], answer: "શિખરિણી" },
            { id: 9, question: "ભમો ભરત ખંડમાં સકળ ભોમ ખૂંદી વળી - આ કયો છંદ છે?", options: ["પૃથ્વી", "હરિગીત", "મંદાક્રાન્તા", "શિખરિણી"], answer: "પૃથ્વી" },
            { id: 10, question: "છંદ ઓળખાવો: 'નેવાધારે નયન વરસી પત્રથી દીકરી ને.”", options: ["અનુષ્ટુપ", "મંદાક્રાન્તા", "પૃથ્વી", "હરિગીત"], answer: "મંદાક્રાન્તા" }
        ]
    },
    {
        id: 2,
        name: "Test 2",
        questions: [
            { id: 1, question: "‘તું નાનકડી બાળા હશે કોડે ભરી કૌમાર્યના,’ - છંદ ઓળખાવો.", options: ["શિખરિણી", "દોહરો", "પૃથ્વી", "ચોપાઈ"], answer: "પૃથ્વી" },
            { id: 2, question: "નીચેનામાંથી કયો છંદ અક્ષરમેળ છે?", options: ["દોહરો", "ચોપાઈ", "હરિગીત", "મનહર"], answer: "મનહર" },
            { id: 3, question: "‘પ્રિયે તુજ લટે ધરું ધવલ સ્વચ્છ આ મોગરો.’ - આ પંક્તિનો છંદ કયો છે?", options: ["અનુષ્ટુપ", "પૃથ્વી", "વસંતતિલકા", "ચોપાઈ"], answer: "પૃથ્વી" },
            { id: 4, question: "‘જસજસયલગા’ ક્યા છંદનું બંધારણ છે?", options: ["શાર્દૂલવિક્રીડિત", "મનહર", "પૃથ્વી", "હરિગીત"], answer: "પૃથ્વી" },
            { id: 5, question: "છંદ ઓળખાવો : 'ધોળા વાળ ખરી જી ચળકતી માથે પડી તાલકી.’", options: ["શાર્દૂલવિક્રીડિત", "મનહર", "અનુષ્ટુપ", "હરિગીત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 6, question: "છંદ ઓળખાવો: 'હે નાથ જોડી હાથ પાયે પ્રેમથી સૌ લાગીએ; શરણું મળે સાચું તમારું એ હૃદયથી માગીએ.'", options: ["અનુષ્ટુપ", "હરિગીત", "ચોપાઈ", "દોહરો"], answer: "હરિગીત" },
            { id: 7, question: "‘ઈન્દ્રપ્રસ્થજનો આજે વિચાર કરતા હતા એક બાબતને માટે શંકા સૌ ધરતા હતા.’ આ કયો છંદ છે?", options: ["અનુષ્ટુપ", "ઉપજાતિ", "વસંતતિલકા", "વંશસ્થ"], answer: "અનુષ્ટુપ" },
            { id: 8, question: "‘ભણતાં પંડિત નીપજે, લખતા લહિયો થાય’ આ પંક્તિનો કયો છંદ છે?", options: ["અંત્યાનુપ્રાસ", "દોહરો", "અનુષ્ટુપ", "મનહર"], answer: "દોહરો" },
            { id: 9, question: "છંદ ઓળખાવો: 'દૈવી વૈમાનિકોના વિરતિભવન શો, સિદ્ધ શૈલેશ !!'", options: ["શાર્દૂલવિક્રીડિત", "શિખરિણી", "મંદાક્રાન્તા", "સ્ત્રગ્ધરા"], answer: "સ્ત્રગ્ધરા" },
            { id: 10, question: "હજી તારી કાયા મુજ નયન સામે ઝળહળે - કયો છંદ છે?", options: ["મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી", "સ્ત્રગ્ધરા"], answer: "શિખરિણી" }
        ]
    },
    {
        id: 3,
        name: "Test 3",
        questions: [
            { id: 1, question: "‘વાડ થઈને ચીભડાં ગળે, સોંઘી વસ્તુ ક્યાંથી મળે !' કયો છંદ છે?", options: ["દોહરો", "ચોપાઈ", "સવૈયા", "હરિગીત"], answer: "ચોપાઈ" },
            { id: 2, question: "નીચેની પંક્તિનો છંદ જણાવો. 'પાને પાને પોઢી રાત, તળાવ જંપ્યું કહેતાં વાત, ઠંડો ઠંડો મીઠો વાતો વા, મીઠા કો હૈયાની હા.”", options: ["શાર્દૂલવિક્રીડિત", "ચોપાઈ", "હરિગીત", "સવૈયા"], answer: "ચોપાઈ" },
            { id: 3, question: "'કાળી ધોળી રાતી ગાય, પીવે પાણી ચરવા જાય' - કાવ્યપંક્તિમાં કયો છંદ છે?", options: ["ઝૂલણા", "ચોપાઈ", "દોહરો", "સોરઠો"], answer: "ચોપાઈ" },
            { id: 4, question: "'હણો ના પાપીને દ્વિગુણ વધશે પાપ જગનાં.” - છંદ ઓળખાવો.", options: ["વસંતતિલકા", "મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 5, question: "‘ઓ ઈશ્વર ભજીએ તને, મોટું છે તુજ નામ, ગુણ તારા નિત ગાઈએ, થાય અમારાં કામ' – પંક્તિનો છંદ ઓળખાવો.", options: ["દોહરો", "હરિગીત", "ચોપાઈ", "ઝૂલણા"], answer: "દોહરો" },
            { id: 6, question: "‘અસત્યો માંહેથી પ્રભુ પરમ સત્યે તું લઈ જા' આ કાવ્યપંક્તિમાં કયો છંદ છે?", options: ["હરિણી", "મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 7, question: "ઊંટ કહે આ સભામાં વાંકા અંગવાળાં ભૂંડાં, ભૂતળમાં પશુઓને પક્ષીઓ અપાર છે. – આ પંક્તિનો છંદ ઓળખાવો.", options: ["સવૈયા", "મનહર", "ચોપાઈ", "દોહરો"], answer: "મનહર" },
            { id: 8, question: "'યમનસભલગા' – કયા છંદનું બંધારણ છે?", options: ["ચોપાઈ", "દોહરો", "મનહર", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 9, question: "છંદ ઓળખાવો : 'પત્રો પાનખરે ખરી જયમ પડે તે રીત દાદા તણા.”", options: ["શાર્દૂલવિક્રીડિત", "હરિગીત", "ચોપાઈ", "મનહર"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 10, question: "‘જૂનું પિયરઘર' સૉનેટ કયા છંદમાં રચાયેલું છે?", options: ["શિખરિણી", "પૃથ્વી", "મંદાક્રાન્તા", "ઝૂલણા"], answer: "મંદાક્રાન્તા" }
        ]
    },
    {
        id: 4,
        name: "Test 4",
        questions: [
            { id: 1, question: "છંદ ઓળખાવો: 'જન્મ્યા તમે ઉદરથી પ્રભુ દેવકીના.'", options: ["પૃથ્વી", "શિખરિણી", "મંદાક્રાન્તા", "વસંતતિલકા"], answer: "વસંતતિલકા" },
            { id: 2, question: "ભોળો ખેડુ હળ બળદથી ખેતરો ખેડતા કે. - છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "મનહર", "શિખરિણી", "પૃથ્વી"], answer: "મંદાક્રાન્તા" },
            { id: 3, question: "જામી ગઈ તરત ઘોર કરાલ રાત. - છંદ ઓળખાવો.", options: ["વંશસ્થ", "અનુષ્ટુપ", "વસંતતિલકા", "ઉપજાતિ"], answer: "વસંતતિલકા" },
            { id: 4, question: "મંદાક્રાન્તા છંદનું ઉદાહરણ શોધો.", options: ["‘પડયા જખમ સૌ સહ્યા સહીશ હું હજુ એ બૂરુ.”", "‘રણબંકા નહીં કદિ યે નાસે, નહીં દેખાડે રીપુને પીઠ.”", "'વ્હાલા, તું તો મુજ રહીશને? છો જગે કો ન મારું.’", "‘પુરી કાશી કાંચી, અવધ, મથુરા ને અવર સૌ.'"], answer: "'વ્હાલા, તું તો મુજ રહીશને? છો જગે કો ન મારું.’" },
            { id: 5, question: "છંદ ઓળખાવો : 'સાચી સલાહ મુજને, સખી! આપતી તું.'", options: ["વસંતતિલકા", "મનહર", "મંદાક્રાન્તા", "હરિગીત"], answer: "વસંતતિલકા" },
            { id: 6, question: "નીચેની પંક્તિ કયા છંદમાં છે તે લખો. ‘વહેંચી લેવા હા, જન જન મહીં સ્નેહ ન કરો!”", options: ["શિખરિણી", "મંદાક્રાન્તા", "હરિગીત", "પૃથ્વી"], answer: "શિખરિણી" },
            { id: 7, question: "અનુષ્ટુપ છંદની પંક્તિ શોધીને લખો.", options: ["પાને – પાને પોઢી રાત.", "ઈન્દ્રપ્રસ્થજનો આજે વિચાર કરતા હતા.", "ભમ્યો તીર્થે – તીર્થે, ઘટી ઉર મનીષા દરશને.", "જયાં – જયાં નજર મારી ઠરે, યાદી ભરી ત્યાં આપની."], answer: "ઈન્દ્રપ્રસ્થજનો આજે વિચાર કરતા હતા." },
            { id: 8, question: "નીચેના પૈકી કયા છંદમાં ગણસૂત્રના સૌથી ઓછા અક્ષરો છે?", options: ["શાર્દૂલવિક્રીડિત", "વસંતતિલકા", "પૃથ્વી", "અનુષ્ટુપ"], answer: "વસંતતિલકા" },
            { id: 9, question: "‘સાંભળી શિયાળ બોલ્યું, દાખે દલપતરામ, અન્યનું તો એક વાંકું, આપનાં અઢાર છે.' – છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "વસંતતિલકા", "પૃથ્વી", "મનહર"], answer: "મનહર" },
            { id: 10, question: "‘ધમાલ ન કરો - જરાય નહિ નેન ભીનાં થશો' આ કાવ્યપંક્તિમાં રહેલો છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "તોટક", "શિખરિણી", "પૃથ્વી"], answer: "પૃથ્વી" }
        ]
    },
    {
        id: 5,
        name: "Test 5",
        questions: [
            { id: 1, question: "‘ઊગે છે સુરખીભરી રવિ મૃદુ હેમંતનો પૂર્વમાં' : અહીં કયો છંદ પ્રયોજાયો છે?", options: ["શાર્દૂલવિક્રીડિત", "તોટક", "ઉપજાતિ", "સ્ત્રગ્ધરા"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 2, question: "ધીમે ધીમે છટાથી કુસુમરજ લઈ ડોલતો વાયુ વાય' : અહીં કયો છંદ પ્રયોજાયો છે?", options: ["શાર્દૂલવિક્રીડિત", "ઉપજાતિ", "સ્ત્રગ્ધરા", "હરિણી"], answer: "સ્ત્રગ્ધરા" },
            { id: 3, question: "છંદ ઓળખાવો : “ચોમાસું તો ખાસું ખૂબ, દિસે દુનિયા ડૂબાડૂબ; લોક ઉચ્ચારે મલાર, ખેતરે વાવો ખેતી કાર.”", options: ["દોહરો", "શિખરિણી", "અનુષ્ટુપ", "ચોપાઈ"], answer: "ચોપાઈ" },
            { id: 4, question: "‘રે પંખીડાં ! સુખથી ચણજો, ગીતવા કાંઈ ગાજો' આ પંક્તિમાં કયો છંદ છે?", options: ["મંદાક્રાન્તા", "શિખરિણી", "સ્ત્રગ્ધરા", "અનુષ્ટુપ"], answer: "મંદાક્રાન્તા" },
            { id: 5, question: "પૃથ્વી છંદની પંક્તિ શોધો.", options: ["પ્રિયે તુજ લટે ધરું ધવલ સ્વચ્છ આ મોગરો.", "બેઠી ખાટે ફરીવળી બધે મેડિયો ઓરડામાં.", "કદી મારી પાસે, વનવનતણાં હોત કુસુમો.", "વેઠે એ વનવાસનાં વિકટ હા ! કષ્ટો શરીરે અતિ."], answer: "પ્રિયે તુજ લટે ધરું ધવલ સ્વચ્છ આ મોગરો." },
            { id: 6, question: "'નીરખને ગગનમાં કોણ ઘૂમી રહ્યો, તે જ હું, તે જ હું શબ્દ બોલે.’ - છંદ ઓળખાવો.", options: ["હરિગીત", "ઝૂલણા", "ચોપાઈ", "દોહરા"], answer: "હરિગીત" },
            { id: 7, question: "'સૌંદર્ય વેડફી દેતાં ના ના સુંદરતા મળે, સૌંદર્યો પામતાં પહેલાં સૌન્દર્ય બનવું પડે.' - આ પંક્તિનો છંદ જણાવો.", options: ["મંદાક્રાન્તા", "અનુષ્ટુપ", "મનહર", "દોહરો"], answer: "અનુષ્ટુપ" },
            { id: 8, question: "‘એક મૂરખને એવી ટેવ, પથ્થર એટલા પૂજે દેવ.' - છંદ ઓળખાવો.", options: ["સવૈયા", "ચોપાઈ", "દોહરો", "મનહર"], answer: "ચોપાઈ" },
            { id: 9, question: "ક્યો છંદ 21 વર્ણ સંખ્યા ધરાવે છે?", options: ["ઝૂલણા", "વસંતતિલકા", "કટાવ", "સ્ત્રગ્ધરા"], answer: "સ્ત્રગ્ધરા" },
            { id: 10, question: "‘મેં પ્રેમમાં તડપતાં મમ શાંતિ ખોઈ’- છંદ ઓળખાવો.", options: ["વસંતતિલકા", "મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી"], answer: "વસંતતિલકા" }
        ]
    },
    {
        id: 6,
        name: "Test 6",
        questions: [
            { id: 1, question: "છંદ ઓળખાવો - ‘પ્રિયે ! સ્પર્શ કરું શું હું? અધિકાર જરા નથી !!", options: ["શિખરિણી", "અનુષ્ટુપ", "પૃથ્વી", "હરિગીત"], answer: "અનુષ્ટુપ" },
            { id: 2, question: "‘ના મારે તુજ ભેટ બક્ષિસ ન વા તારી કૃપા જોઈએ.' - છંદ ઓળખાવો.", options: ["હરિગીત", "સવૈયા", "શાર્દૂલવિક્રીડિત", "દોહરો"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 3, question: "રોળા છંદની ચાર ઉલાળા છંદની બે પંક્તિઓ શેમાં જોવા મળે છે?", options: ["પ્રભાતિયાં", "ચોપાઈ", "મુક્તક", "છપ્પા"], answer: "છપ્પા" },
            { id: 4, question: "‘ઊગે છે નભ સૂર્ય ગાઢ જગના અંધારાને ભેદવા.' આ કાવ્યપંક્તિમાં કયો છંદ છે?", options: ["મનહર", "સ્ત્રગ્ધરા", "શિખરિણી", "શાર્દૂલવિક્રીડિત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 5, question: "છંદ ઓળખાવો: 'પડી વીરાની ખોટ જવતલના હોમ વખતે.’", options: ["મંદાક્રાન્તા", "પૃથ્વી", "વસંતતિલકા", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 6, question: "નીચેનામાંથી ક્યો છંદ માત્રામેળ નથી?", options: ["ચોપાઈ", "દોહરો", "પૃથ્વી", "હરિગીત"], answer: "પૃથ્વી" },
            { id: 7, question: "છંદશાસ્ત્રમાં કુલ ______ ગણની રચના કરવામાં આવી છે.", options: ["ચાર", "૭", "આઠ", "દસ"], answer: "આઠ" },
            { id: 8, question: "નીચે આપેલી પંક્તિ અને તેના છંદની કઈ વિગત બંધબેસતી નથી?", options: ["આ પ્રેમ સંસારી તણો તુજ તેજ જેવો છે નહીં – હરિગીત", "કોરી છે મન આ કિતાબ ઉરની ચરણે ધરું હે પિતા – શાર્દૂલવિક્રીડિત", "કદી મારી પાસે વનવન તણાં હોત કુસુમો – શિખરિણી", "અલકમલક આ તરતો તડકો ચોતરફથી આયોજી, ગોરીના બે ગાલમહીં એ તસતસતો પથરાયોજી – અનુષ્ટુપ"], answer: "અલકમલક આ તરતો તડકો ચોતરફથી આયોજી, ગોરીના બે ગાલમહીં એ તસતસતો પથરાયોજી – અનુષ્ટુપ" },
            { id: 9, question: "મોડી મોડી ખબર પડી, બા તું જ છો જ્યોતિધામ ! છંદ લખો.", options: ["મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી", "હરિગીત"], answer: "મંદાક્રાન્તા" },
            { id: 10, question: "છંદ જણાવો. ‘દીપકના બે દીકરા, કાજળને અજવાશ, એક કપૂત કાળું કરે, બીજો દીયે પ્રકાશ'", options: ["સવૈયા", "મનહર", "ચોપાઈ", "દોહરો"], answer: "દોહરો" }
        ]
    },
    {
        id: 7,
        name: "Test 7",
        questions: [
            { id: 1, question: "નીચે આપેલી પંક્તિ પૈકી કઈ પંક્તિ મદાક્રાન્તા છંદમાં નથી?", options: ["પછી પ્રીતિ ક્યાંથી નૃપહૃદયમાં એ પર રહે!", "જ્યાં ત્યાં આવી વય બદલી સંતાય, જાણે પરીઓ.", "હા પસ્તાવો વિપુલ ઝરણું સ્વર્ગથી ઊતર્યું છે.", "હૈયાં વાસો નહિ શું વસતા કે હશે સ્નેહભીનાં."], answer: "પછી પ્રીતિ ક્યાંથી નૃપહૃદયમાં એ પર રહે!" },
            { id: 2, question: "‘સગા દીઠા મેં શાહ આલમના ભીખ માંગતા શેરીએ.' - છંદ જણાવો.", options: ["સોરઠો", "હરિગીત", "ચોપાઈ", "ઝૂલણા"], answer: "ઝૂલણા" },
            { id: 3, question: "નીચે આપેલ પંક્તિ કયા છંદમાં છે? લાંબા જોડે ટૂંકો જાય, મરે નહીં તો માંદો થાય.", options: ["મનહર", "દોહરો", "ચોપાઈ", "ઝૂલણા"], answer: "ચોપાઈ" },
            { id: 4, question: "છંદ ઓળખાવો : મને બોલાવે ઓ ગિરિવર તણાં મૌન શિખરો.", options: ["પૃથ્વી", "મંદાક્રાન્તા", "ઝૂલણા", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 5, question: "છંદ ઓળખાવો : 'પાણી અને બ્રશ સહુ દઈ તું જતી'તી.'", options: ["હરિણી", "મિશ્રોપજાતિ", "વસંતતિલકા", "માલિની"], answer: "વસંતતિલકા" },
            { id: 6, question: "છંદ ઓળખાવો : 'કદી નહીં કહું, મને જ સ્મરણે સદા રાખજે.'", options: ["મંદાક્રાન્તા", "હરિણી", "શિખરિણી", "પૃથ્વી"], answer: "પૃથ્વી" },
            { id: 7, question: "સાચું બંધારણ લખો: શાર્દૂલવિક્રીડિત", options: ["મભનતતગાગા", "મસજસતતગા", "મભનયયય", "જસજસયલગા"], answer: "મસજસતતગા" },
            { id: 8, question: "છંદ ઓળખાવો : વળાવી પીડીમાં રુદન કરતી, દૂર ધરતી.", options: ["મંદાક્રાન્તા", "શિખરિણી", "વસંતતિલકા", "પૃથ્વી"], answer: "શિખરિણી" },
            { id: 9, question: "છંદ ઓળખાવો : એ રીતે જો માણસો, રાખી મનમાં ખંત, આળસ તજી મે'નત કરે, પામે લાભ અનંત.", options: ["ચોપાઈ", "અનુષ્ટુપ", "મનહર", "દોહરો"], answer: "દોહરો" },
            { id: 10, question: "'હા પસ્તાવો વિપુલ ઝરણું સ્વર્ગથી ઊતર્યું છે.' – પંક્તિમાં નીચેનામાંથી કયો છંદ છે?", options: ["મંદાક્રાન્તા", "હરિણી", "મનહર", "વસંતતિલકા"], answer: "મંદાક્રાન્તા" }
        ]
    },
    {
        id: 8,
        name: "Test 8",
        questions: [
            { id: 1, question: "‘ઓ ઈશ્વર ભજીએ તને, મોટું છે તુજ નામ.’- પંક્તિમાં નીચેનામાંથી કયો છંદ છે?", options: ["દોહરો", "ચોપાઈ", "હરિગીત", "સોરઠો"], answer: "દોહરો" },
            { id: 2, question: "પૃથ્વી અને પવન પૂર્ણ તપી ગયાં છે. - આ પંક્તિ કયા છંદમાં છે?", options: ["ચોપાઈ", "અનુષ્ટુપ", "વસંતતિલકા", "હરિગીત"], answer: "વસંતતિલકા" },
            { id: 3, question: "‘જે પોષતું તે મારતું એવો દીસે ક્રમ કુદરતી' - આ પંક્તિ કયા છંદમાં છે?", options: ["દોહરો", "ચોપાઈ", "મનહર", "હરિગીત"], answer: "હરિગીત" },
            { id: 4, question: "કાવ્યપંક્તિ કયા છંદની છે? ત્યાં તો આવી પહોંચ્યો એ અશ્વ સાથે યુવાન ત્યાં, કૃષિક એ ઊઠી ત્યારે 'આવો બાપુ' કહી ઊભો.", options: ["મંદાક્રાન્તા", "શાર્દૂલવિક્રીડિત", "પૃથ્વી", "અનુષ્ટુપ"], answer: "અનુષ્ટુપ" },
            { id: 5, question: "'જસજસયલગા' બંધારણ કયા છંદનું છે?", options: ["મંદાક્રાન્તા", "હરિગીત", "પૃથ્વી", "વસંતતિલકા"], answer: "મંદાક્રાન્તા" },
            { id: 6, question: "‘કરતાં જાળ કરોળિયો, ભોંય પડી પછડાય, વણ તૂટેલે તાંતણે, ઉપર ચડવા જાય' - આ પંક્તિનો છંદ ઓળખાવો.", options: ["હરિગીત", "ચોપાઈ", "સવૈયા", "દોહરો"], answer: "દોહરો" },
            { id: 7, question: "જે જે થતો પ્રાપ્ત ઉપાધિયોગ, બની રહો તે જ સમાધિયોગ. - આ પંક્તિનો છંદ ઓળખાવો.", options: ["ઈન્દ્રવજ્રા", "ઉપેન્દ્રવજ્રા", "તોટક", "ઉપજાતિ"], answer: "ઉપજાતિ" },
            { id: 8, question: "હરિગીત છંદમાં કેટલી માત્રા હોય છે?", options: ["બાર", "સોળ", "એકવીસ", "અઠ્ઠાવીસ"], answer: "અઠ્ઠાવીસ" },
            { id: 9, question: "'ના મારે તુજ ભેટ બક્ષિસ ન વા તારી કૃપા જોઈએ' - છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "શિખરિણી", "શાર્દૂલવિક્રીડિત", "સ્ત્રગ્ધરા"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 10, question: "‘જ્યાં જ્યાં નજર મારી ઠરે યાદી ભરી ત્યાં આપની' - આ પંક્તિનો છંદ ઓળખાવો.", options: ["ઝૂલણા", "હરિગીત", "સવૈયા", "અનુષ્ટુપ"], answer: "હરિગીત" }
        ]
    },
    {
        id: 9,
        name: "Test 9",
        questions: [
            { id: 1, question: "'ફર્યો તારી સાથે પ્રિયતમ સખા સૌમ્ય વયનાં.' ના અલંકારનો પ્રકાર જણાવો. (પ્રશ્નમાં અલંકાર લખ્યું છે પણ વિકલ્પો છંદના છે)", options: ["મંદાક્રાન્તા", "શિખરિણી", "પૃથ્વી", "સ્ત્રગ્ધરા"], answer: "શિખરિણી" },
            { id: 2, question: "‘ઝાંખાભૂરાં ગિરિ ઉપરનાં એકથી એક શૃંગ' ના છંદના પ્રકાર જણાવો.", options: ["મંદાક્રાન્તા", "શિખરિણી", "પૃથ્વી", "સ્ત્રગ્ધરા"], answer: "મંદાક્રાન્તા" },
            { id: 3, question: "દીઠો ત્યાં ઢગ એક ચંદન તણો, તે જોઈ આશ્ચર્યથી પૂછ્યું તે ઘડી, મંચીએ વણિકને - 'આ શું પડયું છે નહીં'?", options: ["શાર્દૂલવિક્રીડિત", "વસંતતિલકા", "શિખરિણી", "દ્રુતવિલંબીત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 4, question: "છંદ ઓળખાવો : 'જે જે થતો પ્રાપ્ત ઉપાધિ યોગ, બની રહી તે જ સમાધિ યોગ.'", options: ["ઈન્દ્રવજ્રા", "ઉપેન્દ્રવજ્રા", "ઉપજાતિ", "શિખરિણી"], answer: "ઉપજાતિ" },
            { id: 5, question: "‘ઓ ઈશ્વર ભજીએ તને, મોટું છે તુજ નામ, ગુણ તારા નિત ગાઈએ, થાય અમારાં કામ' - ઉપરની પંક્તિમાંનો છંદ જણાવો.", options: ["ઝૂલણા", "હરિગીત", "ચોપાઈ", "દોહરો"], answer: "દોહરો" },
            { id: 6, question: "આપેલી પંક્તિ ક્યા છંદમાં છે? 'ઉદ્દગ્રીવ દ્રષ્ટિ કરતાં નભ શૂન્ય ભાસે.”", options: ["પૃથ્વી", "હરિણી", "શિખરિણી", "મંદાક્રાન્તા"], answer: "મંદાક્રાન્તા" },
            { id: 7, question: "‘જે પોષતું તે મારતું, શું એ નથી ક્રમ કુદરતી?' – છંદ ઓળખાવો.", options: ["શિખરિણી", "પૃથ્વી", "હરિગીત", "વસંતતિલકા"], answer: "હરિગીત" },
            { id: 8, question: "‘રે પંખીડાં સુખથી ચણજો, ગીતવા કાંઈ ગાજો' - છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "શિખરિણી", "વસંતતિલકા", "સ્ત્રગ્ધરા"], answer: "મંદાક્રાન્તા" },
            { id: 9, question: "રે રે ! શ્રદ્ધા ગત થઈ પછી કોઈ કાળે ન આવે : આ પંક્તિનો છંદ ઓળખાવો.", options: ["શિખરિણી", "શાર્દૂલવિક્રીડિત", "મંદાક્રાન્તા", "ચોપાઈ"], answer: "મંદાક્રાન્તા" },
            { id: 10, question: "કાવ્યમાં યતિ કોને કહેવાય?", options: ["કાવ્યમાં ક્યાંક વિરામ લેવાય તે", "પંક્તિના પઠનને", "કાવ્યના અંતિમ ભાગને", "કાવ્યના ઉચ્ચારને"], answer: "કાવ્યમાં ક્યાંક વિરામ લેવાય તે" }
        ]
    },
    {
        id: 10,
        name: "Test 10",
        questions: [
            { id: 1, question: "શિખરિણી છંદનું બંધારણ શું છે?", options: ["જસજસયલગા", "મસજસતતગા", "મભનતતગગા", "યમનસભલગા"], answer: "યમનસભલગા" },
            { id: 2, question: "સ્નેહગર્વ નથી જેને, સ્નેહશોક ન એ ધરે; તૂટતા આભને ઝીલી, લેવાની શક્તિ એ ઉરે. - આપેલ પંક્તિ ક્યા છંદમાં છે?", options: ["દોહરો", "હરિગીત", "અનુષ્ટુપ", "ચોપાઈ"], answer: "અનુષ્ટુપ" },
            { id: 3, question: "પ્રિયે તુજ લટે ધરું ધવલ સ્વચ્છ આ મોગરો.- છંદ કયો છે?", options: ["મંદાક્રાન્તા", "પૃથ્વી", "શિખરિણી", "હરિણી"], answer: "પૃથ્વી" },
            { id: 4, question: "‘મધુર નમણા ચહેરાઓના ભવોભવનો ઋણી.” - ઉપર્યુક્ત પંક્તિમાં પ્રયોજાયેલા છંદનું નામ લખો.", options: ["મનતગાગા", "જસજસયલગા", "પૃથ્વી", "શિખરિણી"], answer: "મનતગાગા" },
            { id: 5, question: "નીચેનામાંથી ક્યો છંદ અક્ષરમેળ છે?", options: ["દોહરો", "ચોપાઈ", "હરિગીત", "મનહર"], answer: "મનહર" },
            { id: 6, question: "ક્યો છંદ 17 અક્ષરનો નથી?", options: ["હરિણી", "માલિની", "પૃથ્વી", "મંદાક્રાન્તા"], answer: "માલિની" },
            { id: 7, question: "‘ભમ્યો તીર્થે તીર્થે ધરી ઉર મનીષા દરશની.' પંક્તિનો છંદ ઓળખો.", options: ["શિખરિણી", "પૃથ્વી", "હરિગીત", "ભુજંગી"], answer: "પૃથ્વી" },
            { id: 8, question: "હરિગીત છંદની માત્રાઓ કેટલી હોય છે?", options: ["24", "28", "15", "32"], answer: "28" },
            { id: 9, question: "છંદ ઓળખાવો : 'સોટીને શિક્ષકો કેરા, શાળા માંહે સમાગમે, વિદ્યાને વેદના બે મેં, એક સાથે જ મેળવ્યા...'", options: ["અનુષ્ટુપ", "શિખરિણી", "પૃથ્વી", "શાર્દૂલવિક્રીડિત"], answer: "અનુષ્ટુપ" },
            { id: 10, question: "'સ્ત્રગ્ધરા' છંદમાં કેટલા અક્ષરો હોય છે?", options: ["17", "19", "16", "21"], answer: "21" }
        ]
    },
    {
        id: 11,
        name: "Test 11",
        questions: [
            { id: 1, question: "‘યમાતારાજભાનસલગા' માં કેટલા ગુરુ અક્ષર છે?", options: ["પાંચ", "ચાર", "એક", "આઠ"], answer: "પાંચ" },
            { id: 2, question: "17 અક્ષર કયા છંદમાં છે?", options: ["શિખરિણી", "મનહર", "વસંતતિલકા", "શાર્દૂલવિક્રિડીત"], answer: "શિખરિણી" },
            { id: 3, question: "નીચેનામાંથી શિખરિણી છંદ કયો છે?", options: ["ઉનાળાનો લાંબો દિવસ વહેતો મંથર ગતિ", "બેસી ખાટે પિયરઘરમાં જિંદગી જોઈ સારી", "નહીં સ્વજન તે બધા, સ્વજન એકલી તું હતી", "એક પણ નહિ"], answer: "ઉનાળાનો લાંબો દિવસ વહેતો મંથર ગતિ" },
            { id: 4, question: "નીચેના પૈકી કયો માત્રામેળ છંદ છે?", options: ["દોહરો", "શિખરિણી", "પૃથ્વી", "એક પણ નહિ"], answer: "દોહરો" },
            { id: 5, question: "‘શાલિની' છંદમાં કેટલા અક્ષર હોય છે?", options: ["17", "19", "21", "11"], answer: "11" },
            { id: 6, question: "નીચેનામાંથી પૃથ્વી છંદનું છંદસૂત્ર કયું છે?", options: ["મનતગાગા", "જસજસયલગા", "યમનસલભલગા", "મરભનયયય"], answer: "જસજસયલગા" },
            { id: 7, question: "કયા છંદમાં 24 માત્રા હોય છે?", options: ["દોહરો", "ઝૂલણા", "ચોપાઈ", "મનહર"], answer: "દોહરો" },
            { id: 8, question: "‘વિના વાંકે એવો મુજ હૃદયને ક્રોધ ન ઘટે' - પંક્તિમાં કયો છંદ છે?", options: ["પૃથ્વી", "શિખરિણી", "મંદાક્રાન્તા", "હરિગીત"], answer: "પૃથ્વી" },
            { id: 9, question: "‘તે પંખીની ઉપર પથરો ફેંકતા ફેંકી દીધો' - છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "લિસ્સું", "ખરબચડું", "હરિગીત"], answer: "મંદાક્રાન્તા" },
            { id: 10, question: "‘ઉગ્રીવ દૃષ્ટિ કરતાં નભ શૂન્ય ભાસે' - પંક્તિમાં છંદ ઓળખો.", options: ["અનુષ્ટુપ", "ઉપજાતિ", "વસંતતિલકા", "શિખરિણી"], answer: "વસંતતિલકા" }
        ]
    },
    {
        id: 12,
        name: "Test 12",
        questions: [
            { id: 1, question: "'કદી મારી પાસે, વનવનતણા હોય કુસુમો' - છંદ જણાવો.", options: ["શિખરિણી", "વસંતતિલકા", "મંદાક્રાન્તા", "સ્ત્રગ્ધરા"], answer: "શિખરિણી" },
            { id: 2, question: "‘ત્યાં તો પેલી ચપળ દીસતી વાદળી જાય ચાલી'- છંદ ઓળખાવો.", options: ["શિખરિણી", "ચોપાઈ", "હરિગીત", "મંદાક્રાન્તા"], answer: "મંદાક્રાન્તા" },
            { id: 3, question: "‘ઘણુંક ઘણું તોડવું, તું ફટકાર ઘા, એ ભુજા' - છંદ ઓળખાવો.", options: ["પૃથ્વી", "હરિગીત", "માલિની", "મિશ્રોપજાતિ"], answer: "પૃથ્વી" },
            { id: 4, question: "'રે આ સાફલ્યટાણું યુગ યુગ પલટે તોય પાછું ના આવે' - છંદ ઓળખાવો.", options: ["સ્ત્રગ્ધરા", "હરિગીત", "મંદાક્રાન્તા", "શિખરિણી"], answer: "સ્ત્રગ્ધરા" },
            { id: 5, question: "'ભૂરું છે નભ સ્વચ્છ સ્વચ્છ દીસતી નથી એકે વાદળી.' - છંદ ઓળખાવો.", options: ["સ્ત્રગ્ધરા", "અનુષ્ટુપ", "હરિગીત", "શાર્દુલવીક્રિડિત"], answer: "શાર્દુલવીક્રિડિત" },
            { id: 6, question: "મનહર છંદની બંને પંક્તિ મળીને કેટલા અક્ષર હોય છે?", options: ["30", "32", "33", "31"], answer: "31" },
            { id: 7, question: "અનુષ્ટુપ છંદમાં કેટલા ચરણ હોય છે?", options: ["આઠ", "ચાર", "છ", "ત્રણ"], answer: "ચાર" },
            { id: 8, question: "ચોપાઈ છંદમાં કેટલી માત્રા હોય છે?", options: ["પંદર", "સોળ", "ચૌદ", "તેર"], answer: "પંદર" },
            { id: 9, question: "‘ઊંચા દીપે ધૂમટ ફરીથી વ્યોમ કેરો વિશાળો' છંદ ઓળખાવો,", options: ["હરિણી", "સ્ત્રગ્ધરા", "પૃથ્વી", "હરિણી"], answer: "હરિણી" },
            { id: 10, question: "નીચેનામાંથી કયો છંદ 17 અક્ષરનો નથી?", options: ["મંદાક્રાન્તા", "પૃથ્વી", "પૃથ્વી", "વસંતતિલકા"], answer: "વસંતતિલકા" }
        ]
    },
    {
        id: 13,
        name: "Test 13",
        questions: [
            { id: 1, question: "‘તટે વિજન નાવ તેય સ્થિર નાંગરેલી પડી’ - છંદ ઓળખાવો.", options: ["પૃથ્વી", "અનુષ્ટુપ", "હરિણી", "શિખરિણી"], answer: "પૃથ્વી" },
            { id: 2, question: "'ત, ભ, જ, જ, ગાગા' કયા છંદનું બંધારણ છે?", options: ["મંદાક્રાન્તા", "હરિગીત", "વસંતતિલકા", "હરિણી"], answer: "વસંતતિલકા" },
            { id: 3, question: "31 માત્રાનો છંદ કયો છે?", options: ["સવૈયા", "મનહર", "અનુષ્ટુપ", "હરિણી"], answer: "સવૈયા" },
            { id: 4, question: "છંદ ઓળખાવો: ‘એક શરણાઈવાળો સાત વર્ષ સુધી શીખી, રાગરાગણી વગાડવામાં વખણાયો છે.’", options: ["મનહર", "અનુષ્ટુપ", "દોહરો", "અનુષ્ટુપ"], answer: "મનહર" },
            { id: 5, question: "‘રે રે સત્તા ! તમ પર જનો ભોગવે ક્રૂર આવી' - છંદ ઓળખાવો.", options: ["શાર્દુલવીક્રિડિત", "શિખરિણી", "મંદાક્રાન્તા", "પૃથ્વી"], answer: "મંદાક્રાન્તા" },
            { id: 6, question: "મંદાક્રાન્તા છંદની પંક્તિ શોધીને લખો.", options: ["છે કો મારું અખિલ જગમાં ? બૂમ મેં એક પાડી", "સમુદ્ર ભણી ઉપડ્યા કમરને કસી રંગથી", "કદી મારી પાસે વન વન તણા હોત કુસુમો", "કાળી ધોળી રાતી ગાય, પીએ પાણી ચરવા જાય"], answer: "છે કો મારું અખિલ જગમાં ? બૂમ મેં એક પાડી" },
            { id: 7, question: "ચોપાઈ છંદની પંક્તિ ઓળખાવો.", options: ["નમતાથી સૌ કો રીઝે, નમતાને બહુમાન", "આ મોક્ષથી મોંઘું અને સાકર થકી વધતું ગળ્યું", "દરિયાથી ડુંગર પર જાય, કેડી ત્યાં નાનકડી થાય; તું તરુવરો ત્યાં ઢોળે છાય,ને ઠંડો વાય લ્હેરાય", "ઝેર ગયાં ને વેર ગયાં, વળી કાળા કેર ગયા કરનાર, એ ઉપકાર ગણી ઈશ્વરનો હરખ હવે તું હિન્દુસ્તાન"], answer: "દરિયાથી ડુંગર પર જાય, કેડી ત્યાં નાનકડી થાય; તું તરુવરો ત્યાં ઢોળે છાય,ને ઠંડો વાય લ્હેરાય" },
            { id: 8, question: "શિખરિણી છંદનું ઉદાહરણ આપો.", options: ["છે કો મારું આખિલ જગમાં ? બૂમ મેં એક પાડી", "જહીં મરણયે મહોત્સવ અપૂર્વ જેવું થતું", "બપોરી વેળાનું હરિતવરણું ખેતર ચડ્યું", "એકલ પાંખ ઉડાય ના, એકલ નહીં હસાય"], answer: "બપોરી વેળાનું હરિતવરણું ખેતર ચડ્યું" },
            { id: 9, question: "આઠ ગણોનાં માપ યાદ રાખવાનું સહેલું સૂત્ર કયું છે?", options: ["રામા ભાનતાલ સગજય", "યમાતા રાજભાન સલગા", "ગાન જયરામા તાલભાસ", "ગાલ સનભાજરા તામાય"], answer: "યમાતા રાજભાન સલગા" },
            { id: 10, question: "ભમો ભરતખંડના સફળ ભોમ ખૂંદી વળી - આ કયો છંદ છે?", options: ["પૃથ્વી", "હરિગીત", "મંદાક્રાન્તા", "શિખરિણી"], answer: "પૃથ્વી" }
        ]
    },
    {
        id: 14,
        name: "Test 14",
        questions: [
            { id: 1, question: "‘ઘણુંક ઘણું ભાંગવું ઘણ ઉઠાણ મારી ભુજા' - છંદ ઓળખાવો.", options: ["મંદાક્રાન્તા", "અનુષ્ટુપ", "પૃથ્વી", "શિખરિણી"], answer: "મંદાક્રાન્તા" },
            { id: 2, question: "નીચેના છંદોમાંથી માત્રામેળ છંદ કયો છે?", options: ["વસંતતિલકા", "ઇન્દ્રવજ્રા", "સ્ત્રગ્ધરા", "ઝૂલણા"], answer: "ઝૂલણા" },
            { id: 3, question: "નીચેની પંક્તિનો છંદ ઓળખાવો. ‘ભૂલો ભલે બીજું બધું, મા બાપને ભૂલશો નહિ'", options: ["દોહરો", "મનહર", "વસંતતિલકા", "હરિગીત"], answer: "હરિગીત" },
            { id: 4, question: "'બેઠો બેઠો સખી સહિત હું માલતી મંડપ ત્યાં.' - પંક્તિ કયા છંદમાં છે?", options: ["મંદાક્રાન્તા", "પૃથ્વી", "હરિગીત", "હરિણી"], answer: "મંદાક્રાન્તા" },
            { id: 5, question: "છંદ ઓળખાવો : અંધારું થયું પાતળું નભ વિશે તારા ધ્રુતિ નીતરી.", options: ["શિખરિણી", "મનહર", "ચોપાઈ", "શાર્દૂલવિક્રીડિત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 6, question: "'ફાફડા' શબ્દનો કયો ગણ થશે?", options: ["ય – ગણ", "૨ - ગણ", "મ – ગણ", "ન – ગણ"], answer: "૨ - ગણ" },
            { id: 7, question: "‘શિખરિણી' છંદનું ઉદાહણ શોધો.", options: ["નાગરવેલના જેવી નાજુકડી નાર વાંકી", "વેશ ટેક છે આડી ગણી, પેઠો તે નવ શકે નીકળી", "છતાંય દિલ તો ચાહે તન યુવાનની તાજગી", "કદી મારી પાસે વન વન તણાં હોત કુસુમો"], answer: "કદી મારી પાસે વન વન તણાં હોત કુસુમો" },
            { id: 8, question: "'વળાવી બા આવી નિજ સકલ સંતાન ક્રમશઃ' આ પંક્તિમાં રહેલા છંદને ઓળખાવો.", options: ["શિખરિણી", "મંદાક્રાન્તા", "હરિણી", "પૃથ્વી"], answer: "શિખરિણી" },
            { id: 9, question: "‘હું કામ, ક્રોધ, મદ, મોહ થકી છકેલો, આડંબરે અતિ મદથી ભરેલો’", options: ["ચોપાઈ", "દોહરો", "શિખરિણી", "વસંતતિલકા"], answer: "વસંતતિલકા" },
            { id: 10, question: "શિયાળે શીતળ વા વાય, પાનખરે ઘઉં પેદા થાય,", options: ["દોહરો", "ચોપાઈ", "મનહર", "અનુષ્ટુપ"], answer: "ચોપાઈ" }
        ]
    },
    {
        id: 15,
        name: "Test 15",
        questions: [
            { id: 1, question: "ડુંગર કેરી ખીણમાં, ગાભું નામે ગામ, ખેતી કરતો ખંતથી, પટેલ પાંચો નામ", options: ["મનહર", "અનુષ્ટુપ", "દોહરો", "ચોપાઈ"], answer: "દોહરો" },
            { id: 2, question: "મંદાક્રાન્ત છંદનું બંધારણ જણાવો.", options: ["મતતભનગાગા", "મભતતનગાગા", "મતનભનગાગા", "મભનતતગાગા"], answer: "મભનતતગાગા" },
            { id: 3, question: "સ્ત્રગ્ધરા છંદનું બંધારણ જણાવો.", options: ["મરનાભયયય", "મરભનયયય", "મભયયન", "મરયયભન"], answer: "મરભનયયય" },
            { id: 4, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. હીરાની કણિકા સમાન ઝળકે, તારા ઝગારે ગ્રહો", options: ["હરિગીત", "વસંતતિલકા", "શિખરિણી", "શાર્દૂલવિક્રીડિત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 5, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. ચિદાત્મની સંજ્ઞા કુદરત પ્રભુની પ્રતિકૃતિ", options: ["પૃથ્વી", "સ્ત્રગ્ધરા", "શિખરિણી", "મંદાક્રાન્તા"], answer: "શિખરિણી" },
            { id: 6, question: "નીચે આપેલ વાક્યના છંદનો પ્રકાર જણાવો. ઘરે અનુભવે વિશાળ નવનો સમાધાનના", options: ["પૃથ્વી", "મંદાક્રાન્તા", "શિખરિણી", "દોહરો"], answer: "પૃથ્વી" },
            { id: 7, question: "નીચે આપેલ વાક્યના છંદનો પ્રકાર જણાવો. નીચ દૃષ્ટિ તે નવ કરે જે મોટા કહેવાય", options: ["અનુષ્ટુપ", "મનહર", "દોહરો", "ચોપાઈ"], answer: "દોહરો" },
            { id: 8, question: "નીચે આપેલ વાક્યના છંદનો પ્રકાર જણાવો. ના તારો અપરાધ ઓમ ત્યજવા જેવો લગારે થયો", options: ["સવૈયા", "સ્ત્રગ્ધરા", "શાર્દૂલવિક્રીડિત", "હરિગીત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 9, question: "નીચે આપેલ વાક્યના છંદનો પ્રકાર જણાવો: એક હાથથી તો નહિ, તાળી પણ પડી શકે બની શકે કેમ કારીગરી મોટા કામની?", options: ["મંદાક્રાન્તા", "મનહર", "સવૈયા", "અનુષ્ટુપ"], answer: "મનહર" },
            { id: 10, question: "નીચે આપેલ વાક્યના છંદનો પ્રકાર જણાવો. ના શિક્ષાના કથન કથવા યુક્ત તારા સમીપે", options: ["પૃથ્વી", "શિખરિણી", "મંદાક્રાન્તા", "હરિણી"], answer: "મંદાક્રાન્તા" }
        ]
    },
    {
        id: 16,
        name: "Test 16",
        questions: [
            { id: 1, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધોઃ ઉરેય ભરતી ચડે, અદમ અશ્વ કૂદી રહે!", options: ["શિખરિણી", "વસંતતિલકા", "અનુષ્ટુપ", "પૃથ્વી"], answer: "પૃથ્વી" },
            { id: 2, question: "“ભમ્યો તીર્થે તીર્થે ધરી ઉર મનીષા દરશની” પંક્તિનો છંદ ઓળખો.", options: ["પૃથ્વી", "શિખરિણી", "મંદાક્રાન્તા", "હરિગીત"], answer: "શિખરિણી" },
            { id: 3, question: "નીચેનામાંથી પૃથ્વી છંદનું કયું ઉદાહરણ નથી?", options: ["'ધમાલ ન કરો, જરાય નહિ નેન, ભીના થજો”", "‘'ઘણુંક ઘણું ભાંગવું, ઘણા ઉઠાવ મારી ભુજા...!!”", "'ભમો ભરત ખંડમાં સકળ ભોમ ખૂંદી વળો”", "‘'અમારા એ દાદા વિપુલ વડના ઝુંડ સરખા”"], answer: "'ભમો ભરત ખંડમાં સકળ ભોમ ખૂંદી વળો”" },
            { id: 4, question: "‘લાંબા જોડે ટૂંકો જાય, મરે નહીં તો માંદો થાય' - પંક્તિ ક્યા છંદમાં પડો એટલા?", options: ["પૃથ્વી", "હરિણી", "ચોપાઈ", "શિખરિણી"], answer: "ચોપાઈ" },
            { id: 5, question: "“મને બોલાવે ઓ ગિરિવર તણાં મૌન શિખરો” - ઓ પંક્તિનો છંદ જણાવો.", options: ["શિખરિણી", "પૃથ્વી", "હરિગીત", "મંદાક્રાન્તા"], answer: "શિખરિણી" },
            { id: 6, question: "દરેક ચરણમાં 15 માત્રા કયા છંદમાં હોય છે?", options: ["ચોપાઈ", "હરિગીત", "દોહરા", "સવૈયા"], answer: "ચોપાઈ" },
            { id: 7, question: "31/32 માત્રા ક્યા છંદમાં હોય છે?", options: ["સવૈયા", "દોહરો", "ચોપાઈ", "માલિની"], answer: "સવૈયા" },
            { id: 8, question: "પૃથ્વી છંદનું બંધારણ જણાવો.", options: ["જજસસયલગા", "જસસજયલગા", "જસજસયલગા", "જસયજસલગા"], answer: "જસજસયલગા" },
            { id: 9, question: "છંદના સૂત્રમાં કેટલા ગણ છે?", options: ["બાર", "દશ", "નવ", "આઠ"], answer: "આઠ" },
            { id: 10, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. એક ઈડરનો વણિયો ધૂળો એનું નામ", options: ["ચોપાઈ", "હરિગીત", "દોહરા", "શિખરિણી"], answer: "દોહરા" }
        ]
    },
    {
        id: 17,
        name: "Test 17",
        questions: [
            { id: 1, question: "શિખરણી છંદનું બંધારણ જણાવો.", options: ["યનમસભલગા", "યમનસભલગા", "યસભનસલગા", "યસમનભલગા"], answer: "યમનસભલગા" },
            { id: 2, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. હીરાની કણિકા સમાન ઝળકે, તારા ઝગારે ગ્રહો", options: ["હરિગીત", "વસંતતિલકા", "શિખરણી", "શાર્દૂલવિક્રીડિત"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 3, question: "શાર્દૂલવિક્રીડિતનું બંધારણ જણાવો.", options: ["મસજસતતગા", "મસસજતતગા", "મસતસતજગા", "મસતતસજગા"], answer: "મસજસતતગા" },
            { id: 4, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. નરદેવ ભીમકની સુતા દમયંતી નામે સુંદરી", options: ["ચોપાઈ", "મનહર", "મન્દાક્રાન્તા", "શિખરિણી"], answer: "મનહર" },
            { id: 5, question: "લોકકંઠે વસેલા નરસિંહ મહેતાના પ્રભાતિયા ‘ભોળી રે ભરવાડણ', ‘જાગને જાદવા' વગેરે કયા છંદમાં લખાયેલા છે?", options: ["શિખરિણી", "ઝૂલણા", "મનહર", "શાર્દુલવિક્રીડીત"], answer: "ઝૂલણા" },
            { id: 6, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. નાગરવેલીના જેવી નાજુકડી નાર વાંકી, વાંકો એનો અંબોડો ને વાંકા એનાં વેણ છે", options: ["હરિગીત", "સવૈયા", "મનહર", "અનુષ્ટુપ"], answer: "મનહર" },
            { id: 7, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધોઃ નિહાળે દલ મોગરે, મુજ ઉરે?", options: ["ઝુલણાં", "હરિગીત", "ચોપાઈ", "મનહર"], answer: "ઝુલણાં" },
            { id: 8, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. ચાલો એવા સ્થલ મહિં, વસે સૂર્ય જેમાં સદૈવ !", options: ["પૃથ્વી", "મંદાક્રાન્તા", "હરિણી", "શિખરિણી"], answer: "મંદાક્રાન્તા" },
            { id: 9, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. હદે ન ફુલી રાધિકા, ભમર કનૈયાલાલ", options: ["શિખરિણી", "પૃથ્વી", "દોહરા", "ચોપાઈ"], answer: "દોહરા" },
            { id: 10, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. નિતનિત વલોણાના એના અમી ધરતી હતી", options: ["હરિણી", "શિખરિણી", "પૃથ્વી", "મંદાક્રાન્તા"], answer: "હરિણી" }
        ]
    },
    {
        id: 18,
        name: "Test 18",
        questions: [
            { id: 1, question: "છંદનો પ્રકાર વિકલ્પમાંથી શોધો. શિયાળે શીતળ વા વા, પાન ખરે, ઘઉં પેદા થાય.", options: ["ચોપાઈ", "મનહર", "હરિગીત", "પૃથ્વી"], answer: "હરિગીત" },
            { id: 2, question: "'પૃથ્વી' છંદના ગણનું સુત્ર દર્શાવો.", options: ["જ સ જ સ ય લ ગા", "ન સ મ ર સ લ ગા", "ત ત જ ગા ગા", "યામ ન સભ લ ગા"], answer: "જ સ જ સ ય લ ગા" },
            { id: 3, question: "પ્રથમ ચરણમાં 13 માત્રા અને બીજા ચરણમાં 11 માત્રા ક્યા છંદમાં છે?", options: ["હરિગીત", "ચોપાઈ", "ઝૂલણા", "દોહરો"], answer: "દોહરો" },
            { id: 4, question: "નીચેનામાંનું ક્યું ઉદાહરણ ‘હરિગીત' છંદનું છે?", options: ["હું માનવી માનવ થાઉ તો ઘણું", "લાંબા જોડે ટૂંકો જાય, મરે નહી તો માંદો થાય", "ભૂલો ભલે બીજું બધું, મા-બાપને ભૂલશો નહીં", "અમારા એ દાદા વિપુલ વડના ઝૂંડ સરખા"], answer: "ભૂલો ભલે બીજું બધું, મા-બાપને ભૂલશો નહીં" },
            { id: 5, question: "જે છંદની પંક્તિમાં નવ અક્ષર લઘુના અને આઠ અક્ષર ગુરુના જોવા મળે તો તે કયો છંદ ગણાય?", options: ["શિખરિણી", "પૃથ્વી", "સવૈયા", "શિખરિણી"], answer: "શિખરિણી" },
            { id: 6, question: "નીચેનામાંથી મંદાકાન્તા છંદ કઈ પંક્તિમાં રહેલો છે?", options: ["'હા ધિક! હા ધિ ! કૃતધ્ની હું ઓમ મૌન ધરી રહુ.”", "‘વ્હાલા, તુતો મુજ રહીશને? છો જગે કો ન મારુ.", "‘'મને એ ચક્ષુમાં પ્રભુ! જગત તીર્થોત્તમ મળ્યું…”", "‘જો જો રે મોટાના બોલ, ઉજજડ ખેડે બાજંયું ઢોલ’."], answer: "‘વ્હાલા, તુતો મુજ રહીશને? છો જગે કો ન મારુ." },
            { id: 7, question: "‘બેસી માટે પિયરઘરમાં જિંદગી જોઈ સારી' ક્યો છંદ છે?", options: ["પૃથ્વી", "મંદાક્રાન્તા", "દોહરો", "મંદાક્રાન્તા"], answer: "મંદાક્રાન્તા" },
            { id: 8, question: "'સ્ત્રગ્ધરા' છંદમાં કેટલા અક્ષરો છે?", options: ["17", "19", "21", "31"], answer: "21" }
        ]
    }
];
