export const chapter8Tests = [
    {
        id: "8-1",
        questions: [
            {
                id: 1,
                question: "શબ્દો દ્વારા કોઈ વ્યક્તિ, વસ્તુ, સ્થળ કે ખ્યાલનો નિર્દેશ થાય તેને... કહેવાય છે?",
                options: ["સંજ્ઞા", "નામ", "A અને B બંને", "એક પણ નહીં"],
                answer: "A અને B બંને"
            },
            {
                id: 2,
                question: "'સંજ્ઞા'ને સંલગ્ન નીચે પૈકી કયું વાક્ય અયોગ્ય છે?",
                options: ["૧,૨", "૨,૩", "૩,૪", "ઉપરોક્ત એક પણ નહીં"],
                answer: "ઉપરોક્ત એક પણ નહીં"
            },
            {
                id: 3,
                question: "નીચે પૈકી કયો પ્રકાર સંજ્ઞાનો નથી?",
                options: ["વ્યક્તિવાચક સંજ્ઞા", "જાતિવાચક સંજ્ઞા", "અનુમાનવાચક સંજ્ઞા", "ક્રિયાવાચક સંજ્ઞા"],
                answer: "અનુમાનવાચક સંજ્ઞા"
            },
            {
                id: 4,
                question: "કોઈ શબ્દ દ્વારા ચોક્કસ વ્યક્તિ, પ્રાણી કે પદાર્થ સૂચવતો હોય ત્યારે તેને કઈ સંજ્ઞા કહેવાય?",
                options: ["જાતિવાચક", "વ્યક્તિવાચક", "સમૂહવાચક", "ભાવવાચક"],
                answer: "વ્યક્તિવાચક"
            },
            {
                id: 5,
                question: "કોઈ શબ્દ દ્વારા આખો વર્ગસમૂહ સૂચવતો હોય તેને કઈ સંજ્ઞા કહેવાય?",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "જાતિવાચક"
            },
            {
                id: 6,
                question: "જે સંજ્ઞાઓને ફક્ત અનુભવી શકાય છે, તેને કઈ સંજ્ઞા કહેવાય?",
                options: ["દ્રવ્યવાચક", "જાતિવાચક", "ભાવવાચક", "અનુભવવાચક"],
                answer: "ભાવવાચક"
            },
            {
                id: 7,
                question: "'અમૂલ' શબ્દ કયા પ્રકારની સંજ્ઞા દર્શાવે છે?",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "દ્રવ્યવાચક", "સમૂહવાચક"],
                answer: "વ્યક્તિવાચક"
            },
            {
                id: 8,
                question: "સુખ, દુઃખ અને સત્ય જીવનના પર્યાય છે, રેખાંકિત શબ્દો (સુખ, દુઃખ) કઈ સંજ્ઞા છે?",
                options: ["જાતિવાચક", "સમૂહવાચક", "ભાવવાચક", "વ્યક્તિવાચક"],
                answer: "ભાવવાચક"
            },
            {
                id: 9,
                question: "જેને ઊંઘ આવે તેને જાગવું ન જોઈએ! રેખાંકિત શબ્દ (જાગવું) કઈ સંજ્ઞા છે?",
                options: ["ગુણવાચક", "ક્રિયાવાચક", "ભાવવાચક", "દ્રવ્યવાચક"],
                answer: "ક્રિયાવાચક"
            },
            {
                id: 10,
                question: "ગુરુની પ્રેરણા હંમેશાં શિષ્યના હિતમાં જ હોય છે.- રેખાંકિત શબ્દ (પ્રેરણા) કઈ સંજ્ઞા છે?",
                options: ["ભાવવાચક", "ગુણવાચક", "દ્રવ્યવાચક", "ક્રિયાવાચક"],
                answer: "ગુણવાચક"
            }
        ]
    },
    {
        id: "8-2",
        questions: [
            {
                id: 11,
                question: "વિદ્યાર્થી પ્રવાસમાં જવા માટે ઉત્સુક હતા. (વિદ્યાર્થી) ની સંજ્ઞા જણાવો:",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "જાતિવાચક"
            },
            {
                id: 12,
                question: "સરઘસ જોવું કોને ન ગમે? રેખાંકિત શબ્દની સંજ્ઞા જણાવો.",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "સમૂહવાચક"
            },
            {
                id: 13,
                question: "પાણી અને વાણી હંમેશાં સાચવીને વપરાય! રેખાંકિત શબ્દ (પાણી) ની સંજ્ઞા:",
                options: ["દ્રવ્યવાચક", "જાતિવાચક", "સમૂહવાચક", "વ્યક્તિવાચક"],
                answer: "દ્રવ્યવાચક"
            },
            {
                id: 14,
                question: "નીચે પૈકી કઈ ‘ક્રિયાવાચક સંજ્ઞા’ નથી?",
                options: ["બચત", "ભણતર", "માર", "ફરજ"],
                answer: "માર"
            },
            {
                id: 15,
                question: "નીચે પૈકી કઈ સમૂહવાચક સંજ્ઞા નથી? ૧.વર્ગ ૨.પૂળો ૩.લૂમ ૪.ઘણ",
                options: ["૧ અને ૨", "૨ અને ૪", "૧, ૨, ૩", "ઉપરોક્ત એક પણ નહીં"],
                answer: "ઉપરોક્ત એક પણ નહીં"
            },
            {
                id: 16,
                question: "અવિકારી સંજ્ઞા જણાવો:",
                options: ["ચપ્પુ", "પંખો", "કાંસકો", "વર્ગ"],
                answer: "પંખો"
            },
            {
                id: 17,
                question: "વિકારી સંજ્ઞા જણાવો:",
                options: ["ઘી", "રાજા", "વાંદરો", "નદી"],
                answer: "વાંદરો"
            },
            {
                id: 18,
                question: "જેને કોઈ પણ ઇન્દ્રિયથી અનુભવી શકાય તેને કેવી સંજ્ઞા કહેવાય?",
                options: ["મૂર્ત સંજ્ઞા", "અમૂર્ત સંજ્ઞા", "A અને B બંને", "એક પણ નહીં"],
                answer: "મૂર્ત સંજ્ઞા"
            },
            {
                id: 19,
                question: "જેને કોઈ રંગ, રૂપ, કદ, આકાર, ગંધ નથી, માત્ર તર્કથી અનુભવી શકાય તે?",
                options: ["મૂર્ત સંજ્ઞા", "અમૂર્ત સંજ્ઞા", "A અને B બંને", "એક પણ નહીં"],
                answer: "અમૂર્ત સંજ્ઞા"
            },
            {
                id: 20,
                question: "નીચે પૈકી મૂર્ત સંજ્ઞા જણાવો:",
                options: ["વિચાર", "માનવતા", "ચળકાટ", "ક્રોધ"],
                answer: "A અને B બંને"
            }
        ]
    },
    {
        id: "8-3",
        questions: [
            {
                id: 21,
                question: "નીચે પૈકી અમૂર્ત સંજ્ઞા જણાવો:",
                options: ["દુઃખ", "જલેબી", "અવાજ", "કમળ"],
                answer: "દુઃખ"
            },
            {
                id: 22,
                question: "નીચે પૈકી કઈ 'વ્યક્તિવાચક સંજ્ઞા' છે?",
                options: ["નર્મદા", "સૂર્ય", "સ્વર્ગ", "ઉપરોક્ત તમામ"],
                answer: "નર્મદા"
            },
            {
                id: 23,
                question: "સંજ્ઞાને સંલગ્ન નીચેનામાંથી કઈ જોડ ખોટી છે?",
                options: ["વ્યક્તિવાચક: ગુલાબ...", "જાતિવાચક: ગ્રહ...", "દ્રવ્યવાચક: કાપડ...", "ક્રિયાવાચક: દર્શન..."],
                answer: "દ્રવ્યવાચક: કાપડ, અમૃત"
            },
            {
                id: 24,
                question: "સંજ્ઞાને સંલગ્ન યોગ્ય જોડ પસંદ કરો: ૧.ચણા ૨.ફરજ ૩.જંગલ ૪.મામા",
                options: ["1-D, 2-A...", "1-A, 2-B, 3-C, 4-D", "...", "..."],
                answer: "1-A, 2-B, 3-C, 4-D"
            },
            {
                id: 25,
                question: "સંજ્ઞાને સંલગ્ન કઈ જોડ સાચી છે?",
                options: ["વ્યક્તિવાચક: મૂડી...", "જાતિવાચક: દિયર...", "ભાવવાચક: ખીચડી...", "સમૂહવાચક: હિમાલય..."],
                answer: "જાતિવાચક: દિયર, પંખી, સિક્કા"
            },
            {
                id: 26,
                question: "“હાજી સાંદીપનિ ઋષિને ઘેર મને કેમ વીસરે રે?” - વ્યક્તિવાચક સંજ્ઞા શોધો.",
                options: ["ઘેર", "મને", "કેમ", "સાંદીપનિ"],
                answer: "સાંદીપનિ"
            },
            {
                id: 27,
                question: "સમૂહવાચક સંજ્ઞા માટે સાચો વિકલ્પ પસંદ કરો:",
                options: ["સમિતિ, ફૂલ...", "સભા, ધણ, ટોળું", "સેના, મંડળી, ગીરનાર", "સંઘ, સાગર..."],
                answer: "સભા, ધણ, ટોળું"
            },
            {
                id: 28,
                question: "‘વસિયતનામું’ કઈ સંજ્ઞા છે?",
                options: ["સમૂહવાચક", "ભાવવાચક", "જાતિવાચક", "દ્રવ્યવાચક"],
                answer: "જાતિવાચક"
            },
            {
                id: 29,
                question: "‘તમે મોટું ભંડોળ એકઠું કરો.” - ભંડોળ",
                options: ["વ્યક્તિવાચક", "ભાવવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "સમૂહવાચક"
            },
            {
                id: 30,
                question: "“સૈનિકની ટુકડી નગરમાં પ્રવેશી.” - ટુકડી",
                options: ["જાતિવાચક", "સમૂહવાચક", "ભાવવાચક", "વ્યક્તિવાચક"],
                answer: "સમૂહવાચક"
            }
        ]
    },
    {
        id: "8-4",
        questions: [
            {
                id: 31,
                question: "નર્મદા ગુજરાતની જીવાદોરી છે.",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "દ્રવ્યવાચક", "સમૂહવાચક"],
                answer: "વ્યક્તિવાચક"
            },
            {
                id: 32,
                question: "‘હૂંફ’ સંજ્ઞાનો પ્રકાર જણાવો:",
                options: ["ભાવવાચક", "જાતિવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "દ્રવ્યવાચક"
            },
            {
                id: 33,
                question: "‘તાંબુ’ સંજ્ઞાનો પ્રકાર જણાવો:",
                options: ["ભાવવાચક", "જાતિવાચક", "સમૂહવાચક", "દ્રવ્યવાચક"],
                answer: "દ્રવ્યવાચક"
            },
            {
                id: 34,
                question: "કચ્છ પ્રદેશના પ્રેમમાં પડી ગયા. (પ્રેમ)",
                options: ["દ્રવ્યવાચક", "સમૂહવાચક", "ક્રિયાવાચક", "ભાવવાચક"],
                answer: "ભાવવાચક"
            },
            {
                id: 35,
                question: "એણે ડૂબતા કુટુંબને બચાવી લીધું.",
                options: ["દ્રવ્યવાચક", "ભાવવાચક", "સમૂહવાચક", "જાતિવાચક"],
                answer: "સમૂહવાચક"
            },
            {
                id: 36,
                question: "‘શેઠ’ સંજ્ઞાનો પ્રકાર કયો છે?",
                options: ["દ્રવ્યવાચક", "વ્યક્તિવાચક", "સમૂહવાચક", "જાતિવાચક"],
                answer: "જાતિવાચક"
            },
            {
                id: 37,
                question: "આપેલી સંજ્ઞામાંથી કઈ વિકારી સંજ્ઞા નથી?",
                options: ["પંખો", "ચપ્પુ", "કાંસકો", "ખેતર"],
                answer: "ખેતર"
            },
            {
                id: 38,
                question: "નીચેનામાંથી કઈ જાતિવાચક સંજ્ઞા નથી?",
                options: ["ભેંસ", "પર્વત", "ગિરનાર", "તપેલી"],
                answer: "ગિરનાર"
            },
            {
                id: 39,
                question: "‘મારે એક જાણીતા સજ્જનને મળવા જવાનું થયું.” - સંજ્ઞા કઈ?",
                options: ["જાણીતા", "સજ્જન", "એક", "મારે"],
                answer: "સજ્જન"
            },
            {
                id: 40,
                question: "નીચે પૈકી સંજ્ઞા દર્શાવતો શબ્દ કયો છે?",
                options: ["ઘડપણ", "કુશળ", "અમારું", "હોશિયાર"],
                answer: "ઘડપણ"
            }
        ]
    },
    {
        id: "8-5",
        questions: [
            {
                id: 41,
                question: "સમૂહવાચક સંજ્ઞા દર્શાવતું કયું જોડકું ખોટું છે?",
                options: ["જંગલ : ટુકડી", "ધણ : ગાય", "સમુદાય : શહેર", "સૈન્ય : ભંડોળ"],
                answer: "સમુદાય : શહેર"
            },
            {
                id: 42,
                question: "‘તેના મોં પર હાસ્ય રેલાઈ ગયું.’",
                options: ["સમૂહવાચક", "જાતિવાચક", "ભાવવાચક", "વ્યક્તિવાચક"],
                answer: "ભાવવાચક"
            },
            {
                id: 43,
                question: "આપેલા વાક્યોમાં રેખાંકિત શબ્દોના સંજ્ઞા પ્રકાર દૃષ્ટિએ સાચો વિકલ્પ કયો?",
                options: ["મૂડી નાખતાં...", "માગણી...", "તેમણે ક્ષણવાર...", "તેમણે અમને તાડન કર્યું હોય તેવું સ્મરણ નથી – ક્રિયાવાચક"],
                answer: "તેમણે અમને તાડન કર્યું હોય તેવું સ્મરણ નથી – ક્રિયાવાચક"
            },
            {
                id: 44,
                question: "જુદી પડતી સંજ્ઞાનો પ્રકાર જણાવો: 'લેખક ઘી, ગોળ, તેલ અને કાપડ લઇ ઊભા થયા.'",
                options: ["દ્રવ્યવાચક", "વ્યક્તિવાચક", "જાતિવાચક", "ભાવવાચક"],
                answer: "જાતિવાચક"
            },
            {
                id: 45,
                question: "‘પૈસે ટકે’ કયા પ્રકારનું નામ છે?",
                options: ["વ્યક્તિવાચક", "ભાવવાચક", "જાતિવાચક", "સમૂહવાચક"],
                answer: "સમૂહવાચક"
            },
            {
                id: 46,
                question: "‘લોકોનું ટોળું ઉગમણી દિશામાં ગયું.”",
                options: ["વ્યક્તિવાચક", "જાતિવાચક", "ભાવવાચક", "સમૂહવાચક"],
                answer: "સમૂહવાચક"
            },
            {
                id: 47,
                question: "એકવચનમાં વપરાતી સંજ્ઞા જણાવો:",
                options: ["ઘઉં", "ચોખા", "વાલ", "વ્હાલ"],
                answer: "વ્હાલ"
            },
            {
                id: 48,
                question: "આપેલ શબ્દમાં કયો શબ્દ 'સંજ્ઞા' છે?",
                options: ["ઊણપ", "ચીકણું", "લૂલું", "તે"],
                answer: "ઊણપ"
            },
            {
                id: 49,
                question: "“અજ્ઞાન રાની પર જ ખેડૂતો લાચારી અનુભવે.” (લાચારી)",
                options: ["ભાવવાચક", "દ્રવ્યવાચક", "વ્યક્તિવાચક", "સમૂહવાચક"],
                answer: "ભાવવાચક"
            },
            {
                id: 50,
                question: "દ્રવ્યવાચક સંજ્ઞાનું વાક્ય કયું છે?",
                options: ["આજકાલ ઠંડી હવા...", "ગુરુની વાણીમાં...", "મહારાષ્ટ્રમાં...", "રણવીરને..."],
                answer: "આજકાલ ઠંડી હવા પ્રસરવા લાગી છે."
            }
        ]
    }
];
