export const chapter16Tests = [
    {
        id: "t16-1",
        name: "Test 1",
        questions: [
            {
                id: 1,
                question: "નામયોગી અંગે નીચેનામાંથી કયું વિધાન સાચું નથી?",
                options: [
                    "નામયોગી વિભક્તિના પ્રત્યયની ગરજ સારે છે.",
                    "નામયોગી નામથી છૂટાં લખાય છે.",
                    "નામયોગી એકસાથે એકથી વધુ આવી શકતાં નથી.",
                    "નામયોગી નામની સાથે લખાય છે."
                ],
                answer: "નામયોગી નામની સાથે લખાય છે."
            },
            {
                id: 2,
                question: "દેશની આઝાદી કાજે ઘણા લોકોએ બલિદાન આપ્યાં. - આ વાક્યમાં 'કાજે' શબ્દ વ્યાકરણની દ્રષ્ટિએ શું કહેવાશે?",
                options: ["નામયોગી", "અવયવ", "નિપાત", "કૃદંત"],
                answer: "નામયોગી"
            },
            {
                id: 3,
                question: "મારી પાસે એક મસ્ત રમકડું છે. - વાક્યમાં ક્યા પ્રકારનું નામયોગી વપરાયું છે?",
                options: ["અપાદાનવાચક", "કારણવાચક", "તુલનાવાચક", "સ્વામિત્વવાચક"],
                answer: "સ્વામિત્વવાચક"
            },
            {
                id: 4,
                question: "મિલન કરતાં વિજય વધારે હોશિયાર છે – નામયોગી શોધો.",
                options: ["મિલન", "કરતાં", "વધારે", "હોશિયાર"],
                answer: "કરતાં"
            },
            {
                id: 5,
                question: "કલ્પેશ પટેલ હંમેશા રેલવે દ્વારા મુસાફરી કરે છે. - નામયોગી શોધો.",
                options: ["હંમેશા", "દ્વારા", "રેલવે", "મુસાફરી"],
                answer: "દ્વારા"
            },
            {
                id: 6,
                question: "નીચેનામાંથી ક્યા વાક્યમાં નામયોગી વપરાયેલું નથી?",
                options: [
                    "ટીના રમવા જતી નથી.",
                    "ટીના રૂમની અંદર ગઈ.",
                    "દાદાજી બહાર ગયા છે.",
                    "ઝાડ પરથી કેરી પડી."
                ],
                answer: "ટીના રમવા જતી નથી."
            },
            {
                id: 7,
                question: "નીચેનામાંથી ક્યા વાક્યમાં નામયોગી વપરાયેલું છે?",
                options: [
                    "ભવાની મંદિર સુંદર પુસ્તક છે.",
                    "ભાવિક ધીમેથી બોલે છે.",
                    "ભગત સિંહે આઝાદી ખાતર જીવ ગુમાવ્યો.",
                    "પ્રેરણા પતિવ્રતા સ્ત્રી છે."
                ],
                answer: "ભગત સિંહે આઝાદી ખાતર જીવ ગુમાવ્યો."
            },
            {
                id: 8,
                question: "પાંચ દાયકા દરમિયાન ભારતનો ખૂબ વિકાસ થયો. - નામયોગી શોધીને લખો.",
                options: ["દાયકા", "દરમિયાન", "ભરત", "વિકાસ"],
                answer: "દરમિયાન"
            },
            {
                id: 9,
                question: "નામયોગી તરીકે વાપરી શકાય નહિ..",
                options: ["અગાઉ", "બાદ", "કેરું", "[ખાલી]"],
                answer: "[ખાલી]"
            },
            {
                id: 10,
                question: "અવેજીવાચક નામયોગી શોધીને લખો.",
                options: ["અર્થાત્", "બદલે", "બહાર", "વાસ્તે"],
                answer: "બદલે"
            },
            {
                id: 11,
                question: "‘સોના કેરું કડું મારું સરી ગયું મમ હસ્તથી!' - 'કેરું' નામયોગી ઓળખાવો.",
                options: ["અધિકરણવાચક", "કરણવાચક", "તાદર્થ્યવાચક", "સંબંધવાચક"],
                answer: "સંબંધવાચક"
            }
        ]
    }
];
