export const chapter26Tests = [
    {
        id: 1,
        name: "Test 1",
        questions: [
            { id: 1, question: "નીચેના પૈકી કઈ જોડણી ખોટી છે?", options: ["શુશ્રૂષા", "...", "રેલવે", "જલદી"], answer: "...", },
            { id: 2, question: "નીચેના પૈકી કઈ જોડણી ખોટી છે?", options: ["કંકોત્રી", "કંકોતરી", "વિગત", "વીગત"], answer: "વીગત" },
            { id: 3, question: "નીચેના પૈકી કઈ જોડણી સાચી છે?", options: ["નિરિક્ષક", "નિરીક્ષક", "નીરીક્ષક", "નીરિક્ષક"], answer: "નિરીક્ષક" },
            { id: 4, question: "સાચી જોડણીવાળું શબ્દજૂથ કયું છે?", options: ["રવિન્દ્ર, કલાપિ", "જિલ્લો, રેલવે સ્ટેશન", "નિમણૂંક, બિમાર", "પ્રવિણ, શ્રીમતિ"], answer: "જિલ્લો, રેલવે સ્ટેશન" },
            { id: 5, question: "સાચી જોડણીવાળો શબ્દ પસંદ કરો.", options: ["પાણીઆરું", "પાણીયારું", "પાણિયારું", "પાણિઆરું"], answer: "પાણિયારું" },
            { id: 6, question: "સાચી જોડણી શોધો.", options: ["સચ્ચિદાનંદ", "સચ્ચીદાનંદ", "બંને સાચી", "બંને ખોટી"], answer: "સચ્ચિદાનંદ" },
            { id: 7, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધીને લખો.", options: ["ગિરિશૃંગ", "ગીરીશૃંગ", "ગિરીશૃંગ", "ગીરીશ્રુંગ"], answer: "ગિરિશૃંગ" },
            { id: 8, question: "આપેલ શબ્દ પૈકી સાચી જોડણીવાળો શબ્દ કયો છે?", options: ["મીજબાનિ", "મિજબાની", "મીજબાની", "મિજબાનિ"], answer: "મિજબાની" },
            { id: 9, question: "... પરમ શિવભક્ત હતો. સાચી જોડણીવાળો શબ્દ મૂકો.", options: ["બાણાસુર", "બાણાસૂર", "બાણશૂર", "બાણાશૂર"], answer: "બાણાસુર" },
            { id: 10, question: "સાચી જોડણીવાળો શબ્દ શોધો.", options: ["વિકેન્દ્રીકરણ", "વિસ્તિર્ણ", "વીણાવાદીની", "અશિપ્ત"], answer: "વિકેન્દ્રીકરણ" }
        ]
    },
    {
        id: 2,
        name: "Test 2",
        questions: [
            { id: 11, question: "ખોટી જોડણી શોધો.", options: ["પરિસ્થિતિ", "સાહિત્યિક", "નીલગીરી", "પુનરુ"], answer: "નીલગીરી" },
            { id: 12, question: "સાચી જોડણી જણાવો.", options: ["પરીક્ષીત", "પરીક્ષિત", "પરીશિત", "પરિક્ષિત"], answer: "પરીક્ષિત" },
            { id: 13, question: "નીચેનામાંથી સાચી જોડણીવાળો શબ્દ શોધો.", options: ["પતિશત્રૂત્વ", "પ્રતીશત્રૂત્વ", "પ્રતીશત્રુત્વ", "પ્રતિશત્રુત્વ"], answer: "પ્રતિશત્રુત્વ" },
            { id: 14, question: "નીચે દર્શાવેલા શબ્દોમાં કયા શબ્દની જોડણી સાચી છે?", options: ["સિર્ષક", "શિર્ષક", "શીર્ષક", "શિર્સક"], answer: "શીર્ષક" },
            { id: 15, question: "નીચેના પૈકી કયા શબ્દની જોડણી ખોટી છે?", options: ["થકાવટ", "તકલિફ", "ડુંગળી", "દીક્ષા"], answer: "તકલિફ" },
            { id: 16, question: "નીચેના પૈકી સાચી જોડણી કઈ છે?", options: ["આનુષંગિક", "અનુસંગિક", "આનુસંગિક", "અનુષંગિક"], answer: "આનુષંગિક" },
            { id: 17, question: "નીચેના પૈકી સાચી જોડણી કઈ છે?", options: ["વાલ્મીકિ", "વાલ્મિકી", "વાલ્મીકી", "વાલ્મિકિ"], answer: "વાલ્મીકિ" },
            { id: 18, question: "સાચી જોડણીવાળો શબ્દ શોધો.", options: ["વીપત", "વીપતિ", "વિપત્તિ", "વિતત્તી"], answer: "વિપત્તિ" },
            { id: 19, question: "સાચી જોડણીવાળો શબ્દ શોધો.", options: ["શીખરીણી", "શિખરિણી", "શિખરીણી", "શિખરણી"], answer: "શિખરિણી" },
            { id: 20, question: "કઈ જોડણી ખોટી છે?", options: ["સ્વાભાવિક", "ખૂબસુરત", "જિજ્ઞાસા", "ઐતિહાસિક"], answer: "ખૂબસુરત" }
        ]
    },
    {
        id: 3,
        name: "Test 3",
        questions: [
            { id: 21, question: "સાચી જોડણી લખો.", options: ["થીગડું", "થિગડું", "થીગડૂં", "થિગડુ"], answer: "થીગડું" },
            { id: 22, question: "યોગ્ય જોડણી જણાવો.", options: ["ત્રિપુટી", "ત્રીપુટી", "ત્રીપૂટી", "...",], answer: "ત્રિપુટી" },
            { id: 23, question: "સાચી જોડણી કઈ છે?", options: ["લીલીસુકિ", "લિલીસૂકી", "લિલિસુકી", "લીલીસૂકી"], answer: "લીલીસૂકી" },
            { id: 24, question: "નીચેના વિકલ્પમાંથી યોગ્ય જોડણી શોધો.", options: ["બિસ્કિટ", "બિસ્કીટ", "બીસ્કિટ", "બીસકીટ"], answer: "બિસ્કિટ" },
            { id: 25, question: "સાચી જોડણી ઓળખાવો.", options: ["અર્ધનીમિલિત", "અર્ધનિમિલીત", "અર્ધનીમિલીત", "અર્ધનિમીલિત"], answer: "અર્ધનિમીલિત" },
            { id: 26, question: "નીચેનામાંથી સાચી જોડણી શોધો.", options: ["સહાનુભુતિ", "સ્મીત", "કબૂતર", "અર્ધનિમિલીત"], answer: "કબૂતર" },
            { id: 27, question: "નીચે આપેલા વિકલ્પોમાંથી ખોટી જોડણી ધરાવતો વિકલ્પ પસંદ કરો.", options: ["સામૂહિક", "નિરીક્ષણ", "શીર્ષાસન", "કરોળીયો"], answer: "કરોળીયો" },
            { id: 28, question: "સાચી જોડણી શોધો.", options: ["સુર્યમૂખી", "સૂર્યમુખી", "સુર્યમુખી", "સૂર્યમૂખી"], answer: "સૂર્યમુખી" },
            { id: 29, question: "સાચી જોડણી શોધો.", options: ["તિલાંજલી", "તીલાંજલી", "તિલાંજલિ", "તીલાંજલિ"], answer: "તિલાંજલિ" },
            { id: 30, question: "સાચી જોડણી શોધો.", options: ["શામળિયો", "સામળિયો", "શ્યામળિયો", "શામરીયો"], answer: "શામળિયો" }
        ]
    },
    {
        id: 4,
        name: "Test 4",
        questions: [
            { id: 31, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધીને લખો.", options: ["માર્ગદશિકા", "માર્ગદશીકા", "માગર્દશિકા", "માર્ગદર્શિકા"], answer: "માર્ગદર્શિકા" },
            { id: 32, question: "સાચી જોડણી કઈ છે?", options: ["પૌરસ્ત્ય", "પાશ્ચિમાત્ય", "પાશ્ચત્ય", "પૌર્વાત્ય"], answer: "પૌરસ્ત્ય" },
            { id: 33, question: "ખોટી જોડણી શોધો.", options: ["વિટામીન", "સર્ટિફિકેટ", "કંપની", "સપ્ટેમ્બર"], answer: "વિટામીન" },
            { id: 34, question: "સાચી જોડણી દર્શાવતો શબ્દ શોધીને લખો.", options: ["જ્યોતિષી", "અવિનાસ", "હરીવર", "તિર્થોતમ"], answer: "જ્યોતિષી" },
            { id: 35, question: "સાચી જોડણી દર્શાવતો શબ્દ શોધો.", options: ["કૂંજલડી", "પ્રિતી", "સુરભિસુત", "ભિતિ"], answer: "કૂંજલડી" },
            { id: 36, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["પરીશીલન", "પરિશીલન", "પરિશિલન", "પરીશિલન"], answer: "પરિશીલન" },
            { id: 37, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધીને લખો.", options: ["પરીચિત", "પરિચિત", "પરિચીત", "પરીચીત"], answer: "પરિચિત" },
            { id: 38, question: "નીચે આપેલ શબ્દો પૈકી ક્યા શબ્દની જોડણી ખોટી છે?", options: ["જીલ્લો", "પશ્ચાત્તાપ", "નવીન", "ઉત્તીર્ણ"], answer: "જીલ્લો" },
            { id: 39, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["મ્યુનિસિપાલિટી", "મ્યુનીસીપાલીટી", "મ્યુનિસીપાલીટિ", "મ્યુનિસિપિલાલીટી"], answer: "મ્યુનિસિપાલિટી" },
            { id: 40, question: "સાચી જોડણી શોધો.", options: ["જીજ્ઞાસા", "જિજ્ઞાસા", "જિજ્ઞાષા", "જીગ્નાશા"], answer: "જિજ્ઞાસા" }
        ]
    },
    {
        id: 5,
        name: "Test 5",
        questions: [
            { id: 41, question: "સાચી જોડણી કઈ?", options: ["ઊર્ધ્વગામી", "ઉર્ધ્વગામી", "ઊધ્ધર્વગામી", "ઉધ્વગામી"], answer: "ઊર્ધ્વગામી" },
            { id: 42, question: "નીચેના શબ્દ પૈકીની સાચી જોડણી જણાવો.", options: ["પ્રતિનિધિ", "પ્રતિનીધી", "પ્રતિનિધી", "પ્રતિનીધિ"], answer: "પ્રતિનીધિ" },
            { id: 43, question: "નીચે પૈકી કઈ જોડણી ખોટી છે?", options: ["નીતીમતા", "પુરાતત્ત્વ", "ગુણવત્તા", "નિવૃત્ત"], answer: "નીતીમતા" },
            { id: 44, question: "જોડણીની દૃષ્ટિએ સાચો શબ્દ છે....", options: ["સ્તુતી", "સ્તુતિ", "સ્તૂતી", "સ્તૃતિ"], answer: "સ્તુતિ" },
            { id: 45, question: "નીચે આપેલ શબ્દો પૈકી ક્યા શબ્દની જોડણી સાચી છે?", options: ["આર્શિવાદ", "નૈઋત્ય", "દંપતિ", "પીયૂષ"], answer: "પીયૂષ" },
            { id: 46, question: "નીચેના પૈકી કઈ જોડણી સાચી છે?", options: ["ભટુરીયું", "ભટૂરીયું", "ભટૂરિયું", "ભટૂરીયું"], answer: "ભટૂરિયું" },
            { id: 47, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["પ્રુથક્કરણ", "પૃથક્કરણ", "પૃથ્થક્કરણ", "પૃથ્થકરણ"], answer: "પૃથક્કરણ" },
            { id: 48, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["...", "નીતિ", "નીતી", "નિતી"], answer: "નીતિ" },
            { id: 49, question: "સાચી જોડણીવાળો શબ્દ કયો છે?", options: ["ચૂપકિદી", "ચુપકીદી", "ચુપકીદિ", "ચૂપકીદી"], answer: "ચુપકીદી" },
            { id: 50, question: "નીચેના પૈકી કઈ જોડણી સાચી છે?", options: ["યુનીવર્સિટી", "યુનિવર્સીટી", "યુનિવર્સીટિ", "યુનિવર્સિટી"], answer: "યુનિવર્સિટી" }
        ]
    },
    {
        id: 6,
        name: "Test 6",
        questions: [
            { id: 51, question: "નીચેનામાંથી સાચી જોડણીવાળો શબ્દ આપો.", options: ["ઝિંદાદિલી", "કવિયિત્રિ", "આર્શીવાદ", "રેલ્વે"], answer: "ઝિંદાદિલી" },
            { id: 52, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["વાંકુચુકુ", "વાંકુંચૂકું", "વાકુંચુકું", "વાંકુચુક"], answer: "વાંકુંચૂકું" },
            { id: 53, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["સુશ્રુશા", "શુશ્રૂષા", "શૂસૃષા", "સૂશ્રુશા"], answer: "શુશ્રૂષા" },
            { id: 54, question: "નીચેનામાંથી કઈ જોડણી ખોટી છે?", options: ["...", "વિશિષ્ટ", "પરાકાષ્ટા", "શ્રેષ્ઠ"], answer: "પરાકાષ્ટા" },
            { id: 55, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધીને લખો.", options: ["જૉડબૂટી", "જડીબુટ્ટી", "જડીબુટ્ટ", "જડીબૂટી"], answer: "જડીબુટ્ટી" },
            { id: 56, question: "નીચેના પૈકી કયા શબ્દની જોડણી ખોટી છે?", options: ["ફળીભૂત", "મૂંઝવણ", "શારીરિક", "વિનિમય"], answer: "ફળીભૂત" },
            { id: 57, question: "નીચેના પૈકી સાચી જોડણીવાળો શબ્દ કયો?", options: ["દિલગિરી", "દિલગીરી", "દીલગીરી", "દીલિગિર"], answer: "દિલગીરી" },
            { id: 58, question: "નીચેનામાંથી ખોટી જોડણી શોધો.", options: ["પરિસ્થિતિ", "સમિતિ", "સીમિતી", "કીર્તિ"], answer: "સીમિતી" },
            { id: 59, question: "નીચે દર્શાવેલ શબ્દોમાં ક્યા શબ્દની જોડણી સાચી છે?", options: ["સંન્યાસીની", "અનુભૂતિ", "ઉઘમશી", "ચિચિયારી"], answer: "અનુભૂતિ" },
            { id: 60, question: "નીચેના પૈકી ક્યા શબ્દની જોડણી ખોટી છે?", options: ["ક્ષણિક", "છીંછરું", "ગિરફતાર", "ચુંટણી"], answer: "ચુંટણી" }
        ]
    },
    {
        id: 7,
        name: "Test 7",
        questions: [
            { id: 61, question: "નીચેના પૈકી ક્યા શબ્દની જોડણી સાચી છે?", options: ["ગણતરી", "ગણત્રી", "કારકીર્દી", "આલિશાન"], answer: "ગણતરી" },
            { id: 62, question: "નીચેના પૈકી ક્યા શબ્દની જોડણી સાચી છે?", options: ["અનૂભુતી", "...", "આકૃતી", "આશિષ"], answer: "આશિષ" },
            { id: 63, question: "નીચેના પૈકી કઈ જોડણી સાચી છે?", options: ["વીસંવાદ", "વિસંવાદ", "વીસવાંદ", "વિસવાંદ"], answer: "વિસંવાદ" },
            { id: 64, question: "નીચેના શબ્દ પૈકી ક્યા શબ્દની જોડણી ખોટી છે?", options: ["નિવૃત", "નખશિખ", "નવિનધ", "પરિમિત"], answer: "નિવૃત" },
            { id: 65, question: "સાચી જોડણી આપો:", options: ["હુંડિયામણ", "હૂંડિયામણ", "હુંડીયામણ", "હૂંડીયામણ"], answer: "હૂંડિયામણ" },
            { id: 66, question: "નીચેના શબ્દ પૈકી ક્યા શબ્દની જોડણી સાચી છે?", options: ["સ્નેહીધીન", "સ્નેહાધીન", "સ્નેહાધિન", "સ્નેહિધીન"], answer: "સ્નેહાધીન" },
            { id: 67, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["ખુબસુરત", "ખૂબસૂરત", "ખુબસૂરત", "ખુબસુરત"], answer: "ખૂબસૂરત" },
            { id: 68, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["મૂલ્યપત્રિકા", "મુલ્યપત્રીક", "મૂલપત્રિકા", "મૂળપત્રિકા"], answer: "મૂલ્યપત્રિકા" },
            { id: 69, question: "કઈ જોડણી સાચી?", options: ["કીર્તિ", "કિર્તી", "કિર્તિ", "કીર્તી"], answer: "કીર્તિ" },
            { id: 70, question: "સાચી જોડણી શોધો.", options: ["દામિની", "દામીની", "દામિનિ", "દામીનિ"], answer: "દામિની" }
        ]
    },
    {
        id: 8,
        name: "Test 8",
        questions: [
            { id: 71, question: "નીચે આપેલ શબ્દ પૈકી કયા શબ્દની જોડણી ખોટી છે?", options: ["ગૂજરાત", "પ્રવીણ", "વિદ્યાર્થિની", "ગુરુ"], answer: "ગુરુ" },
            { id: 72, question: "ખોટી જોડણી શોધો.", options: ["એકત્રીત", "એકતાળીસ", "એકદિલી", "એકપક્ષી"], answer: "એકત્રીત" },
            { id: 73, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["પ્રતીધ્વનિ", "પ્રતિધ્વનિ", "પ્રતીધ્વની", "પ્રતિધ્વની"], answer: "પ્રતિધ્વનિ" },
            { id: 74, question: "નીચેનામાંથી કઈ જોડણી ખોટી છે?", options: ["આશીર્વાદ", "હૃદયૈક્ય", "સમિતિ", "હૃદયેકય"], answer: "હૃદયેકય" },
            { id: 75, question: "સાચી જોડણીવાળો શબ્દ લખો.", options: ["હીતકારી", "હિતકારિ", "હિતકારી", "હીતકારિ"], answer: "હિતકારી" },
            { id: 76, question: "સાચી જોડણીવાળો શબ્દ લખો.", options: ["દુરબીન", "દૂરબિન", "દુરિબન", "દૂરબીન"], answer: "દૂરબીન" },
            { id: 77, question: "સાચી જોડણી જણાવો.", options: ["વિઝીટ", "વીઝીટ", "વીઝિટ", "વિઝિટ"], answer: "વિઝિટ" },
            { id: 78, question: "સાચી જોડણીવાળો શબ્દ શોધો.", options: ["ઉપોધ્ધાત", "ઉપોદગાત", "ઉપોદ્ઘાત", "ઉપોદ્ગાત"], answer: "ઉપોદ્ઘાત" },
            { id: 79, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["પ્રતિતી", "પ્રતીતી", "પ્રતિતિ", "પ્રતીતિ"], answer: "પ્રતીતિ" },
            { id: 80, question: "સાચી જોડણી શોધો.", options: ["ઝળજળીયા", "જળઝળિયા", "જળજળીયા", "ઝળઝળિયા"], answer: "ઝળઝળિયા" }
        ]
    },
    {
        id: 9,
        name: "Test 9",
        questions: [
            { id: 81, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["અતિથિવિશેષ", "અતીથીવિશેષ", "અતિથિવિશેશ", "અતિથિવીષેશ"], answer: "અતીથીવિશેષ" },
            { id: 82, question: "સાચી જોડણી આપો:", options: ["અતીથી", "અતિથિ", "અતિથી", "અતીથિ"], answer: "અતિથિ" },
            { id: 83, question: "સાચી જોડણી આપો:", options: ["પરિણિત", "પરિણીત", "પરીણીત", "પરીપિત"], answer: "પરિણીત" },
            { id: 84, question: "નીચેનામાંથી કઈ જોડણી સાચી નથી?", options: ["મિલિટરી", "વિનંતી", "શુદ્ધીકરણ", "જાત્યાભિમાન"], answer: "જાત્યાભિમાન" },
            { id: 85, question: "નીચેના પૈકી સાચી જોડણી કઈ છે?", options: ["અવીનાશી", "અવિનાશી", "અવીનાશિ", "અવિનાશિ"], answer: "અવિનાશી" },
            { id: 86, question: "નીચેના પૈકી સાચી જોડણી કઈ છે?", options: ["ફરીયાદી", "ફરિયાદી", "ફરિયાદિ", "ફરીયાદિ"], answer: "ફરિયાદી" },
            { id: 87, question: "નીચેના શબ્દોમાં સાચી જોડણી કઈ છે?", options: ["મૂરતિયો", "નિંદ્રા", "દ્વિતીય", "ઊદિધ"], answer: "દ્વિતીય" },
            { id: 88, question: "સાચી જોડણી જણાવો:", options: ["ગુજરાત વિદ્યાપિઠ", "ગૂજરાત વિદ્યાપીઠ", "ગુજરાત વિદ્યાપીઠ", "એકપણ નહીં"], answer: "ગૂજરાત વિદ્યાપીઠ" },
            { id: 89, question: "સાચી જોડણી કઈ છે?", options: ["જયેસ્ડ", "જયેષઠ", "જયેષ્ઠ", "જયેશઠ"], answer: "જયેષ્ઠ" },
            { id: 90, question: "'મનીશા' શબ્દની સાચી જોડણી કઈ?", options: ["મનિશા", "મનીસા", "મનિષા", "મનીષા"], answer: "મનીષા" }
        ]
    },
    {
        id: 10,
        name: "Test 10",
        questions: [
            { id: 91, question: "કઈ જોડણી સાચી છે?", options: ["પાઈદળ", "પૃથિવીવલ્લભ", "રમણિ", "અંકૂસ"], answer: "પૃથિવીવલ્લભ" },
            { id: 92, question: "સાચી જોડણી શોધો.", options: ["ઉગરવું", "ઊગરવું", "ઊગરવું", "ઊગરવૂ"], answer: "ઉગરવું" },
            { id: 93, question: "નીચેનામાંથી સાચી જોડણીવાળો શબ્દ શોધો.", options: ["અનીશ્ચિત", "અનિશ્ચિત", "અનિશ્ચીત", "અનીશ્ચીત"], answer: "અનિશ્ચિત" },
            { id: 94, question: "બ્રાહ્મણો બાંધે છે તેવી ગોળમટોળ પાઘડીવાળો એક બ્રાહ્મણ દાખલ થયો. (સાચી જોડણીવાળો શબ્દથી ખાલી પૂરો.)", options: ["ચિંથરીયા", "ચીંથરીયા", "ચિંથરિયા", "ચીંથરિયા"], answer: "ચીંથરિયા" },
            { id: 95, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["બ્રુહુવ્રીહી", "તત્સમ", "સારથિ", "સિચોટિ"], answer: "સિચોટિ" },
            { id: 96, question: "ક્યા શબ્દની બંને રીતે જોડણી માન્ય નથી?", options: ["શિંગ – શીંગ", "રાત્રિ - રાત્રી", "અંગુલિ – અંગુલી", "કવીન્દ્ર-કવિન્દ્ર"], answer: "કવીન્દ્ર-કવિન્દ્ર" },
            { id: 97, question: "સાચી જોડણી શોધો.", options: ["વકૃતા", "વકતૃત્વ", "વકતૃત", "વકુત્વ"], answer: "વકતૃત" },
            { id: 98, question: "નીચેનામાંથી સાચી ન હોય તેવી જોડણીવાળો શબ્દ શોધો.", options: ["ગૂરુવાર", "ગુરુવાર", "ગુરૂવાર", "ગૂરૂવાર"], answer: "ગૂરૂવાર" },
            { id: 99, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["દૂલારી", "દુલારી", "દુલારિ", "દૂલારિ"], answer: "દુલારી" },
            { id: 100, question: "સાચી જોડણી કઈ છે?", options: ["મહત્ત્વાકાંક્ષી", "મહત્વાકાંક્ષી", "મહત્વાકાક્ષી", "મહત્ત્વાકાક્ષી"], answer: "મહત્વાકાંક્ષી" }
        ]
    },
    {
        id: 11,
        name: "Test 11",
        questions: [
            { id: 101, question: "નીચેનામાંથી સાચી જોડણીવાળો શબ્દ કયો છે?", options: ["ચર્તુભુજ", "ચતુર્ભુજ", "ચર્તુભૂજ", "ચતુર્ભૂજ"], answer: "ચતુર્ભૂજ" },
            { id: 102, question: "નીચેના શબ્દો પૈકી ખોટી જોડણીવાળો શબ્દ કયો છે?", options: ["શોખીન", "ગાંધીગીરી", "રૂપમતી", "પરિક્ષા"], answer: "પરિક્ષા" },
            { id: 103, question: "નીચેના પૈકી કોની જોડણી સાચી છે?", options: ["અધિસૂચના", "અધિકારી", "નિરુપાય", "તમામ સાચા"], answer: "તમામ સાચા" },
            { id: 104, question: "નીચેના શબ્દો પૈકી ખોટી જોડણી શોધો.", options: ["વૈદકિય", "આજ્ઞાંકિત", "વિનીત", "એકપણ નહિ"], answer: "વૈદકિય" },
            { id: 105, question: "નીચેના પૈકી કયા શબ્દની જોડણી સાચી છે?", options: ["ચારુમતી", "ચારુમતિ", "નગરપાલીકા", "આજીવીકા"], answer: "ચારુમતી" },
            { id: 106, question: "નીચેનામાંથી સાચી જોડણીવાળો શબ્દ શોધો.", options: ["યઘિપ", "ભાતૃત્વ", "મધ્યાર્ક", "અનુદિષ્ટિ"], answer: "મધ્યાર્ક" },
            { id: 107, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["કિમિયો", "કમીટી", "નૈઋત્ય", "શાર્દૂલવિક્રીડિત"], answer: "નૈઋત્ય" },
            { id: 108, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["પુત્રવધુ", "માલીક", "પીયૂષ", "ડાંડીયો"], answer: "પીયૂષ" },
            { id: 109, question: "સાચી જોડણી દર્શાવો.", options: ["આશીવાર્દ", "આશીરવાદ", "આશીર્વાદ", "આર્શીવાદ"], answer: "આશીર્વાદ" },
            { id: 110, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["આશીર્વાદ", "ખાતમુહૂર્ત", "ગૃહિણી", "બદનક્ષિ"], answer: "ખાતમુહૂર્ત" }
        ]
    },
    {
        id: 12,
        name: "Test 12",
        questions: [
            { id: 111, question: "સાચી જોડણી જણાવો.", options: ["વિપરિત", "વિપરીત", "વીપરીત", "વીપરિત"], answer: "વિપરીત" },
            { id: 112, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["ઝૂમખુ", "ઝૂમખું", "ઝુમખું", "ઝૂમખુ"], answer: "ઝૂમખુ" },
            { id: 113, question: "સાચી જોડણી જણાવો.", options: ["કમનિય", "રંગિન", "નવિન", "મધ્યકાલીન"], answer: "રંગિન" },
            { id: 114, question: "સાચી જોડણી જણાવો.", options: ["પરીતોષ", "પરીતોસ", "પરિતોષ", "પરીતોશ"], answer: "પરિતોષ" },
            { id: 115, question: "સાચી જોડણી જણાવો.", options: ["સુચિસ્મિતે", "શુચિસ્મિતે", "સૂચિસ્મિતે", "શુચિસ્મિતે"], answer: "શુચિસ્મિતે" },
            { id: 116, question: "સાચી જોડણી જણાવો.", options: ["વિખૂટુ", "વીખૂટુ", "વિખૂટૂં", "વિખુટું"], answer: "વિખૂટૂં" },
            { id: 117, question: "સાચી જોડણી જણાવો.", options: ["પરિવેષ", "પરિવેશ", "પરિવેસ", "પરીવેષ"], answer: "પરિવેશ" },
            { id: 118, question: "ખોટી જોડણી જણાવો.", options: ["પિપૂડુ", "ક્રીમિયો", "સુરીલું", "ફૂદીનો"], answer: "પિપૂડુ" },
            { id: 119, question: "ખોટી જોડણી જણાવો.", options: ["વિકરાળ", "ઉજાગરો", "બિલકુલ", "નિમણુક"], answer: "નિમણુક" },
            { id: 120, question: "સાચી જોડણી જણાવો.", options: ["પ્રલ્હાદ", "પ્રલહાદ", "પ્રહલાદ", "પ્રહ્લાદ"], answer: "પ્રહ્લાદ" }
        ]
    },
    {
        id: 13,
        name: "Test 13",
        questions: [
            { id: 121, question: "સાચી જોડણી શોધો.", options: ["તિલાંજલિ", "તિલાંજલી", "તિલાજંલિ", "તિલાજંલી"], answer: "તિલાંજલિ" },
            { id: 122, question: "ખોટી જોડણી જણાવો.", options: ["રોજીંદુ", "મંજૂરી", "દીકરી", "લુટારો"], answer: "રોજીંદુ" },
            { id: 123, question: "સાચી જોડણી જણાવો.", options: ["આંબાવાડિયું", "આબાંવાડિયું", "આંબાવાડીયું", "આબાંવાડીયું"], answer: "આંબાવાડિયું" },
            { id: 124, question: "નીચેનામાંથી સાચી જોડણી કઈ છે?", options: ["પુત્રવધુ", "માલીક", "પીયૂષ", "ડાંડીયો"], answer: "પીયૂષ" },
            { id: 125, question: "નીચે આપેલા વિકલ્પોમાંથી સાચી જોડણી ધરાવતો વિકલ્પ પસંદ કરો.", options: ["અતિવૃષ્ટિ", "અતિવૃષ્ટિ", "અતીવૃષ્ટી", "અતીવૃષિટિ"], answer: "અતિવૃષ્ટિ" },
            { id: 126, question: "નીચેના પૈકી શબ્દની સાચી જોડણી કઈ છે?", options: ["મૂર્ધાભિશિકત", "મૂધાભિષિકત", "મૂર્ધાભિષિકત", "મુર્ધાભિષિકત"], answer: "મૂધાભિષિકત" },
            { id: 127, question: "સાચી જોડણીવાળો શબ્દ શોધો.", options: ["સહાનૂભૂતિ", "સહાનૂભૂતી", "સહનુભૂતિ", "સહાનુભૂતિ"], answer: "સહાનુભૂતિ" },
            { id: 128, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["અતિરીક્ત", "અદ્ભૂત", "દિક્ષીત", "મોસૂઝણું"], answer: "મોસૂઝણું" },
            { id: 129, question: "ખોટી જોડણી શોધો.", options: ["ઊણપ", "નિસ્તબ્ધ", "ઓશિયાળા", "ચંદ્રબીંબ"], answer: "ચંદ્રબીંબ" },
            { id: 130, question: "સાચી જોડણીવાળો શબ્દ જણાવો.", options: ["ટચુકડું", "ટચૂકડું", "ટચૂંકડું", "ટચુંકડું"], answer: "ટચૂકડું" }
        ]
    },
    {
        id: 14,
        name: "Test 14",
        questions: [
            { id: 131, question: "સાચી જોડણી શોધો.", options: ["ચતુર્રગિણી", "ચતુરંગિણી", "ચતૂરિંગણી", "ચતુરંગિણિ"], answer: "ચતુરંગિણી" },
            { id: 132, question: "સાચી જોડણી શોધો.", options: ["વૈશેષિક", "વૈશેષીક", "વૈશેસિક", "વૈશેશિક"], answer: "વૈશેષિક" },
            { id: 133, question: "ખોટી જોડણી શોધો.", options: ["સીતાફળી", "ઉદ્દગીત", "ઋત્વિજ", "પરિમાર્જિત"], answer: "ઉદ્દગીત" },
            { id: 134, question: "ખોટી જોડણી શોધો.", options: ["પ્રદક્ષિણા", "આત્યંતિક", "જુનવાણી", "મૂંઝવણ"], answer: "આત્યંતિક" },
            { id: 135, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["ગિરીશૃંગ", "દિવાસળી", "જીર્ણશીર્ણ", "ઓફિસ"], answer: "જીર્ણશીર્ણ" },
            { id: 136, question: "ખોટી જોડણી શોધો.", options: ["શૈવલીનિ", "હૂંડિયામણ", "મિટિંગ", "ભીતિરીતિ"], answer: "શૈવલીનિ" },
            { id: 137, question: "સાચી જોડણી શોધો.", options: ["અધ્યાત્મીકતા", "આધ્યાત્મિકતા", "આધ્યાત્મીકતા", "અધ્યત્મિકતા"], answer: "આધ્યાત્મીકતા" },
            { id: 138, question: "ખોટી જોડણી શોધો.", options: ["થીંગડું", "ગિંદી", "ધૂમગોટ", "ગજિયાણી"], answer: "ગિંદી" },
            { id: 139, question: "ખોટી જોડણી શોધો.", options: ["સ્વોપાર્જિત", "નિરાભિમાની", "સૂથરું", "આતીવાહીક"], answer: "નિરાભિમાની" },
            { id: 140, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["પૃથક્કરણ", "શિથિલ", "વ્યાજબી", "શરીફ"], answer: "પૃથક્કરણ" }
        ]
    },
    {
        id: 15,
        name: "Test 15",
        questions: [
            { id: 141, question: "ખોટી જોડણી શોધો.", options: ["ધૂમકેતુ", "ઉપેક્ષિત", "મૃત્તિકા", "મુઠ્ઠી"], answer: "મુઠ્ઠી" },
            { id: 142, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["ભુરીશ્રવા", "શિથિલ", "પરબીડિયું", "..."], answer: "પરબીડિયું" },
            { id: 143, question: "ખોટી જોડણી શોધો.", options: ["સુષુપ્ત", "રિપેશ", "સાલીની", "નિવૃત્તિ"], answer: "સાલીની" },
            { id: 144, question: "સાચી જોડણી શોધો.", options: ["ચિરંજિવિની", "ચીરંજીવની", "ચિરંજીવિની", "ચીરંજીવીની"], answer: "ચિરંજીવિની" },
            { id: 145, question: "ખોટી જોડણી શોધો.", options: ["તરંગિણી", "વિધિનિર્મિત", "અનુભૂતિ", "વિધીનિર્મિત"], answer: "વિધિનિર્મિત" },
            { id: 146, question: "સાચી જોડણી શોધો.", options: ["વિધિનીર્મિત", "વિધિનિર્મિત", "વિધિનિર્મિત", "..."], answer: "વિધિનિર્મિત" },
            { id: 147, question: "ખોટી જોડણી શોધો.", options: ["હૂંડી", "ખુબસુરત", " પૂર્ણિમા", "..."], answer: "ખુબસુરત" },
            { id: 148, question: "ખોટી જોડણી શોધો.", options: ["ગોષ્ઠિ", "સૂર્યમુખિ", "પૂર્ણિમા", "સીસોટી"], answer: "સૂર્યમુખિ" },
            { id: 149, question: "સાચી જોડણી શોધો.", options: ["સુનમૂન", "સूनમून", "સુનમુન", "પૂનમુન"], answer: "સूनમून" },
            { id: 150, question: "સાચી જોડણી શોધો.", options: ["કિચુડકિચૂડ", "કીચૂડકીચૂડ", "કીચૂડકિચૂડ", "..."], answer: "કિચુડકિચૂડ" }
        ]
    },
    {
        id: 16,
        name: "Test 16",
        questions: [
            { id: 151, question: "સાચી જોડણી શોધો.", options: ["પ્રશ્ચાતાપ", "પશ્ચાતાપ", "પશ્ચાત્તાપ", "પ્રશ્ચાતપ"], answer: "પશ્ચાત્તાપ" },
            { id: 152, question: "ખોટી જોડાણી શોધો.", options: ["મુહુર્ત", "વૈતાલિક", "હરીચ્છા", "લખલૂટ"], answer: "મુહુર્ત" },
            { id: 153, question: "ખોટી જોડાણી શોધો.", options: ["મધુસૂદન", "ચિચિયારી", "પ્રકીર્ણ", "સારથિ"], answer: "સારથિ" },
            { id: 154, question: "સાચી જોડણી શોધો.", options: ["અતિવીશા", "અતિવિષા", "અતીવિસા", "અતિવષા"], answer: "અતિવિષા" },
            { id: 155, question: "ખોટી જોડણી શાધો.", options: ["જૂગુપ્સા", "મિલિટરી", "અધૂરું", "પતંગિયું"], answer: "જૂગુપ્સા" },
            { id: 156, question: "ખોટી જોડણી શાધો.", options: ["નિરોપયોગી", "શરમિંદું", "જિપ્સી", "અવિધિપુર:સર"], answer: "નિરોપયોગી" },
            { id: 157, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["બુભુક્ષુ", "સ્વભાવિક", "ઊર્મિ", "તાત્વિક"], answer: "બુભુક્ષુ" },
            { id: 158, question: "ખોટી જોડણી શોધો.", options: ["ગીતાભાખી", "યુકતિ", "પુષ્ટિ", "કૂથલી"], answer: "યુકતિ" },
            { id: 159, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["...", "આર્શીવાદ", "ઔઠય", "તિમિર"], answer: "આર્શીવાદ" },
            { id: 160, question: "ખોટી જોડણી શોધો.", options: ["હરિણી", "કબજીયાત", "ઘુઘરી", "ઊથલપાથલ"], answer: "ઘુઘરી" }
        ]
    },
    {
        id: 17,
        name: "Test 17",
        questions: [
            { id: 161, question: "ખોટી જોડણી શોધો.", options: ["ભાખોડિયુ", "ડૂસકું", "યાજ્ઞસેની", "પ્રાદૂભૂત"], answer: "પ્રાદૂભૂત" },
            { id: 162, question: "સાચી જોડણી શોધો..", options: ["બિલકૂલ", "બિસ્મિલ", "વૈસેષિક", "સાલાતુંલું"], answer: "વૈસેષિક" },
            { id: 163, question: "ખોટી જોડણી શોધો.", options: ["ચિન્હ", "ચિહન", "ચિહ્ન", "..."], answer: "ચિન્હ" },
            { id: 164, question: "ખોટી જોડણી શોધો.", options: ["સૌમનસ્ય", "હિડીંબા", "હિલિયમ", "મનસ્વિતા"], answer: "હિડીંબા" },
            { id: 165, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["પ્રોષિતભર્તૃકા", "રાગિણી", "વિભુતિ", "બૂલબૂલ"], answer: "પ્રોષિતભર્તૃકા" },
            { id: 166, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["પત્થર", "શુશ્રૂષા", "નિહારીકા", "પાટાપીંડી"], answer: "શુશ્રૂષા" },
            { id: 167, question: "ખોટી જોડણી શોધો.", options: ["તિરસ્કરિણી", "ઉજાગરો", "નિ: સાધ્વસ", "..."], answer: "..." },
            { id: 168, question: "ખોટી જોડણી શોધો.", options: ["દુખિયારણ", "રાંધણિયું", "સ્વાતંત્ર્ય", "દુર્ગુણ"], answer: "સ્વાતંત્ર્ય" },
            { id: 169, question: "નીચે આપેલ વિકલ્પોમાંથી સાચી જોડણી શોધો.", options: ["રતચિંતામણિ", "દિલગીરી", "પિયુષ", "..."], answer: "રતચિંતામણિ" },
            { id: 170, question: "ખોટી જોડણી શોધો.", options: ["જાસૂસ", "...", "ટિફિન", "..."], answer: "..." }
        ]
    },
    {
        id: 18,
        name: "Test 18",
        questions: [
            { id: 171, question: "સાચી જોડણી શોધો.", options: ["કૃત્શિત", "કૃત્સિત", "કુત્સિત", "કુત્સીત"], answer: "કુત્સિત" },
            { id: 172, question: "ખોટી જોડણી શોધો.", options: ["વિનીત", "તાદર્થ્ય", "યાજ્ઞિક", "..."], answer: "તાદર્થ્ય" },
            { id: 173, question: "ખોટી જોડણી શોધો.", options: ["અભિરુચિ", "મિલકત", "કબુતર", "..."], answer: "કબુતર" },
            { id: 174, question: "નીચેનામાંથી ક્યા શબ્દની જોડણી સાચી છે?", options: ["કૂંચી", "કુંચી", "કૂંચી", "કૂવો"], answer: "કૂંચી" },
            { id: 175, question: "ખોટી જોડણી શોધો.", options: ["દામિની", "...", "સ્થિપ્રગ્ન", "..."], answer: "સ્થિપ્રગ્ન" },
            { id: 176, question: "ખોટી જોડણી શોધો.", options: ["નિસાશો", "...", "નાટિકા", "..."], answer: "નિસાશો" },
            { id: 177, question: "ખોટી જોડણી શોધો.", options: ["અર્ધનિમિલત", "...", "કેસૂડો", "..."], answer: "અર્ધનિમિલત" },
            { id: 178, question: "ખોટી જોડણી શોધો.", options: ["કૂહાડી", "ઈન્દિરા", "પંચિયું", "મુઠ્ઠી"], answer: "કૂહાડી" },
            { id: 179, question: "સાચી જોડણી શોધો.", options: ["નૈમિત્તિક", "નૈમિતિક", "નૈમિતિક", "નૈમીતીક"], answer: "નૈમિત્તિક" },
            { id: 180, question: "સાચી જોડણી શોધો.", options: ["જીંદાદિલી", "જિંદાદિલી", "ઝિંદાદિલી", "ઝીંદાદીલિ"], answer: "ઝિંદાદિલી" }
        ]
    },
    {
        id: 19,
        name: "Test 19",
        questions: [
            { id: 181, question: "સાચી જોડણી શોધો:", options: ["સુપ્લિસ્ટ", "સુશ્લિષ્ટ", "સૂશ્લિષ્ઠ", "સુપ્લિસ્ટ"], answer: "સુપ્લિસ્ટ" },
            { id: 182, question: "સાચી જોડણી શોધો:", options: ["વીજીગિયા", "વિજિગિયા", "વિજીગિસા", "વિજિગીષા"], answer: "વિજિગીષા" },
            { id: 183, question: "ખોટી જોડણી શોધો.", options: ["મુહુર્ત", "ચિચિયારી", "હરીચ્છા", "સારથિ"], answer: "મુહુર્ત" },
            { id: 184, question: "સાચી જોડણી શોધો.", options: ["નીસ્યદિની", "નિસ્યંદિની", "નિસ્યદીનિ", "નિષ્યંદિની"], answer: "નિસ્યંદિની" },
            { id: 185, question: "સાચી જોડણી શોધો.", options: ["પૌરાપર્ય", "પૌર્વાર્પય", "પૌરવાર્પર્ય", "પૌરવાપર્ય"], answer: "પૌરાપર્ય" },
            { id: 186, question: "સાચી જોડણી શોધો.", options: ["શાર્દૂલવિક્રીડિત", "શાર્દુલવિક્રીડિત", "શારદુર્લવિકરીડીત", "શાર્દૂલવિક્રિડિ"], answer: "શાર્દૂલવિક્રીડિત" },
            { id: 187, question: "ખોટી જોડણી શોધો.", options: ["જીલ્લા પ્રમુખ", "રાંધણિયું", "...", "દુર્ગુણ"], answer: "જીલ્લા પ્રમુખ" },
            { id: 188, question: "સાચી જોડણી શોધો.", options: ["ભૂલભૂલામણી", "ભૂલભુલામણી", "ભુલભુલામણિ", "ભુલભુલામણી"], answer: "ભુલભુલામણી" },
            { id: 189, question: "સાચી જોડણી શોધો.", options: ["વિધુરિછખા", "વિધુરિછખા", "વિધુચ્છિખા", "વીધુરછિખા"], answer: "વીધુરછિખા" },
            { id: 190, question: "સાચી જોડણી શોધો.", options: ["સુહાસીની", "સુહાશિની", "સુહાષીની", "સુહાસિની"], answer: "સુહાસિની" }
        ]
    },
    {
        id: 20,
        name: "Test 20",
        questions: [
            { id: 191, question: "ખોટી જોડણી શોધો.", options: ["તુમૂલ", "ધૂંસરી", "દિવંગત", "નિયમિત"], answer: "તુમૂલ" },
            { id: 192, question: "સાચી જોડણી શોધો.", options: ["નિમણૂંક", "નિમણૂક", "નિમણૂંક", "નિમણૂક"], answer: "નિમણૂક" },
            { id: 193, question: "ખોટી જોડણી શોધો.", options: ["ગોષ્ઠિ", "કબજીયાત", " પૂર્ણિમા", "ઊથલપાથલ"], answer: "કબજીયાત" },
            { id: 194, question: "સાચી જોડણી શોધો.", options: ["ધૂંઆપુંઆ", "ધૂંઆપૂંઆ", "ધુઆપુઆ", "ધુંઆપૂંઆ"], answer: "ધૂંઆપૂંઆ" },
            { id: 195, question: "ખોટી જોડણી શોધો.", options: ["ઊતીર્ણ", "કરિયાણું", "...", "ખોળિયું"], answer: "ઊતીર્ણ" },
            { id: 196, question: "સાચી જોડણી શોધો.", options: ["તિતિક્ષા", "તિતીક્ષા", "તીતિક્ષા", "તીતીક્ષા"], answer: "તિતિક્ષા" },
            { id: 197, question: "ખોટી જોડણી શોધો.", options: ["હૂંડી", "આર્શીવાદ", "ઔષ્ઠય", "તિમિર"], answer: "આર્શીવાદ" },
            { id: 198, question: "સાચી જોડણી શોધો.", options: ["દધિચિ", "દધીચિ", "દધિચિ", "દધીચી"], answer: "દધીચિ" },
            { id: 199, question: "ખોટી જોડણી શોધો.", options: ["યુનિવસિર્ટી", "કોશિશ", "ઘડિયાળ", "કુલિન"], answer: "યુનિવસિર્ટી" },
            { id: 200, question: "ખોટી જોડણી શોધો.", options: ["ભીષણ", "ભામિની", "પ્રાદુર્ભાવ", "પીયૂષ"], answer: "પ્રાદુર્ભાવ" }
        ]
    },
    {
        id: 21,
        name: "Test 21",
        questions: [
            { id: 201, question: "સાચી જોડણી શોધો.", options: ["શૂન્ય", "શુન્ય", "શૂન્ય", "શુન્ય"], answer: "શૂન્ય" },
            { id: 202, question: "સાચી જોડણી શોધો.", options: ["અદભૂત", "અદ્ભુત", "અદ્ભૂત", "અદભુત"], answer: "અદ્ભુત" },
            { id: 203, question: "સાચી જોડણી શોધો.", options: ["ઉજ્જવલ", "ઉજ્વલ", "ઉજવલ", "ઉજ્જવળ"], answer: "ઉજ્જવલ" },
            { id: 204, question: "સાચી જોડણી શોધો.", options: ["મહેતાજી", "મહેતજી", "મહેતાજી", "મહેતજી"], answer: "મહેતાજી" },
            { id: 205, question: "સાચી જોડણી શોધો.", options: ["અતિત", "અતીત", "અતીત", "અતિત"], answer: "અતીત" },
            { id: 206, question: "સાચી જોડણી શોધો.", options: ["સુચિ", "સૂચિ", "સૂચિ", "સૂચી"], answer: "સૂચિ" },
            { id: 207, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["ઐતિહાસિક – ઐતિહાસીક", "ઐતિહાસિક – પુરોહિત", "પુરોહિત - પૂરોહિત", "ઐતિહાસીક - પૂરૌહિત"], answer: "ઐતિહાસિક – પુરોહિત" },
            { id: 208, question: "સાચી જોડણી શોધો.", options: ["મુકી", "મૂકી", "મુકી", "મૂકિ"], answer: "મૂકી" },
            { id: 209, question: "સાચી જોડણી શોધો.", options: ["રૂપિયો", "રુપિયો", "રૂપીયો", "રુપીયો"], answer: "રૂપિયો" },
            { id: 210, question: "સાચી જોડણી શોધો.", options: ["ધૂમાડો", "ધુમાડો", "ધૂમાડો", "ધુમાડો"], answer: "ધૂમાડો" }
        ]
    },
    {
        id: 22,
        name: "Test 22",
        questions: [
            { id: 211, question: "સાચી જોડણી શોધો.", options: ["તન્દુરસ્ત", "તંદુરસ્ત", "તંદુરસ્થ", "તન્દુરસ્થ"], answer: "તંદુરસ્ત" },
            { id: 212, question: "સાચી જોડણી શોધો.", options: ["સિંહ", "સિહ", "શીંહ", "શીહ"], answer: "સિંહ" },
            { id: 213, question: "સાચી જોડણી શોધો.", options: ["હિલોળ", "હીલોળ", "હિલોળ", "હીલોલ"], answer: "હિલોળ" },
            { id: 214, question: "સાચી જોડણી શોધો.", options: ["શિબિર", "શિબીર", "શીબિર", "શીબીર"], answer: "શિબિર" },
            { id: 215, question: "સાચી જોડણી શોધો.", options: ["દિવાળી", "દીવાળી", "દિવાળી", "દીવાળી"], answer: "દિવાળી" },
            { id: 216, question: "સાચી જોડણી શોધો.", options: ["સહાનુભૂતી", "સહાનુભૂતિ", "સહાનૂભૂતિ", "સહાનૂભૂતી"], answer: "સહાનુભૂતિ" },
            { id: 217, question: "સાચી જોડણી શોધો.", options: ["આહુતિ", "આહુતિ", "આહૂતિ", "આહૂતી"], answer: "આહુતિ" },
            { id: 218, question: "સાચી જોડણી શોધો.", options: ["કિરણ", "કિરણ", "કીરણ", "કીરણ"], answer: "કિરણ" },
            { id: 219, question: "સાચી જોડણી શોધો.", options: ["ટિફિન", "ટિફીન", "ટીફીન", "ટીફિન"], answer: "ટિફીન" },
            { id: 220, question: "સાચી જોડણી શોધો.", options: ["રીસ", "રિસ", "રીશ", "રિશ"], answer: "રિસ" }
        ]
    },
    {
        id: 23,
        name: "Test 23",
        questions: [
            { id: 221, question: "સાચી જોડણી શોધો.", options: ["દિલ", "દીલ", "દીલ", "દિલ"], answer: "દીલ" },
            { id: 222, question: "સાચી જોડણી શોધો.", options: ["જિંદગી", "જીંદગી", "જીંદગી", "જિદગી"], answer: "જિંદગી" },
            { id: 223, question: "સાચી જોડણી શોધો.", options: ["દિન", "દીન", "દીંન", "દિંન"], answer: "દિન" },
            { id: 224, question: "સાચી જોડણી શોધો.", options: ["ચિઠ્ઠી", "ચિઠ્ઠી", "ચીઠ્ઠી", "ચીઠ્ઠી"], answer: "ચિઠ્ઠી" },
            { id: 225, question: "સાચી જોડણી શોધો.", options: ["ઈશ્વર", "ઈશ્વર", "ઇશ્વર", "ઈસ્વર"], answer: "ઈશ્વર" },
            { id: 226, question: "સાચી જોડણી શોધો.", options: ["ઉર્મિ", "ઊર્મિ", "ઉર્મી", "ઊર્મી"], answer: "ઊર્મિ" },
            { id: 227, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["પત્ની", "પતી", "પત્નિ", "પતનિ"], answer: "પત્ની" },
            { id: 228, question: "સાચી જોડણી શોધો.", options: ["શાંન્તિ", "શાંતિ", "શાન્તી", "શાંતિ"], answer: "શાંતિ" },
            { id: 229, question: "સાચી જોડણી શોધો.", options: ["તિરસ્કૃત", "તિરસ્કૃતિ", "તિરસ્કૃત", "તીરસ્કૃત"], answer: "તિરસ્કૃત" },
            { id: 230, question: "સાચી જોડણી શોધો.", options: ["નિષ્કુળ", "નિષ્કૂળ", "નિષ્કુળ", "નીષ્કૂળ"], answer: "નિષ્કુળ" }
        ]
    },
    {
        id: 24,
        name: "Test 24",
        questions: [
            { id: 231, question: "સાચી જોડણી શોધો.", options: ["ખિસ્કોલી", "ખીસ્કોલી", "ખિસકોલી", "ખીસકોલી"], answer: "ખિસકોલી" },
            { id: 232, question: "સાચી જોડણી શોધો.", options: ["સુતરાઉ", "સુતરાઉ", "સૂતરાઉ", "સૂતરાઉ"], answer: "સૂતરાઉ" },
            { id: 233, question: "સાચી જોડણી શોધો.", options: ["દુશ્મન", "દૂશ્મન", "દુશ્મન", "દૂશ્મન"], answer: "દુશ્મન" },
            { id: 234, question: "સાચી જોડણી શોધો.", options: ["સૂરજ", "સુરજ", "સૂરજ", "સુરજ"], answer: "સૂરજ" },
            { id: 235, question: "સાચી જોડણી શોધો.", options: ["સુરુચિ", "સૂરુચિ", "સુરુચિ", "સુરૂચિ"], answer: "સુરુચિ" },
            { id: 236, question: "સાચી જોડણી શોધો.", options: ["મૃત્યુ", "મ્રૃત્યુ", "મૃત્યુ", "મ્રુત્યુ"], answer: "મૃત્યુ" },
            { id: 237, question: "સાચી જોડણી શોધો.", options: ["શ્રીયુત", "શ્રીયુત", "શ્રીયૂત", "શ્રીયુત્"], answer: "શ્રીયુત" },
            { id: 238, question: "સાચી જોડણી શોધો.", options: ["પીઠ", "પિઠ", "પીઠ", "પિઠ"], answer: "પીઠ" },
            { id: 239, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["રવિવાર", "શનિવાર", "બંને સાચી", "બંને ખોટી"], answer: "બંને સાચી" },
            { id: 240, question: "સાચી જોડણી શોધો.", options: ["પ્રતિકૂળ", "પ્રતિકુળ", "પ્રતીકૂળ", "પ્રતિકૂળ"], answer: "પ્રતિકૂળ" }
        ]
    },
    {
        id: 25,
        name: "Test 25",
        questions: [
            { id: 241, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["પત્તુ", "પત્તું", "પતુ", "પતું"], answer: "પત્તુ" },
            { id: 242, question: "સાચી જોડણી શોધો.", options: ["પરમિતા", "પરિમિતા", "પરમિતા", "પરીમિતા"], answer: "પરિમિતા" },
            { id: 243, question: "સાચી જોડણી શોધો.", options: ["ઉન્ન્તિ", "ઉન્નતિ", "ઉન્નતી", "ઉન્ન્તી"], answer: "ઉન્નતિ" },
            { id: 244, question: "સાચી જોડણી શોધો.", options: ["વીર", "વિર", "વીર", "વિર"], answer: "વીર" },
            { id: 245, question: "સાચી જોડણી શોધો.", options: ["જીત", "જિત", "જીત", "જિત"], answer: "જીત" },
            { id: 246, question: "સાચી જોડણી શોધો.", options: ["ખીલ", "ખિલ", "ખીલ", "ખિલ"], answer: "ખીલ" },
            { id: 247, question: "સાચી જોડણી શોધો.", options: ["ભિંડ", "ભીડ", "ભીંડ", "ભિડ"], answer: "ભીડ" },
            { id: 248, question: "સાચી જોડણી શોધો.", options: ["શેરડી", "શેરડી", "શેરડિ", "શેરડિ"], answer: "શેરડી" },
            { id: 249, question: "સાચી જોડણી શોધો.", options: ["દુધ", "દૂધ", "દુધ", "દૂઘ"], answer: "દૂધ" },
            { id: 250, question: "સાચી જોડણી શોધો.", options: ["ઝેર", "ઝેર", "જેર", "જેર"], answer: "ઝેર" }
        ]
    },
    {
        id: 26,
        name: "Test 26",
        questions: [
            { id: 251, question: "સાચી જોડણી શોધો.", options: ["છૂટ", "છુટ", "છૂટ", "છુટ"], answer: "છૂટ" },
            { id: 252, question: "સાચી જોડણી શોધો.", options: ["ભૂખ", "ભુખ", "ભૂખ", "ભુખ"], answer: "ભૂખ" },
            { id: 253, question: "સાચી જોડણી શોધો.", options: ["સૂપ", "સુપ", "સૂપ", "સુપ"], answer: "સૂપ" },
            { id: 254, question: "સાચી જોડણી શોધો.", options: ["સુડી", "સૂડી", "સુડી", "સુડી"], answer: "સૂડી" },
            { id: 255, question: "સાચી જોડણી શોધો.", options: ["પુરી", "પૂરી", "પુરી", "પૂરી"], answer: "પૂરી" },
            { id: 256, question: "સાચી જોડણી શોધો.", options: ["ચુલો", "ચૂલો", "ચુલો", "ચૂલો"], answer: "ચૂલો" },
            { id: 257, question: "સાચી જોડણી શોધો.", options: ["દૂધી", "દુધી", "દૂધી", "દુધી"], answer: "દૂધી" },
            { id: 258, question: "સાચી જોડણી શોધો.", options: ["મુળી", "મૂળી", "મુળી", "મૂળી"], answer: "મૂળી" },
            { id: 259, question: "સાચી જોડણી શોધો.", options: ["જુથ", "જૂથ", "જુથ", "જૂથ"], answer: "જૂથ" },
            { id: 260, question: "સાચી જોડણી શોધો.", options: ["ધુળ", "ધૂળ", "ધુળ", "ધૂળ"], answer: "ધૂળ" }
        ]
    },
    {
        id: 27,
        name: "Test 27",
        questions: [
            { id: 261, question: "ક્યો શબ્દ જોડણી દૃષ્ટિએ શુદ્ધ છે?", options: ["પૂજારી", "પૂજારી", "પૂજારી", "પૂજારી"], answer: "પૂજારી" },
            { id: 262, question: "સાચી જોડણી શોધો.", options: ["પિન", "પીન", "પિંન", "પીંન"], answer: "પિન" },
            { id: 263, question: "સાચી જોડણી શોધો.", options: ["બિલ", "બીલ", "બિલ", "બીલ"], answer: "બિલ" },
            { id: 264, question: "સાચી જોડણી શોધો.", options: ["મિલ", "મીલ", "મિલ", "મીલ"], answer: "મિલ" },
            { id: 265, question: "સાચી જોડણી શોધો.", options: ["રિક્ષા", "રીક્ષા", "રીક્ષા", "રિક્ષા"], answer: "રિક્ષા" },
            { id: 266, question: "સાચી જોડણી શોધો.", options: ["ટિકિટ", "ટીકીટ", "ટીકિટ", "ટિકીટ"], answer: "ટિકિટ" },
            { id: 267, question: "કયો શબ્દ જોડણીની દૃષ્ટિએ અશુદ્ધ છે?", options: ["નવોઢા", "આધ્યાત્મિક", "પ્રદર્શન", "આર્શીવાદ"], answer: "આર્શીવાદ" },
            { id: 268, question: "સાચી જોડણી શોધો.", options: ["સિવિલ", "સિવિલ", "સીવીલ", "સીવીલ"], answer: "સિવિલ" },
            { id: 269, question: "સાચી જોડણી શોધો.", options: ["એન્જિન", "એન્જિન", "એન્જીન", "એનજીન"], answer: "એન્જિન" },
            { id: 270, question: "સાચી જોડણી શોધો.", options: ["હોસ્પિટલ", "હોસ્પીટલ", "હોસ્પિટલ", "હોસપીટલ"], answer: "હોસ્પિટલ" }
        ]
    },
    {
        id: 28,
        name: "Test 28",
        questions: [
            { id: 271, question: "સાચી જોડણી શોધો.", options: ["ઓફિસ", "ઓફીસ", "ઓફિસ", "ઓફીસ"], answer: "ઓફિસ" },
            { id: 272, question: "સાચી જોડણી શોધો.", options: ["પોલીસ", "પોલીસ", "પોલિસ", "પોલીષ"], answer: "પોલીસ" },
            { id: 273, question: "સાચી જોડણી શોધો.", options: ["આજીવિકા", "આજીવીકા", "આજિવિકા", "આજીવીકા"], answer: "આજીવિકા" },
            { id: 274, question: "સાચી જોડણી શોધો.", options: ["દિનચર્યા", "દિનચર્યા", "દીનચર્યા", "દીનચર્યા"], answer: "દિનચર્યા" },
            { id: 275, question: "સાચી જોડણી શોધો.", options: ["ઉપયોગીતા", "ઉપયોગિતા", "ઉપયોગીતા", "ઉપયોગિતા"], answer: "ઉપયોગિતા" },
            { id: 276, question: "સાચી જોડણી શોધો.", options: ["શિક્ષિકા", "શિક્ષિકા", "શિક્ષીકા", "શિક્ષીકા"], answer: "શિક્ષિકા" },
            { id: 277, question: "સાચી જોડણી શોધો.", options: ["લેખિકા", "લેખિકા", "લેખીકા", "લેખીકા"], answer: "લેખિકા" },
            { id: 278, question: "સાચી જોડણી શોધો.", options: ["શારીરિક", "શારિરીક", "શારીરિક", "શારીરીક"], answer: "શારીરિક" },
            { id: 279, question: "સાચી જોડણી શોધો.", options: ["માનસિક", "માનસીક", "માનસિક", "માનસીક"], answer: "માનસિક" },
            { id: 280, question: "સાચી જોડણી શોધો.", options: ["નિરીક્ષક", "નિરીક્ષક", "નીરીક્ષક", "નિરીક્ષક"], answer: "નિરીક્ષક" }
        ]
    },
    {
        id: 29,
        name: "Test 29",
        questions: [
            { id: 281, question: "સાચી જોડણી શોધો.", options: ["પરિક્ષા", "પરીક્ષા", "પરીક્ષા", "પરિક્ષા"], answer: "પરીક્ષા" },
            { id: 282, question: "સાચી જોડણી શોધો.", options: ["સમીક્ષા", "સમીક્ષા", "સમીક્ષા", "સમીક્ષા"], answer: "સમીક્ષા" },
            { id: 283, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["ફુત્કાર", "ફૂત્કાર", "ફ઼ત્કાર", "ફુત્કાર"], answer: "ફૂત્કાર" },
            { id: 284, question: "સાચી જોડણી શોધો.", options: ["પ્રતિક્ષા", "પ્રતીક્ષા", "પ્રતીક્ષા", "પ્રતિક્ષા"], answer: "પ્રતીક્ષા" },
            { id: 285, question: "સાચી જોડણી શોધો.", options: ["શ્રીમતી", "શ્રીમતી", "શ્રીમતિ", "શ્રીમતી"], answer: "શ્રીમતી" },
            { id: 286, question: "સાચી જોડણી શોધો.", options: ["ભગવતી", "ભગવતી", "ભગવતિ", "ભગવતી"], answer: "ભગવતી" },
            { id: 287, question: "સાચી જોડણી શોધો.", options: ["પાર્વતી", "પાર્વતી", "પાર્વતિ", "પાર્વતી"], answer: "પાર્વતી" },
            { id: 288, question: "સાચી જોડણી શોધો.", options: ["સરસ્વતી", "સરસ્વતી", "સરસ્વતિ", "સરસ્વતી"], answer: "સરસ્વતી" },
            { id: 289, question: "સાચી જોડણી શોધો.", options: ["જાનકી", "જાનકી", "જાનકિ", "જાનકી"], answer: "જાનકી" },
            { id: 290, question: "સાચી જોડણી શોધો.", options: ["શતાબ્દી", "શતાબ્દી", "શતાબ્દિ", "શતાબ્દી"], answer: "શતાબ્દી" }
        ]
    },
    {
        id: 30,
        name: "Test 30",
        questions: [
            { id: 291, question: "સાચી જોડણી શોધો.", options: ["ઝડપી", "ઝડપી", "ઝડપિ", "ઝડપી"], answer: "ઝડપી" },
            { id: 292, question: "સાચી જોડણી શોધો.", options: ["આરતી", "આરતી", "આરતિ", "આરતી"], answer: "આરતી" },
            { id: 293, question: "સાચી જોડણી શોધો.", options: ["ભારતી", "ભારતી", "ભારતિ", "ભારતી"], answer: "ભારતી" },
            { id: 294, question: "સાચી જોડણી શોધો.", options: ["ઇન્દ્ર", "ઇંન્દ્ર", "ઇંદ્ર", "ઈન્દ્ર"], answer: "ઇન્દ્ર" },
            { id: 295, question: "સાચી જોડણી શોધો.", options: ["ચંદ્ર", "ચન્દ્ર", "ચંદ્ર", "ચન્દ્ર"], answer: "ચંદ્ર" },
            { id: 296, question: "સાચી જોડણી શોધો.", options: ["મંત્ર", "મન્ત્ર", "મન્ત્ર", "મંત્ર"], answer: "મંત્ર" },
            { id: 297, question: "સાચી જોડણી શોધો.", options: ["રાજેન્દ્ર", "રાજેન્દ્ર", "રાજેન્દ્ર", "રાજેંદ્ર"], answer: "રાજેન્દ્ર" },
            { id: 298, question: "સાચી જોડણી શોધો.", options: ["ધર્મેન્દ્ર", "ધરમેન્દ્ર", "ધર્મેન્દ્ર", "ધર્મેંદ્ર"], answer: "ધર્મેન્દ્ર" },
            { id: 299, question: "સાચી જોડણી શોધો.", options: ["જોસેફ", "જોષેફ", "જોસેફ", "જોસેફ"], answer: "જોસેફ" },
            { id: 300, question: "સાચી જોડણી શોધો.", options: ["ઓગસ્ટ", "ઓગષ્ટ", "ઓગસ્ટ", "ઓગષ્ટ"], answer: "ઓગસ્ટ" }
        ]
    },
    {
        id: 31,
        name: "Test 31",
        questions: [
            { id: 301, question: "સાચી જોડણી શોધો.", options: ["માસ્તર", "માસ્તર", "માસ્તર", "માશતર"], answer: "માસ્તર" },
            { id: 302, question: "સાચી જોડણી શોધો.", options: ["કિલો", "કિલો", "કીલો", "કીલો"], answer: "કિલો" },
            { id: 303, question: "સાચી જોડણી શોધો.", options: ["ડિગ્રી", "ડીગ્રી", "ડિગ્રી", "ડીગ્રી"], answer: "ડિગ્રી" },
            { id: 304, question: "સાચી જોડણી શોધો.", options: ["રજિસ્ટર", "રજીસ્ટર", "રજીસ્ટર", "રજિસ્ટર"], answer: "રજિસ્ટર" },
            { id: 305, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["ગૌણ", "ગૌનુ", "ગૌન", "ગોણ"], answer: "ગૌણ" },
            { id: 306, question: "સાચી જોડણી શોધો.", options: ["ચિંતન", "ચિંતન", "ચીંતન", "ચીંતન"], answer: "ચિંતન" },
            { id: 307, question: "નીચેનામાંથી કઈ જોડણી સાચી છે?", options: ["ઊપર", "ઉપર", "ઉપર", "ઊપર"], answer: "ઉપર" },
            { id: 308, question: "સાચી જોડણી શોધો.", options: ["ઉદ્યોગ", "ઊદ્યોગ", "ઉદ્યોગ", "ઊદ્યોગ"], answer: "ઉદ્યોગ" },
            { id: 309, question: "સાચી જોડણી શોધો.", options: ["પુરુષ", "પુરૂષ", "પુરુષ", "પુરૂષ"], answer: "પુરુષ" },
            { id: 310, question: "સાચી જોડણી શોધો.", options: ["ગુરુ", "ગુરૂ", "ગુરુ", "ગુરૂ"], answer: "ગુરુ" }
        ]
    }
];
