export const chapter3Tests = [
    {
        id: "3-1",
        questions: [
            {
                id: 1,
                question: "ભાષાના સૌથી નાનામાં નાનો એકમને શું કહે છે?",
                options: ["અક્ષર", "શબ્દ", "ધ્વનિ", "વાક્ય"],
                answer: "ધ્વનિ"
            },
            {
                id: 2,
                question: "'ધ્વનિ' શબ્દના અર્થને સંલગ્ન ન હોય તે જણાવો:",
                options: ["અવાજ", "નાદ", "શબ્દ", "હવા"],
                answer: "હવા"
            },
            {
                id: 3,
                question: "ધ્વનિઓના ઉચ્ચારણ પ્રક્રિયાને વ્યાકરણમાં શું કહેવાય છે?",
                options: ["ઉચ્ચારણશાસ્ત્ર", "ઉચ્ચારણવ્યાપાર", "A અને B બંને", "એકપણ નહીં"],
                answer: "A અને B બંને"
            },
            {
                id: 4,
                question: "જે ધ્વનિનો ઉચ્ચાર અન્ય ધ્વનિના સહાય વિના થઇ શકે તેવા ધ્વનિને...?",
                options: ["સ્વર", "વ્યંજન", "અક્ષર", "જોડાક્ષર"],
                answer: "સ્વર"
            },
            {
                id: 5,
                question: "ગુજરાતી ભાષાના માન્ય સ્વર કેટલા છે?",
                options: ["અગિયાર", "આઠ", "તેર", "પાંચ"],
                answer: "આઠ"
            },
            {
                id: 6,
                question: "'ઍ, ઑ' ના ઉચ્ચારણ વખતે બે હોઠ વચ્ચે વધુ અંતર રહે છે, તેને કયા સ્વર કહે છે?",
                options: ["સંવૃત્ત સ્વર", "વિવૃત્ત સ્વર", "હ્રસ્વ સ્વર", "દીર્ઘ સ્વર"],
                answer: "વિવૃત્ત સ્વર"
            },
            {
                id: 7,
                question: "સ્વરના કેટલા પ્રકાર છે?",
                options: ["એક", "બે", "ત્રણ", "ચાર"],
                answer: "બે"
            },
            {
                id: 8,
                question: "જે સ્વરનું ઉચ્ચારણ ટૂંકું થાય છે તેવા સ્વરોને ___ સ્વર કહે છે.",
                options: ["હ્રસ્વ સ્વર", "દીર્ઘ સ્વર", "સજાતીય સ્વર", "વિજાતીય સ્વર"],
                answer: "હ્રસ્વ સ્વર"
            },
            {
                id: 9,
                question: "જે સ્વરનું ઉચ્ચારણ લાંબુ થાય છે તેવા સ્વરોને ___ સ્વર કહે છે.",
                options: ["હ્રસ્વ સ્વર", "દીર્ઘ સ્વર", "સજાતીય સ્વર", "વિજાતીય સ્વર"],
                answer: "દીર્ઘ સ્વર"
            },
            {
                id: 10,
                question: "નીચે પૈકી કયું વાક્ય અયોગ્ય છે? (સ્વર વ્યાખ્યા)",
                options: ["સ્વરનો ઉચ્ચાર સ્વતંત્ર છે", "સ્વરને અન્યની જરૂર નથી", "સ્વર વ્યંજન પર આધારિત છે", "A અને B પૈકી એક પણ નહીં"],
                answer: "A અને B પૈકી એક પણ નહીં"
            }
        ]
    },
    {
        id: "3-2",
        questions: [
            {
                id: 11,
                question: "'અઃ'માં રહેલો વિસર્ગ (:) કઈ ભાષાનો છે?",
                options: ["ગુજરાતી", "સંસ્કૃત", "હિન્દી", "અરબી"],
                answer: "સંસ્કૃત"
            },
            {
                id: 12,
                question: "જે ધ્વનિના ઉચ્ચારણમાં સ્વરોની સહાય લેવી પડે છે, તેને ___ કહે છે.",
                options: ["નાદ", "નિનાદ", "વ્યંજન", "અનુસ્વાર"],
                answer: "વ્યંજન"
            },
            {
                id: 13,
                question: "ગુજરાતી ભાષાના વ્યંજનોની સંખ્યા કેટલી છે?",
                options: ["૩૪", "૩૨", "૩૬", "૪૪"],
                answer: "૩૪"
            },
            {
                id: 14,
                question: "કયા વર્ણોથી શરૂ થતાં શબ્દ ગુજરાતી ભાષામાં જોવા મળતા નથી?",
                options: ["ક્ષ, જ્ઞ, ત્ર", "ઙ, ઞ, ણ, ળ", "શ, ષ, સ", "ય, ર, લ"],
                answer: "ઙ, ઞ, ણ, ળ"
            },
            {
                id: 15,
                question: "‘ક થી મ’ સુધીના વ્યંજનોને કયાં વ્યંજન કહેવાય છે?",
                options: ["વર્ગીય વ્યંજન", "અવર્ગીય વ્યંજન", "ઉષ્માક્ષર", "અંતઃસ્થ"],
                answer: "વર્ગીય વ્યંજન"
            },
            {
                id: 16,
                question: "જે વ્યંજનોના ઉચ્ચારણ વખતે હવા માત્ર મુખમાંથી પસાર થાય તેવા ધ્વનિઓને ___ કહેવાય છે.",
                options: ["અનુનાસિક", "નિરનુનાસિક", "સાનુનાસિક", "મહાપ્રાણ"],
                answer: "નિરનુનાસિક"
            },
            {
                id: 17,
                question: "‘ઙ, ઞ, ણ, ન, મ’ ને કયા વ્યંજન તરીકે ઓળખવામાં આવે છે?",
                options: ["અનુનાસિક", "નાસિક્ય", "A અને B બંને", "નિરનુનાસિક"],
                answer: "A અને B બંને"
            },
            {
                id: 18,
                question: "હવાના પ્રમાણના આધારે વ્યંજનોના કયા પ્રકાર પડે છે?",
                options: ["અલ્પપ્રાણ", "મહાપ્રાણ", "A અને B બંને", "ઘોષ-અઘોષ"],
                answer: "A અને B બંને"
            },
            {
                id: 19,
                question: "નાદતંત્રની સ્થિતિને આધારે વ્યંજનોના કયા પ્રકાર પડે છે?",
                options: ["હ્રસ્વ-દીર્ઘ", "સજાતીય-વિજાતીય", "ઘોષ-અઘોષ", "કંઠ્ય-તાલવ્ય"],
                answer: "ઘોષ-અઘોષ"
            },
            {
                id: 20,
                question: "કોઈપણ સ્વર ભળ્યા વિનાના એકલા વ્યંજનને ગુજરાતી ભાષામાં કયા વ્યંજન કહે છે?",
                options: ["વર્ણ", "ખોડો", "હલન્ત", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            }
        ]
    },
    {
        id: "3-3",
        questions: [
            {
                id: 21,
                question: "ઉચ્ચારણની દૃષ્ટિએ નીચેનામાંથી કયો વ્યંજન જુદો પડે છે?",
                options: ["ક", "ખ", "ગ", "ર"],
                answer: "ર"
            },
            {
                id: 22,
                question: "નીચેનામાંથી મૂર્ધન્ય વ્યંજનોનો કયો વિકલ્પ સાચો છે?",
                options: ["ક, ખ, ગ", "ટ, ઠ, ડ", "ત, થ, દ", "પ, ફ, બ"],
                answer: "ટ, ઠ, ડ"
            },
            {
                id: 23,
                question: "‘વ’ કયા પ્રકારનો વ્યંજન છે?",
                options: ["ઓષ્ઠય", "અર્ધસ્વર", "અવર્ગીય વ્યંજન", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 24,
                question: "નીચે આપેલ વ્યંજનોમાંથી ઓષ્ઠય, અઘોષ, અલ્પપ્રાણ વ્યંજન જણાવો.",
                options: ["બ", "ભ", "પ", "મ"],
                answer: "પ"
            },
            {
                id: 25,
                question: "તાલવ્ય વર્ગનો પ્રથમ વ્યંજન જણાવો:",
                options: ["ક", "ચ", "ટ", "ત"],
                answer: "ચ"
            },
            {
                id: 26,
                question: "નીચેનામાંથી કયો મૂર્ધન્ય વ્યંજન નથી?",
                options: ["ટ", "ઠ", "થ", "ડ"],
                answer: "થ"
            },
            {
                id: 27,
                question: "ચ, છ, જ, ઝ વ્યંજનો કયા નામથી ઓળખાય છે?",
                options: ["કંઠ્ય", "મૂર્ધન્ય", "તાલવ્ય", "દંત્ય"],
                answer: "તાલવ્ય"
            },
            {
                id: 28,
                question: "ક્રમાનુસાર અનુનાસિક ધ્વનિઓ ઓળખાવો.",
                options: ["ન, મ, ણ, ઙ, ઞ", "ઙ, ઞ, ણ, ન, મ", "મ, ન, ણ, ઞ, ઙ", "ઞ, ઙ, ણ, મ, ન"],
                answer: "ઙ, ઞ, ણ, ન, મ"
            },
            {
                id: 29,
                question: "નીચેના પૈકી તાલવ્ય વ્યંજનો કયા છે? (અવર્ગીય સંદર્ભે)",
                options: ["ર", "લ", "વ", "ય"],
                answer: "ય"
            },
            {
                id: 30,
                question: "નીચેના પૈકી કઠોર (અઘોષ) વ્યંજન કયો છે?",
                options: ["ક", "ગ", "જ", "દ"],
                answer: "ક"
            }
        ]
    },
    {
        id: "3-4",
        questions: [
            {
                id: 31,
                question: "ટ, ઠ, ડ, ઢ ધ્વનિનું ઉચ્ચારણ સ્થાન કયું છે?",
                options: ["કંઠ્ય", "મૂર્ધન્ય", "દંત્ય", "ઓષ્ઠય"],
                answer: "મૂર્ધન્ય"
            },
            {
                id: 32,
                question: "નીચે પૈકીનો કયો ધ્વનિ અનુનાસિક ધ્વનિ નથી?",
                options: ["ણ", "ન", "ક", "મ"],
                answer: "ક"
            },
            {
                id: 33,
                question: "આપેલ વ્યંજનોમાં કયો વ્યંજન 'અનુનાસિક વ્યંજન' છે?",
                options: ["ક", "ખ", "મ", "ગ"],
                answer: "મ"
            },
            {
                id: 34,
                question: "ગુજરાતી ભાષામાં ધ્વનિ ઘટકો સંદર્ભે નીચેનામાંથી કયું જોડકું ખોટું છે?",
                options: ["સ્ફોટક અઘોષ ધ્વનિ - બ, ડ, ગ", "કંઠ્ય ધ્વનિ - ક, ખ, ગ", "તાલવ્ય ધ્વનિ - ચ, છ, જ", "ઓષ્ઠય ધ્વનિ - પ, ફ, બ"],
                answer: "સ્ફોટક અઘોષ ધ્વનિ - બ, ડ, ગ"
            },
            {
                id: 35,
                question: "દંત્ય પ્રકંપી વ્યંજન શોધો.",
                options: ["લ", "વ", "ય", "ર"],
                answer: "ર"
            },
            {
                id: 36,
                question: "મહાપ્રાણ, ઘોષ અને મૂર્ધન્ય - આ ત્રણેય બાબતો લાગુ પડતી હોય તેવો વ્યંજન શોધો:",
                options: ["ઢ", "ડ", "ઠ", "ટ"],
                answer: "ઢ"
            },
            {
                id: 37,
                question: "અઘોષ વ્યંજનોનો વિકલ્પ પસંદ કરો.",
                options: ["ગ, ઘ, જ, ઝ", "ખ, છ, ઠ, ફ", "દ, ધ, બ, ભ", "ય, ર, લ, વ"],
                answer: "ખ, છ, ઠ, ફ"
            },
            {
                id: 38,
                question: "નીચે આપેલા સ્વર અને વ્યંજન માટે ક્રમની રીતે અયોગ્ય વિકલ્પ પસંદ કરો.",
                options: ["ક, ખ, ગ, ઘ, ઙ", "ચ, છ, જ, ઝ, ઞ", "ટ, ઠ, ડ, ઢ, ણ", "ફ, ઝ, ણ, મ, ન"],
                answer: "ફ, ઝ, ણ, મ, ન"
            },
            {
                id: 39,
                question: "ભાષાની ઉચ્ચારણ પ્રક્રિયામાં નીચેનામાંથી કયા એક અવયવનો ઉપયોગ થતો નથી?",
                options: ["જીભ", "હોઠ", "હાથ", "નાક"],
                answer: "હાથ"
            },
            {
                id: 40,
                question: "નીચેનામાંથી મહાપ્રાણ વ્યંજન કયા છે?",
                options: ["ક અને ગ", "ચ અને જ", "ટ અને ડ", "હ અને ળ"],
                answer: "હ અને ળ"
            }
        ]
    },
    {
        id: "3-5",
        questions: [
            {
                id: 41,
                question: "નીચેનામાંથી સંઘર્ષી ધ્વનિ કયો છે?",
                options: ["ક", "સ", "ટ", "પ"],
                answer: "સ"
            },
            {
                id: 42,
                question: "ત, થ, દ, ધ ધ્વનિનું ઉચ્ચારણ સ્થાન કયું છે?",
                options: ["કંઠ્ય", "તાલવ્ય", "મૂર્ધન્ય", "દંત્ય"],
                answer: "દંત્ય"
            },
            {
                id: 43,
                question: "ગુજરાતીમાં અનુનાસિક ધ્વનિઓ કેટલા છે?",
                options: ["ત્રણ", "ચાર", "પાંચ", "છ"],
                answer: "પાંચ"
            },
            {
                id: 44,
                question: "નીચેનામાંથી કયો ધ્વનિ મહાપ્રાણ નથી?",
                options: ["ખ", "ગ", "ઘ", "છ"],
                answer: "ગ"
            },
            {
                id: 45,
                question: "‘સ’ કેવો વ્યંજન છે?",
                options: ["ઉષ્માક્ષર", "અંતઃસ્થ", "સ્પર્શ", "અનુનાસિક"],
                answer: "ઉષ્માક્ષર"
            },
            {
                id: 46,
                question: "હ્રસ્વ સ્વર જ્યારે વ્યંજન સાથે ભળે ત્યારે કેવો અક્ષર બને?",
                options: ["લઘુ", "ગુરુ", "પ્લુત", "સંયુક્ત"],
                answer: "લઘુ"
            },
            {
                id: 47,
                question: "આમાંથી કયા અંતઃસ્થ વર્ણ કે અર્ધસ્વર છે?",
                options: ["શ, ષ", "ક્ષ, જ્ઞ", "અ, આ", "ય, વ"],
                answer: "ય, વ"
            },
            {
                id: 48,
                question: "'ળ' કેવા પ્રકારનો ધ્વનિ છે?",
                options: ["કંઠ્ય", "મૂર્ધન્ય", "દંત્ય", "ઓષ્ઠય"],
                answer: "મૂર્ધન્ય"
            },
            {
                id: 49,
                question: "ગુજરાતી ભાષામાં નીચેનામાંથી કયો સ્વર સાનુનાસિક હોતો નથી?",
                options: ["અ", "ઋ", "ઉ", "ઈ"],
                answer: "ઋ"
            },
            {
                id: 50,
                question: "ઉચ્ચારણની દૃષ્ટિએ જુદો પડતો મિળાક્ષર કયો છે?",
                options: ["ક્ષ", "જ્ઞ", "ત્ર", "શ્ર"],
                answer: "ક્ષ"
            }
        ]
    }
];
