export const chapter2Tests = [
    {
        id: "2-1",
        questions: [
            {
                id: 1,
                question: "“ભાષા એટલે સ્વૈચ્છિક રીતે ઉપજાવેલા સંકેતો દ્વારા વિચારો, લાગણીઓ અને એષણાઓનું સંક્રમણ કરવાની કેવળ માનવીય અને બિનસાહજિક પદ્ધતિ છે.” આ વાક્ય કોનું છે?",
                options: ["જે.બી કેરોલ", "સેપિર", "ભાલણ", "સોમરન ટેલર"],
                answer: "સેપિર"
            },
            {
                id: 2,
                question: "ભાષાનો હેતુ જણાવો:",
                options: ["વિચારોની રજૂઆત માટે", "અર્થગ્રહણ માટે", "સામાજિક વ્યવહાર માટે", "આપેલ તમામ માટે"],
                answer: "આપેલ તમામ માટે"
            },
            {
                id: 3,
                question: "ભાષા વાણી અને __________ દ્વારા રજૂ થાય છે.",
                options: ["શ્રવણ", "લેખન", "વાચન", "સંકેત"],
                answer: "લેખન"
            },
            {
                id: 4,
                question: "ગુજરાતી ભાષા કઇ લિપિમાં લખવામાં આવે છે?",
                options: ["સંસ્કૃતિ", "ગુજરાતી", "દેવનાગરી", "બ્રાહ્મી"],
                answer: "ગુજરાતી"
            },
            {
                id: 5,
                question: "'ગુજરાતી વાચનમાળા' ગુજરાતી લિપિમાં લખાયેલ સૌપ્રથમ પુસ્તક છે, તેનું અન્ય નામ જણાવો:",
                options: ["હોપ વાચનમાળા", "લિપિ માર્ગદર્શિકા", "શબ્દાવલિ", "વાચકવૃંદ માળા"],
                answer: "હોપ વાચનમાળા"
            },
            {
                id: 6,
                question: "કોણે ગુજરાતી ભાષાને 'અપભ્રંશ ભાષા' અને 'ગુર્જરભાષા' કહી છે?",
                options: ["નર્મદ", "ભાલણ", "દલપતરામ", "પ્રેમાનંદ"],
                answer: "ભાલણ"
            },
            {
                id: 7,
                question: "સૌપ્રથમ ગુજરાતી ભાષાને 'ગુજરાતી ભાષા' તેવા શબ્દપ્રયોગથી કોણે ઉચ્ચારી હતી?",
                options: ["પ્રેમાનંદ", "ઉમાશંકર જોષી", "સ્તુત્યા", "નર્મદ"],
                answer: "પ્રેમાનંદ"
            },
            {
                id: 8,
                question: "સોલંકી વંશના શાસન દરમિયાન કયા વ્યાકરણ ગ્રંથમાં અપભ્રંશ દુહાઓ ઉલ્લેખાયેલા છે?",
                options: ["ભરતેશ્વર બાહુબલિ રાસ", "સિદ્ધહેમશબ્દાનુશાસન", "સંદેશકરાસક", "ગુજરાતી વાચનમાળા"],
                answer: "સિદ્ધહેમશબ્દાનુશાસન"
            },
            {
                id: 9,
                question: "કોણે જૂની ગુજરાતીને 'મારુ ગુર્જર' નામ આપ્યુ?",
                options: ["ઉમાશંકર જોશી", "ભાલણ", "પ્રેમાનંદ", "નર્મદ"],
                answer: "ઉમાશંકર જોશી"
            },
            {
                id: 10,
                question: "ગુજરાતી ભાષાનો યોગ્ય વિકાસ ક્રમ જણાવો.",
                options: [
                    "સંસ્કૃત → પ્રાકૃત → અપભ્રંશ → ગુર્જર અપભ્રંશ → ગુજરાતી",
                    "પ્રાકૃત → અપભ્રંશ → સંસ્કૃત → ગુજરાતી",
                    "સંસ્કૃત → ગુજરાતી → અપભ્રંશ",
                    "અપભ્રંશ → પ્રાકૃત → ગુજરાતી"
                ],
                answer: "સંસ્કૃત → પ્રાકૃત → અપભ્રંશ → ગુર્જર અપભ્રંશ → ગુજરાતી"
            }
        ]
    },
    {
        id: "2-2",
        questions: [
            {
                id: 11,
                question: "કયા યુગથી ગુજરાતીનો સ્વતંત્ર વિકાસ થવાની પ્રક્રિયા શરૂ થઇ ગણાય છે?",
                options: ["પ્રાચીન યુગ", "અર્વાચીન યુગ", "મધ્યકાલીન યુગ", "એકપણ નહીં"],
                answer: "મધ્યકાલીન યુગ"
            },
            {
                id: 12,
                question: "“અંગ્રેજી ભાષાના શબ્દોની જોડણી ખોટી કરતાં આપણને શરમ લાગે છે...” આ વાક્ય કોના દ્વારા ઉચ્ચારાયેલ છે?",
                options: ["નર્મદ", "ભાલણ", "મહાત્મા ગાંધી", "પ્રેમાનંદ"],
                answer: "મહાત્મા ગાંધી"
            },
            {
                id: 13,
                question: "‘બાષ્પ’ તત્સમ શબ્દ પરથી બનેલા તદ્ભવ શબ્દને શોધો:",
                options: ["બાર", "આગ", "વરાળ", "હવા"],
                answer: "વરાળ"
            },
            {
                id: 14,
                question: "પ્રાચીનકાળમાં ભારતમાં મુખ્યત્વે કઇ લિપિ પ્રચલિત હતી?",
                options: ["બ્રાહ્મી", "બ્રાહ્મી & ખરોષ્ટી", "ખરોષ્ટી", "એકપણ નહીં"],
                answer: "બ્રાહ્મી & ખરોષ્ટી"
            },
            {
                id: 15,
                question: "યુવાનવર્ગ એક વિશિષ્ટ ભાષાનો પ્રયોગ કરતા જોવા મળે છે, જેને કઈ ભાષા તરીકે ઓળખવામાં આવે છે?",
                options: ["ઉપશિષ્ટ ભાષા", "સ્લેન્ગ ભાષા", "A & B બંને", "ઉપરોક્ત એકપણ નહીં"],
                answer: "A & B બંને"
            },
            {
                id: 16,
                question: "નીચે પૈકી કઇ જોડ અયોગ્ય છે? (બોલી તફાવત)",
                options: ["સોમવાર-હોમવાર", "માણસ-મોંણહ", "નાખ-નોખ", "નાખ-નોંખ"],
                answer: "નાખ-નોખ"
            },
            {
                id: 17,
                question: "આસમાન, આબરૂ, નમૂનો, બગીચો - કઇ ભાષાના શબ્દો છે?",
                options: ["અરબી", "પોર્ટુગીઝ", "હિન્દી", "ફારસી"],
                answer: "ફારસી"
            },
            {
                id: 18,
                question: "‘ચેટલાક ચોરો ઘરમાં પેહીને ચોરી કરવાના વેચારથી...’ - કઈ બોલીનું વાક્ય છે?",
                options: ["પટ્ટણી", "ચરોતરી", "સુરતી", "સૌરાષ્ટ્રી"],
                answer: "ચરોતરી"
            },
            {
                id: 19,
                question: "‘ગુજરાતી ભાષામાં માન્ય સ્વરો આઠ છે.’ એવું કોણે પ્રસ્થાપિત કર્યું?",
                options: ["કે. કા. શાસ્ત્રી", "ભાયાણી સાહેબ", "ડૉ. પ્રબોધ પંડિત", "ઉમાશંકર જોશી"],
                answer: "ડૉ. પ્રબોધ પંડિત"
            },
            {
                id: 20,
                question: "‘કર્ણ’ શબ્દ કેવો છે?",
                options: ["તદ્ભવ", "તત્સમ", "દેશ્ય", "ગામડિયો"],
                answer: "તત્સમ"
            }
        ]
    },
    {
        id: "2-3",
        questions: [
            {
                id: 21,
                question: "ગુજરાતી ભાષા કઈ ભાષામાંથી જન્મી છે?",
                options: ["હિન્દી", "અંગ્રેજી", "સંસ્કૃત", "પ્રાકૃત"],
                answer: "પ્રાકૃત"
            },
            {
                id: 22,
                question: "‘શ્રીમાન’ કયા પ્રકારનો શબ્દ છે?",
                options: ["તદ્ભવ", "દેશ્ય", "વિદેશી", "તત્સમ"],
                answer: "તત્સમ"
            },
            {
                id: 23,
                question: "ભાષાનું સૌથી પહેલું અને પાયાનું અંગ કયું છે?",
                options: ["ઉચ્ચારણ", "લેખન", "વાચન", "શ્રવણ"],
                answer: "ઉચ્ચારણ"
            },
            {
                id: 24,
                question: "‘સોસાયટી, યુનિવર્સિટી, આઇસ્ક્રીમ મૂળ કઇ ભાષાના શબ્દો છે?",
                options: ["ફારસી", "અંગ્રેજી", "પોર્ટુગીઝ", "અરબી"],
                answer: "અંગ્રેજી"
            },
            {
                id: 25,
                question: "અર્થગ્રહણમાં નીચે પૈકી ભાષાના કયા બે કૌશલ્યો સમાવિષ્ટ છે?",
                options: ["વાચન-લેખન", "શ્રવણ-કથન", "વાચન-શ્રવણ", "કથન-લેખન"],
                answer: "વાચન-શ્રવણ"
            },
            {
                id: 26,
                question: "‘કાયા’ માટે ઉપર્યુક્ત ઉપમા જણાવો:",
                options: ["કંચન જેવી", "રૂપા જેવી", "લોખંડ જેવી", "માટી જેવી"],
                answer: "કંચન જેવી"
            },
            {
                id: 27,
                question: "ભાષાના ચાર અંગોમાં ધ્વનિ, રૂપ, પદ અને ચોથું કયું?",
                options: ["લીપી", "બોલી", "અર્થ", "વાક્ય"],
                answer: "વાક્ય"
            },
            {
                id: 28,
                question: "“અખબાર’ શબ્દ મૂળ કઈ ભાષાનો શબ્દ છે?",
                options: ["સંસ્કૃત", "અરબી", "ઉર્દૂ", "હિન્દી"],
                answer: "અરબી"
            },
            {
                id: 29,
                question: "કેદૂના-ક્યારના (ઘણા-દિવસથી) આ શબ્દ કઇ બોલીનો છે?",
                options: ["પટ્ટણી", "સૌરાષ્ટ્રી", "સુરતી", "ચરોતરી"],
                answer: "સૌરાષ્ટ્રી"
            },
            {
                id: 30,
                question: "બટાટા : પોર્ટુગીઝ :: દસ્તાવેજ : _______",
                options: ["અરબી", "અંગ્રેજી", "ફ્રેન્ચ", "ફારસી"],
                answer: "ફારસી"
            }
        ]
    },
    {
        id: "2-4",
        questions: [
            {
                id: 31,
                question: "ભાષા એક _______ સંસ્થા છે.",
                options: ["સામાજિક", "રાજકીય", "ધાર્મિક", "આર્થિક"],
                answer: "સામાજિક"
            },
            {
                id: 32,
                question: "કિરકોલ : મરાઠી :: શરબત : ?",
                options: ["ફારસી", "અરબી", "તુર્કી", "હિન્દી"],
                answer: "ફારસી"
            },
            {
                id: 33,
                question: "‘યુદ્ધસ્થ વિગતજ્વર’ સંસ્કૃત શબ્દનો અર્થ શું થાય છે?",
                options: ["યુદ્ધ કરનાર", "યુદ્ધથી ડરનાર", "યુદ્ધમાં જીતનાર", "જડતા છોડીને યુદ્ધ કર"],
                answer: "જડતા છોડીને યુદ્ધ કર"
            },
            {
                id: 34,
                question: "તદ્ભવ શબ્દ કયો છે?",
                options: ["પ્રસાદ", "માતા", "મોતી", "સ્નાન"],
                answer: "મોતી"
            },
            {
                id: 35,
                question: "વડીલ : પૂજ્ય :: સંતાન : ______ ?",
                options: ["વ્હાલું", "આજ્ઞાંકિત", "ચિરંજીવ", "બાળક"],
                answer: "ચિરંજીવ"
            },
            {
                id: 36,
                question: "નીચે પૈકી યોગ્ય જોડ જણાવો: (પ્રદેશ અને બોલી)",
                options: ["ઉત્તર ગુજરાત - સુરતી", "મધ્ય ગુજરાત - ચરોતરી", "સૌરાષ્ટ્ર - પટ્ટણી", "દક્ષિણ ગુજરાત - હાલારી"],
                answer: "મધ્ય ગુજરાત - ચરોતરી"
            },
            {
                id: 37,
                question: "નીચેનામાંથી કઈ જોડ અયોગ્ય છે?",
                options: ["ઘર - મેદાન", "દિવસ - રાત", "આગ - પાણી", "રાજા - રાણી"],
                answer: "ઘર - મેદાન"
            },
            {
                id: 38,
                question: "નીચેનામાંથી કઈ જોડ અયોગ્ય છે? (ગુફા)",
                options: ["ગુફા - બખોલ", "ગુફા - કંદરા", "ગુફા - દરી", "ગુફા - ગોફણ"],
                answer: "ગુફા - ગોફણ"
            },
            {
                id: 39,
                question: "નીચેનામાંથી કયો શબ્દ અર્થવિસ્તારનું ઉદાહરણ છે?",
                options: ["તૈલ", "કુશળ", "પંકજ", "પ્રવીણ"],
                answer: "પંકજ"
            },
            {
                id: 40,
                question: "ઋણમુક્ત : ઋણાનુબંધ :: અનુકૂળ : _______",
                options: ["અનુભુતિ", "પ્રતિકૂળ", "સાનુકૂળ", "પ્રત્યાઘાત"],
                answer: "અનુભુતિ"
            }
        ]
    }
];
