export const chapter2Tests = [
    {
        id: "t1",
        name: "ટેસ્ટ 1",
        questions: [
            {
                id: 1,
                question: "સૌ પ્રથમ કોણે આપણી ભાષાને 'ગુજરાતી' તરીકે ઓળખાવી હતી?",
                options: ["નરસિંહ મહેતા", "પ્રેમાનંદ", "મીરાબાઈ", "ભાલણ"],
                answer: "પ્રેમાનંદ"
            },
            {
                id: 2,
                question: "સંસ્કૃતના કયા ધાતુ પરથી 'ભાષા' શબ્દ ઉતરી આવ્યો છે?",
                options: ["ભાષ", "બોલ", "વચ્", "શ્રુ"],
                answer: "ભાષ"
            },
            {
                id: 3,
                question: "ઉમાશંકર જોશીએ જૂની ગુજરાતીને કયા નામે ઓળખાવી છે?",
                options: ["અપભ્રંશ", "પ્રાકૃત", "મારુ-ગુર્જર", "તળપદી"],
                answer: "મારુ-ગુર્જર"
            },
            {
                id: 4,
                question: "નીચેનામાંથી કયો શબ્દ 'તત્સમ' છે?",
                options: ["કામ", "હાથ", "હૃદય", "આગ"],
                answer: "હૃદય"
            },
            {
                id: 5,
                question: "'પાની' અને 'સાક' કઈ બોલીના ઉદાહરણો છે?",
                options: ["પટ્ટણી", "ચરોતરી", "સુરતી", "કાઠિયાવાડ"],
                answer: "સુરતી"
            },
            {
                id: 6,
                question: "ગુજરાતી લિપિમાં કઈ રેખા હોતી નથી?",
                options: ["શિરોરેખા", "પાદરેખા", "અનુસ્વાર", "માત્રા"],
                answer: "શિરોરેખા"
            },
            {
                id: 7,
                question: "'અટાણે' શબ્દ કઈ બોલીમાં વપરાય છે?",
                options: ["પટ્ટણી", "ચરોતરી", "સૌરાષ્ટ્રી", "સુરતી"],
                answer: "સૌરાષ્ટ્રી"
            },
            {
                id: 8,
                question: "'તિજોરી' શબ્દ કઈ ભાષામાંથી આવ્યો છે?",
                options: ["અરબી", "ફારસી", "પોર્ટુગીઝ", "અંગ્રેજી"],
                answer: "પોર્ટુગીઝ"
            },
            {
                id: 9,
                question: "'અદાલત' અને 'ઇનામ' કઈ ભાષાના શબ્દો છે?",
                options: ["અરબી", "ફારસી", "ગુજરાતી", "અંગ્રેજી"],
                answer: "અરબી"
            },
            {
                id: 10,
                question: "ભાલણે આપણી ભાષાને કયા નામે ઓળખાવી હતી?",
                options: ["ગુજરાતી", "અપભ્રંશ", "પ્રાકૃત", "હિન્દી"],
                answer: "અપભ્રંશ"
            }
        ]
    }
];
