export const chapter7Tests = [
    {
        id: "7-1",
        questions: [
            {
                id: 1,
                question: "ગુજરાતી ભાષામાં લિંગનો અર્થ ..... થાય છે.",
                options: ["જાતિ", "પુરૂષ", "વચન", "કાળ"],
                answer: "જાતિ"
            },
            {
                id: 2,
                question: "ગુજરાતી ભાષામાં નીચે પૈકી કયા લિંગનો સમાવેશ થાય છે?",
                options: ["નર (પુલ્લિંગ)", "નારી (સ્ત્રીલિંગ)", "નાન્યતર (નપુંસકલિંગ)", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 3,
                question: "જે નામો નરના વર્ગ કે જાતિને સૂચવે તે વર્ગને ..... જાતિ કહે છે.",
                options: ["પુલ્લિંગ", "સ્ત્રીલિંગ", "નપુંસકલિંગ", "એક પણ નહીં"],
                answer: "પુલ્લિંગ"
            },
            {
                id: 4,
                question: "જે નામો નારીના વર્ગ કે જાતિને સૂચવે તે વર્ગને ..... જાતિ કહે છે.",
                options: ["પુલ્લિંગ", "સ્ત્રીલિંગ", "નપુંસકલિંગ", "સામાન્ય"],
                answer: "સ્ત્રીલિંગ"
            },
            {
                id: 6,
                question: "‘કવિ’ શબ્દનું લિંગ ઓળખાવોઃ",
                options: ["પુલ્લિંગ", "સ્ત્રીલિંગ", "નપુંસકલિંગ", "ઉભયલિંગ"],
                answer: "પુલ્લિંગ"
            },
            {
                id: 7,
                question: "પુલ્લિંગ શબ્દને ઓળખવા માટે કયો પ્રત્યય પ્રયોજાય છે?",
                options: ["ઈ", "ઓ", "ઉ", "આ"],
                answer: "ઓ"
            },
            {
                id: 8,
                question: "સ્ત્રીલિંગ શબ્દને ઓળખવા માટે કયો પ્રત્યય પ્રયોજાય છે?",
                options: ["ઈ", "ઓ", "ઉ", "નું"],
                answer: "ઈ"
            },
            {
                id: 9,
                question: "લિંગની દ્રષ્ટિએ કયો શબ્દ જુદો પડે છે?",
                options: ["માતા", "બકરી", "વેલ", "નીતિ"],
                answer: "નીતિ"
            },
            {
                id: 10,
                question: "નપુંસકલિંગ શબ્દને ઓળખવા માટે કયો શબ્દ પ્રયોજાય છે?",
                options: ["કેવો", "કેવી", "કેવું", "કયો"],
                answer: "કેવું"
            },
            {
                id: 11,
                question: "નીચેનામાંથી કયા શબ્દનું લિંગ પરિવર્તન શક્ય છે?",
                options: ["દીકરો", "પર્વત", "આકાશ", "નદી"],
                answer: "દીકરો"
            }
        ]
    },
    {
        id: "7-2",
        questions: [
            {
                id: 12,
                question: "ગુજરાતી ભાષામાં નીચે પૈકી કયા વચન પ્રયોજાય છે?",
                options: ["એકવચન", "બહુવચન", "A અને B બંને", "દ્વિવચન"],
                answer: "A અને B બંને"
            },
            {
                id: 13,
                question: "વચનની દૃષ્ટિએ કયો શબ્દ જુદો પડે છે?",
                options: ["દિવસો", "મહિનો", "વર્ષો", "રાતો"],
                answer: "મહિનો"
            },
            {
                id: 14,
                question: "બહુવચનની દૃષ્ટિએ નીચેનામાંથી કયો વિકલ્પ ખોટો છે?",
                options: ["માણસો", "પર્વતો", "ઋતુઓ", "વાતો"],
                answer: "વાતો"
            },
            {
                id: 15,
                question: "‘ઘોડો’ શબ્દનું બહુવચન જણાવોઃ",
                options: ["ઘોડા", "ઘોડાઓ", "ઘોડું", "A અને B બંને"],
                answer: "A અને B બંને"
            },
            {
                id: 16,
                question: "નીચે પૈકી ‘ગોવાળ’ શબ્દનું સ્ત્રીલિંગ કયું છે?",
                options: ["ગોવાલણ", "ગોવાળણી", "ગોપી", "ગોવાળી"],
                answer: "ગોવાલણ"
            },
            {
                id: 17,
                question: "કયા શબ્દનું લિંગ પરિવર્તન શક્ય નથી?",
                options: ["પગ", "રાજા", "સુથાર", "શેઠ"],
                answer: "પગ"
            },
            {
                id: 18,
                question: "એકવચનમાં વપરાતી સંજ્ઞા જણાવો.",
                options: ["ઘઉં", "મગ", "સમાચાર", "વ્હાલ"],
                answer: "વ્હાલ"
            },
            {
                id: 19,
                question: "નીચે પૈકી કઈ સંજ્ઞા લિંગ ચિહ્ન ધરાવતી નથી?",
                options: ["છોકરો", "છોકરી", "હાથ", "છોકરું"],
                answer: "હાથ"
            },
            {
                id: 20,
                question: "ગુજરાતી ભાષામાં કેટલા વચનો પ્રયોજાય છે?",
                options: ["ત્રણ", "એક", "લાચાર", "બે"],
                answer: "બે"
            },
            {
                id: 21,
                question: "'સ્ત્રીલિંગ' શબ્દ શોધોઃ",
                options: ["આપણ", "ઓરડો", "ઓશિયાળ", "ઓટલો"],
                answer: "ઓશિયાળ"
            }
        ]
    },
    {
        id: "7-3",
        questions: [
            {
                id: 22,
                question: "ગુજરાતી ભાષામાં નપુંસકલિંગ કોના માટે પ્રયોજાય છે?",
                options: ["નર જાતિ", "નાન્યતર જાતિ", "નારી જાતિ", "એક પણ નહીં"],
                answer: "નાન્યતર જાતિ"
            },
            {
                id: 23,
                question: "‘ઝાડ’ સંજ્ઞા કયું લિંગ ધરાવે છે?",
                options: ["પુલ્લિંગ", "સ્ત્રીલિંગ", "નપુંસકલિંગ", "સામાન્ય"],
                answer: "નપુંસકલિંગ"
            },
            {
                id: 24,
                question: "આપેલ શબ્દોમાં 'સ્ત્રીલિંગ' શબ્દ કયો છે?",
                options: ["ઈબાદત", "ઈનામ", "ઈલાજ", "ઈન્સાફ"],
                answer: "ઈબાદત"
            },
            {
                id: 25,
                question: "કયા શબ્દનું સ્ત્રીલિંગ સૂચક જુદું રૂપ પ્રયોજાય છે?",
                options: ["વિદ્વાન", "સુત", "શિષ્ય", "બ્રાહ્મણ"],
                answer: "વિદ્વાન"
            },
            {
                id: 26,
                question: "કઈ જોડ ખોટી છે?",
                options: ["માળી-પુલ્લિંગ", "પૂંજી-પુલ્લિંગ", "ધોતી-સ્ત્રીલિંગ", "પાણી-નપુંસકલિંગ"],
                answer: "પૂંજી-પુલ્લિંગ"
            },
            {
                id: 27,
                question: "‘ધણી’ શબ્દ કયું લિંગ ધરાવે છે?",
                options: ["પુલ્લિંગ", "સ્ત્રીલિંગ", "નપુંસકલિંગ", "એક પણ નહીં"],
                answer: "પુલ્લિંગ"
            },
            {
                id: 28,
                question: "નીચેના શબ્દોમાં નપુંસકલિંગ ધરાવતો શબ્દ કયો છે?",
                options: ["હાથ", "લોહી", "કાન", "પગ"],
                answer: "લોહી"
            },
            {
                id: 29,
                question: "‘દીવડા’ કઈ જાતિનો શબ્દ છે?",
                options: ["નારી જાતિ", "નાન્યતર જાતિ", "નર જાતિ", "એક પણ નહીં"],
                answer: "નર જાતિ"
            },
            {
                id: 30,
                question: "નીચેનામાંથી કયો શબ્દ પુલ્લિંગ નથી?",
                options: ["કેડી", "રસ્તો", "માર્ગ", "પથ"],
                answer: "કેડી"
            }
        ]
    }
];
