export const chapter11Tests = [
    {
        id: "t1",
        name: "ટેસ્ટ 1",
        questions: [
            {
                id: 1,
                question: "ક્રિયાપદના અર્થમાં વધારો કરતાં પદને ...... કહેવાય છે.",
                options: ["સંજ્ઞા (નામ)", "સર્વનામ", "વિશેષણ", "ક્રિયાવિશેષણ"],
                answer: "ક્રિયાવિશેષણ"
            },
            {
                id: 2,
                question: "નીચે પૈકી કયો પ્રકાર ક્રિયાવિશેષણનો નથી?",
                options: ["રીતિવાચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "નિપાતવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ"],
                answer: "નિપાતવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 3,
                question: "‘અભિગમવાચક ક્રિયાવિશેષણ’માં નીચે પૈકી કયા પ્રકારનો સમાવેશ થાય છે? (1. નિશ્ચયવાચક 2. સ્વીકારવાચક 3. નકારવાચક 4. સંભાવના વાચક)",
                options: ["૧, ૨ અને ૩", "૧, ૨, ૩ અને ૪", "માત્ર ૪", "ઉપરોક્ત એક પણ નહીં"],
                answer: "૧, ૨, ૩ અને ૪"
            },
            {
                id: 4,
                question: "ક્રિયાવિશેષણ ક્રિયા કેવી રીતે થઈ તે બતાવે ત્યારે...... કહેવાય છે.",
                options: ["કારણવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ", "કાળવાચક ક્રિયાવિશેષણ"],
                answer: "રીતિવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 5,
                question: "નીચે પૈકી રીતિવાચક ક્રિયાવિશેષણ જણાવો:",
                options: ["ગાય ધીમે ધીમે ચાલે છે.", "બધા ઝડપથી દોડવા લાગ્યા.", "તે હસતાં-હસતાં બોલ્યાં", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 6,
                question: "એણે આજુબાજુ નજર કરી - રેખાંકિત પદમાં ક્રિયાવિશેષણનો પ્રકાર દર્શાવ્યો છે?",
                options: ["સ્થળવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ", "અભિગમવાચક ક્રિયાવિશેષણ"],
                answer: "સ્થળવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 7,
                question: "બા બિચારી રાતદિવસ વૈતરું કરતી. - ક્રિયાવિશેષણ જણાવો:",
                options: ["પ્રમાણવાચક ક્રિયાવિશેષણ", "કારણવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ", "સ્થળવાચક ક્રિયાવિશેષણ"],
                answer: "સમયવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 8,
                question: "ભગતસિંહ દેશ કાજે શહીદ થયાં. રેખાંકિત પદથી સંલગ્ન ક્રિયાવિશેષણ જણાવો:",
                options: ["માત્રાસૂચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "કાળવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ"],
                answer: "હેતુવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 9,
                question: "શીલવંત સાધુને વારેવારે નમીએ.- રેખાંકિતપદથી સંલગ્ન ક્રિયાવિશેષણ જણાવો:",
                options: ["ક્રમવાચક ક્રિયાવિશેષણ", "પ્રમાણવાચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ"],
                answer: "પ્રમાણવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 10,
                question: "તમે ભલે પધાર્યા.- રેખાંકિત પદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["નિશ્ચયવાચક ક્રિયાવિશેષણ", "નિષેધવાચક ક્રિયાવિશેષણ", "સ્વીકારવાચક ક્રિયાવિશેષણ", "સંભાવનાવાચક ક્રિયાવિશેષણ"],
                answer: "સ્વીકારવાચક ક્રિયાવિશેષણ"
            }
        ]
    },
    {
        id: "t2",
        name: "ટેસ્ટ 2",
        questions: [
            {
                id: 11,
                question: "આપણે અતિશય પ્રેમ ન કરવો જોઈએ- રેખાંકિત પદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["ક્રમવાચક ક્રિયાવિશેષણને", "ભાવવાચક ક્રિયાવિશેષણને", "કારણવાચક ક્રિયાવિશેષણ", "કાળવાચક ક્રિયાવિશેષણ"],
                answer: "ભાવવાચક ક્રિયાવિશેષણને"
            },
            {
                id: 12,
                question: "પાટણના પટોળા મને બહુ ગમે છે. રેખાંકિતપદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["માત્રાવાચક ક્રિયાવિશેષણ", "કારણવાચક ક્રિયાવિશેષણને", "કાળવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ"],
                answer: "માત્રાવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 13,
                question: "લાલભાઈ અવશ્ય હાજરી આપશે. - આ વાક્યમાં ક્રિયાવિશેષણ જણાવો:",
                options: ["અવશ્ય", "હાજરી", "આપશે", "ઉપરોક્ત એક પણ નહીં"],
                answer: "અવશ્ય"
            },
            {
                id: 14,
                question: "પ્રજ્ઞા ભજન ચોક્કસ ગાશે.- રેખાંકિતપદથી સંલગ્ન ક્રિયાવિશેષણ જણાવો.",
                options: ["ભાવવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ", "નિશ્ચયવાચક ક્રિયાવિશેષણ", "પરિમાણવાચક ક્રિયાવિશેષણ"],
                answer: "નિશ્ચયવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 15,
                question: "દુઃખને લીધે તેણે ઘર છોડયું.-રેખાંકિત પદથી સંલગ્ન ક્રિયાવિશેષણ જણાવો:",
                options: ["પરિમાણવાચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "કાળવાચક ક્રિયાવિશેષણ", "ઉપરોક્ત એકપણ નહીં"],
                answer: "હેતુવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 16,
                question: "ટ્રેનના સમયે એને ચિઠ્ઠી મળી.- રેખાંકિત પદથી સંલગ્ન ક્રિયાવિશેષણ જણાવો.",
                options: ["પ્રમાણવાચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "ભાવવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ"],
                answer: "સમયવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 17,
                question: "ઠીક, સવારે મળીએ.- રેખાંકિત પદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["નિશ્ચયવાચક ક્રિયાવિશેષણ", "સ્વીકારવાચક ક્રિયાવિશેષણ", "નિષેધવાચક ક્રિયાવિશેષણ", "સંભાવનાવાચક ક્રિયાવિશેષણ"],
                answer: "સ્વીકારવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 18,
                question: "વિદ્યાર્થીએ આસપાસ જોયું.-રેખાંકિતપદ કયા ક્રિયાવિશેષણના નિર્દેશ કરે છે?",
                options: ["સ્થળવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ", "કારણવાચક ક્રિયાવિશેષણ"],
                answer: "સ્થળવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 19,
                question: "ચાર-પાંચ વર્ષ અગાઉ મળ્યાં હતા.- રેખાંકિતપદ કયા ક્રિયાવિશેષણનો નિર્દેશ કરે છે?",
                options: ["સમયવાચક ક્રિયાવિશેષણ", "સ્થળવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ", "કારણવાચક ક્રિયાવિશેષણ"],
                answer: "ક્રમવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 20,
                question: "તમારું કામ જરૂર થઇ જશે. રેખાંકિતપદ કયા ક્રિયાવિશેષણનો નિર્દેશ કરે છે?",
                options: ["રીતિવાચક ક્રિયાવિશેષણ", "ક્રમવાચક ક્રિયાવિશેષણ", "સ્વીકારવાચક ક્રિયાવિશેષણ", "નિશ્ચયવાચક ક્રિયાવિશેષણ"],
                answer: "નિશ્ચયવાચક ક્રિયાવિશેષણ"
            }
        ]
    },
    {
        id: "t3",
        name: "ટેસ્ટ 3",
        questions: [
            {
                id: 21,
                question: "લોકો બસ ખાધે રાખે છે, પીધે રાખે છે અને જીવ્યે રાખે છે. રેખાંકિત પદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["અભિગમવાચક ક્રિયાવિશેષણ", "સ્વીકારવાચક ક્રિયાવિશેષણ", "નકારવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ"],
                answer: "અભિગમવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 22,
                question: "પ્રાર્થનાના આરંભમાં જ આંખ બંધ કરવી જોઇએ. -રેખાંકિતપદ કયા ક્રિયાવિશેષણનો નિર્દેશ કરે છે.",
                options: ["ક્રમવાચક ક્રિયાવિશેષણ", "પ્રમાણવાચક ક્રિયાવિશેષણ", "કારણવાચક ક્રિયાવિશેષણ", "રીતિવાચક ક્રિયાવિશેષણ"],
                answer: "ક્રમવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 23,
                question: "નીચે પૈકી કયો શબ્દ ‘નિશ્ચયવાચક ક્રિયાવિશેષણ’ ને સંલગ્ન નથી?",
                options: ["અવશ્ય", "નિઃશંક", "ખચીત", "ઉપરોક્ત એકપણ નહીં"],
                answer: "ઉપરોક્ત એકપણ નહીં"
            },
            {
                id: 24,
                question: "જાણે કુદરતનો કોપ ઊતર્યો હોય એવું લાગે છે. રેખાંકિતપદ કયા ક્રિયાવિશેષણનો નિર્દેશ કરે છે?",
                options: ["નિષેધવાચક ક્રિયાવિશેષણ", "નિશ્ચયવાચક ક્રિયાવિશેષણ", "સ્વીકારવાચક ક્રિયાવિશેષણ", "સંભાવનાવાચક ક્રિયાવિશેષણ"],
                answer: "સંભાવનાવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 25,
                question: "બોલ મા, બોલ મા, રાધાકૃષ્ણ વિના બીજુ બોલ મા. રેખાંકિત પદ કયા ક્રિયાવિશેષણને દર્શાવે છે?",
                options: ["સંભાવનાવાચક ક્રિયાવિશેષણ", "હેતુવાચક ક્રિયાવિશેષણ", "નિષેધવાચક ક્રિયાવિશેષણ", "નિશ્ચયવાચક ક્રિયાવિશેષણ"],
                answer: "નિષેધવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 26,
                question: "‘બાપુજી બાને અપાર પ્રેમ કરતાં હતાં.’ -અહીં કયા ક્રિયાવિશેષણનો ઉપયોગ કરાયો છે?",
                options: ["પરિમાણવાચક", "હેતુવાચક", "રીતિવાચક", "સંભાવનાવાચક"],
                answer: "પરિમાણવાચક"
            },
            {
                id: 27,
                question: "‘બાળકે તેને વહાલપૂર્વક ગોદમાં તેડી લીધું.’ આ વાક્યમાં ક્રિયાવિશેષણ કયું છે?",
                options: ["તેડી લીધું", "વહાલપૂર્વક", "ગોદમાં", "તેને"],
                answer: "વહાલપૂર્વક"
            },
            {
                id: 28,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: ‘કુસ્તી મેદાનમાં લડાય.’",
                options: ["કારણવાચક", "હેતુવાચક", "સ્થળવાચક", "સમયવાચક"],
                answer: "સ્થળવાચક"
            },
            {
                id: 29,
                question: "‘અમારી શાળામાં શિક્ષણમંત્રી આવ્યા હતા.’ વાક્યમાં સમયવાચક ક્રિયાવિશેષણ તરીકે નીચે પૈકી શું ઉમેરી શકાય? (1. આજે, 2. એકવાર, 3. ગયા અઠવાડિયે, 4. આ તમામ)",
                options: ["માત્ર ૧", "માત્ર ૧, ૨", "માત્ર ૩", "આ તમામ"],
                answer: "આ તમામ"
            },
            {
                id: 30,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: “ધ્યાનાએ પાંચ કલાક વાંચ્યું.”",
                options: ["ક્રમવાચક", "કારણવાચક", "સ્થળવાચક", "સમયવાચક"],
                answer: "સમયવાચક"
            }
        ]
    },
    {
        id: "t4",
        name: "ટેસ્ટ 4",
        questions: [
            {
                id: 31,
                question: "‘નાનકડો ફરહાન ખડખડાટ હસી પડ્યો, એ જોઈને બાકીના સૌ પણ હસવા લાગ્યાં.’ આ વાક્યમાં ક્રિયાવિશેષણ કયું છે?",
                options: ["નાનકડો", "પણ", "ખડખડાટ", "હસી પડયાં— હસવા લાગ્યાં"],
                answer: "ખડખડાટ"
            },
            {
                id: 32,
                question: "અલંકાર તિજોરીમાં રાખવામાં આવ્યા. - ક્રિયાવિશેષણનો પ્રકાર જણાવો:",
                options: ["માત્રાસૂચક", "સ્થળવાચક", "અભિગમવાચક", "રીતિવાચક"],
                answer: "સ્થળવાચક"
            },
            {
                id: 33,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો. ‘ક્રિશા ખડખડાટ હસી.’",
                options: ["રીતવાચક", "સંભાવનાવાચક", "અભિગમવાચક", "સ્થળવાચક"],
                answer: "રીતવાચક"
            },
            {
                id: 34,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: ‘શિવમે ધડામ દઈને બારણું બંધ કર્યું.’",
                options: ["સ્થળવાચક", "હેતુવાચક", "અભિગમવાચક", "રીતવાચક"],
                answer: "રીતવાચક"
            },
            {
                id: 35,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: ‘એ લોકો કદાચ રસ્તો ભૂલી ગયા હતા.’",
                options: ["સ્થળવાચક", "સમયવાચક", "અભિગમવાચક", "માત્રાસૂચક"],
                answer: "અભિગમવાચક"
            },
            {
                id: 36,
                question: "ક્રિયાવિશેષણ શોધો: ‘અલકમલકની વાતો કરતાં નીંદર વહેલી આવશે.’",
                options: ["કરતાં", "અલકમલક", "નીંદર", "વહેલી"],
                answer: "વહેલી"
            },
            {
                id: 37,
                question: "‘તેણે અજંપામાં રાત વિતાવી.’ વાક્યમાં રેખાંકિત શબ્દ શું છે?",
                options: ["કર્મ", "ક્રિયાવિશેષણ", "ક્રિયાપદ", "અવ્યય"],
                answer: "ક્રિયાવિશેષણ"
            },
            {
                id: 38,
                question: "‘આજે સાંજે કદાચ કામ પૂરું થાય.’ રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો:",
                options: ["નિશ્ચયવાચક ક્રિયાવિશેષણ", "સંભાવનાવાચક ક્રિયાવિશેષણ", "સમયવાચક ક્રિયાવિશેષણ", "રીતવાચક ક્રિયાવિશેષણ"],
                answer: "સંભાવનાવાચક ક્રિયાવિશેષણ"
            },
            {
                id: 39,
                question: "‘દીપડાની લુચ્ચાઈ સાથે તેમણે આજીવન ઝઝૂમવું પડે છે.’ વાક્યમાં રહે ક્રિયાવિશેષણ જણાવો:",
                options: ["દીપડાની", "લુચ્ચાઇ", "આજીવન", "ઝઝૂમવું"],
                answer: "આજીવન"
            },
            {
                id: 40,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: ભગવાન આપણી આસપાસ હોય છે.",
                options: ["સમયવાચક", "કારણવાચક", "રીતિવાચક", "સ્થળવાચક"],
                answer: "સ્થળવાચક"
            }
        ]
    },
    {
        id: "t5",
        name: "ટેસ્ટ 5",
        questions: [
            {
                id: 41,
                question: "નીચેનામાંથી ‘રીતિવાચક ક્રિયાવિશેષણ’ કયું નથી?",
                options: ["નિયમિત", "ચૂપચાપ", "એકાએક", "આસપાસ"],
                answer: "આસપાસ"
            },
            {
                id: 42,
                question: "‘સામેનું વાહન વળાંકમાંથી અચાનક નીકળ્યું.’ વાક્યમાંથી ક્રિયાવિશેષણ શોધો:",
                options: ["અહીં દર્શાવેલ તમામ", "સામેનું", "અચાનક", "નીકળ્યું"],
                answer: "અચાનક"
            },
            {
                id: 43,
                question: "‘નીલમ ધીરું બોલે છે.’ વાક્યમાં ધીરું એ શું છે?",
                options: ["ક્રિયાપદ", "ક્રિયાવિશેષણ", "કર્તા", "નામ"],
                answer: "ક્રિયાવિશેષણ"
            },
            {
                id: 44,
                question: "પપ્પા ઘણા વખતથી તમારું સરનામું શોધતા હતા. આ વાક્યમાં કયા પ્રકારનું ક્રિયાવિશેષણ વપરાયું છે?",
                options: ["સમયવાચક", "રીતવાચક", "હેતુવાચક", "અભિગમવાચક"],
                answer: "સમયવાચક"
            },
            {
                id: 45,
                question: "નીચે આપેલા વાક્યમાંથી રેખાંકિત ક્રિયા વિશેષણનો પ્રકાર જણાવો: ‘હું ઝડપથી ત્યાં પહોંચી ગયો.’",
                options: ["કારણવાચક", "રીતવાચક", "સ્થળવાચક", "હેતુવાચક"],
                answer: "રીતવાચક"
            },
            {
                id: 46,
                question: "નીચેનામાંથી સમયવાચક ક્રિયાવિશેષણ કયું નથી?",
                options: ["સવારે", "નિયમિત", "કાયમ", "કદી"],
                answer: "નિયમિત"
            },
            {
                id: 47,
                question: "સ્થળવાચક ક્રિયાવિશેષણનો વિકલ્પ પસંદ કરો.",
                options: ["નજીક, પાસે, દૂર", "આગળ, પાછળ, પહેલાં", "અત્યારે, હમણાં, સદા", "જરૂર, ખરેખર, અવશ્ય"],
                answer: "નજીક, પાસે, દૂર"
            },
            {
                id: 48,
                question: "ક્રિયાવિશેષણ વપરાતું હોય તેવો વિકલ્પ પસંદ કરો.",
                options: ["સાંજે તુ ચોક્કસ આવજે", "આજે બહુ મહેમાન આવશે.", "મારે ખૂબ કામ છે.", "તમે મને ચોક્કસ સરનામું આપી શકો?"],
                answer: "સાંજે તુ ચોક્કસ આવજે"
            },
            {
                id: 49,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત ક્રિયાવિશેષણનો પ્રકાર જણાવો: ‘એ આજે સંતરામપુર ગયો.’",
                options: ["અભિગમવાચક", "સ્થળવાચક", "કારણવાચક", "સંભાવનાવાચક"],
                answer: "સ્થળવાચક"
            }
        ]
    }
];
