export const chapter36Tests = [
    {
        "id": 1,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 1",
        "questions": [
            {
                "id": 1,
                "question": "વિષ્ણુના પ્રતીક તરીકે પૂજાતો કાળો લીસો ગોળ પથ્થર",
                "options": [
                    "શાલિગ્રામ",
                    "જરૂખો",
                    "ગુપ્તચર",
                    "ગુણકારી"
                ],
                "answer": "શાલિગ્રામ"
            },
            {
                "id": 2,
                "question": "બનાવટી દેખાતું જળ",
                "options": [
                    "અનુગામી",
                    "મૃગજળ",
                    "શ્વાસ",
                    "સંચારબંધી"
                ],
                "answer": "મૃગજળ"
            },
            {
                "id": 3,
                "question": "પવનનો કે વન સાથે પડતા વરસાદનો સુસવાટ",
                "options": [
                    "ચેતતું",
                    "બળતણ",
                    "ઝંઝા",
                    "સ્વયંભૂ"
                ],
                "answer": "ઝંઝા"
            },
            {
                "id": 4,
                "question": "કૂવામાંથી પાણી કાઢવાનું ચામડાનું સાધન",
                "options": [
                    "કોસ",
                    "શંકા",
                    "અક્ષરશઃ",
                    "નિરહંકાર"
                ],
                "answer": "કોસ"
            },
            {
                "id": 5,
                "question": "હૃદયનો કોમળ ભાગ",
                "options": [
                    "નિરુપાય",
                    "સમશીતોષ્ણ / કોકરવરણું",
                    "મર્મસ્થળ",
                    "ઠઠારો"
                ],
                "answer": "મર્મસ્થળ"
            },
            {
                "id": 6,
                "question": "મરઘીનું બચ્ચું",
                "options": [
                    "પીલું",
                    "ગોંદરે",
                    "સાધુ / સંત",
                    "કમાડ"
                ],
                "answer": "પીલું"
            },
            {
                "id": 7,
                "question": "બાઘા જેવું",
                "options": [
                    "જડભરત",
                    "આત્મસંયમી",
                    "ઓતપ્રોત",
                    "અગ્રેસર"
                ],
                "answer": "જડભરત"
            },
            {
                "id": 8,
                "question": "વેપારીએ રાખેલો વાણોતર",
                "options": [
                    "કુબેરભંડાર",
                    "નેતરું",
                    "શહીદ",
                    "ગુમાસ્તો"
                ],
                "answer": "ગુમાસ્તો"
            },
            {
                "id": 9,
                "question": "લગભગ મરી ગયેલું",
                "options": [
                    "મૃતઃપ્રાય",
                    "ઓળખપત્ર",
                    "તહેવાર",
                    "અતીન્દ્રિય"
                ],
                "answer": "મૃતઃપ્રાય"
            },
            {
                "id": 10,
                "question": "અંદર અંદરની લડાઈ અને કતલ",
                "options": [
                    "યાદવાસ્થળી",
                    "સુવિચાર",
                    "અજ્ઞાત",
                    "કામણ / મોહિની"
                ],
                "answer": "યાદવાસ્થળી"
            }
        ]
    },
    {
        "id": 2,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 2",
        "questions": [
            {
                "id": 1,
                "question": "સૂર્ય-ચંદ્ર હોય ત્યાં સુધી",
                "options": [
                    "કોઠી",
                    "મુક્ત",
                    "નામશેષ",
                    "યાવચંદ્રદિવાકરી"
                ],
                "answer": "યાવચંદ્રદિવાકરી"
            },
            {
                "id": 2,
                "question": "પ્રણામ કરવાની વિધિ",
                "options": [
                    "પાયલાગણ",
                    "સુવર્ણમહોત્સવ",
                    "અબોલા",
                    "ફેરિયો"
                ],
                "answer": "પાયલાગણ"
            },
            {
                "id": 3,
                "question": "વગરનું, નિરર્થક",
                "options": [
                    "ફોગટ / નિરર્થક",
                    "આપોઆપ",
                    "તેજી",
                    "કેફિયત / બયાન"
                ],
                "answer": "ફોગટ / નિરર્થક"
            },
            {
                "id": 4,
                "question": "જેનો કોઈ શત્રુ નથી તેવો",
                "options": [
                    "કાડછો / તાવેથો",
                    "કંદોરો",
                    "જરૂખો",
                    "અજાતશત્રુ"
                ],
                "answer": "અજાતશત્રુ"
            },
            {
                "id": 5,
                "question": "સાઠ વર્ષ પૂરાં થવાં તે",
                "options": [
                    "વર્ણસંકરતા",
                    "કાંસ",
                    "કાકવંધ્યા",
                    "ષષ્ટિપૂર્તિ"
                ],
                "answer": "ષષ્ટિપૂર્તિ"
            },
            {
                "id": 6,
                "question": "ખાસ માનીતો મુખ્ય શિષ્ય",
                "options": [
                    "નિર્ભય",
                    "પટ્ટશિષ્ય",
                    "નોકર / ચાકર",
                    "દ્વૈતવાદ"
                ],
                "answer": "પટ્ટશિષ્ય"
            },
            {
                "id": 7,
                "question": "સો વર્ષ પૂરાં થવાં તે",
                "options": [
                    "ગતિ",
                    "હાર / દોરો / કંઠી / સાંકળી",
                    "ત્યાગ કરવો",
                    "શતાબ્દી"
                ],
                "answer": "શતાબ્દી"
            },
            {
                "id": 8,
                "question": "જરાવારમાં નાશ પામે તેવું",
                "options": [
                    "ક્ષણભંગુર",
                    "હીરક (મણિ) મહોત્સવ",
                    "પોલકું",
                    "જા વક / ખર્ચ"
                ],
                "answer": "ક્ષણભંગુર"
            },
            {
                "id": 9,
                "question": "મહાન વ્યક્તિનો જન્મદિવસ",
                "options": [
                    "અનંત",
                    "બીજવર",
                    "જયંતી",
                    "અગર"
                ],
                "answer": "જયંતી"
            },
            {
                "id": 10,
                "question": "વાર્ષિક મરણતિથિ",
                "options": [
                    "પરજીવી / પરાવલંબી",
                    "સંવત્સરી",
                    "અખોવન",
                    "તીર્થ"
                ],
                "answer": "સંવત્સરી"
            }
        ]
    },
    {
        "id": 3,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 3",
        "questions": [
            {
                "id": 1,
                "question": "કોઈ પણ વિજ્ઞાનની સાંકેતિક ભાષા",
                "options": [
                    "પુત્રેષણા",
                    "પરિભાષા",
                    "સોહાગણ / સૌભાગ્યવંતી / સધવા",
                    "સ્વામી / માલિક"
                ],
                "answer": "પરિભાષા"
            },
            {
                "id": 2,
                "question": "મુખ પરંપરાથી ચાલતી આવતી વાર્તા",
                "options": [
                    "દંતકથા",
                    "તાંડવનૃત્ય",
                    "શંકા",
                    "અપાર"
                ],
                "answer": "દંતકથા"
            },
            {
                "id": 3,
                "question": "ઊંચે જવાની ક્રિયા",
                "options": [
                    "સાલિયાણું",
                    "અદૃશ્ય / અંતર્ધાન",
                    "પશ્ચાત્તાપ",
                    "ઊર્ધ્વગમન"
                ],
                "answer": "ઊર્ધ્વગમન"
            },
            {
                "id": 4,
                "question": "સચોટ અસર ઉપજાવે તેવું",
                "options": [
                    "કુલીન",
                    "વિવેકબુદ્ધિ",
                    "રામબાણ",
                    "દક્ષિણા"
                ],
                "answer": "રામબાણ"
            },
            {
                "id": 5,
                "question": "બાળકથી માંડીને વૃદ્ધ સુધી",
                "options": [
                    "આગતાસ્વાગતા",
                    "આબાલવૃદ્ધ",
                    "કંજૂસ",
                    "કાકવંધ્યા"
                ],
                "answer": "આબાલવૃદ્ધ"
            },
            {
                "id": 6,
                "question": "આંખને છાવરી લેતું પડ",
                "options": [
                    "સંશયાત્મા",
                    "પડળ",
                    "જળચર",
                    "જનશ્રુતિ"
                ],
                "answer": "પડળ"
            },
            {
                "id": 7,
                "question": "એકની એક વાત વારંવાર કરવી",
                "options": [
                    "અગ્રેસર",
                    "મરુભૂમિ",
                    "પિષ્ટપેષણ",
                    "શાલિગ્રામ"
                ],
                "answer": "પિષ્ટપેષણ"
            },
            {
                "id": 8,
                "question": "ચેતન અને જડ",
                "options": [
                    "શોક્ય / સપત્ની",
                    "સામુદ્રધુની",
                    "ગેરકાયદે / ગેરકાનૂની",
                    "ચરાચર"
                ],
                "answer": "ચરાચર"
            },
            {
                "id": 9,
                "question": "જેમાંથી વસ્તુ ખૂટે નહિ તેવું પાત્ર",
                "options": [
                    "જિજ્ઞાસા",
                    "અક્ષયપાત્ર",
                    "બહુરૂપી",
                    "ટ્રામગાડી"
                ],
                "answer": "અક્ષયપાત્ર"
            },
            {
                "id": 10,
                "question": "પાસે રહેનારું",
                "options": [
                    "અંતેવાસી",
                    "અપદ્યગદ્ય",
                    "કળા",
                    "ઉદાર"
                ],
                "answer": "અંતેવાસી"
            }
        ]
    },
    {
        "id": 4,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 4",
        "questions": [
            {
                "id": 1,
                "question": "અસ્ખલિત વહેતી વાણી",
                "options": [
                    "વાગ્ધારા",
                    "દુષ્પ્રાપ્ય / દુર્લભ",
                    "વસિયતનામું",
                    "કાળોતરી"
                ],
                "answer": "વાગ્ધારા"
            },
            {
                "id": 2,
                "question": "કરેલા ઉપકારને જાણનાર",
                "options": [
                    "ગ્રામપંચાયત",
                    "કૃતજ્ઞ",
                    "જડભરત",
                    "કંજૂસ"
                ],
                "answer": "કૃતજ્ઞ"
            },
            {
                "id": 3,
                "question": "પોતાની જાત પર આધારિત",
                "options": [
                    "આત્મનિર્ભર",
                    "ઠઠારો",
                    "જવચિહ્ન",
                    "આંધળું"
                ],
                "answer": "આત્મનિર્ભર"
            },
            {
                "id": 4,
                "question": "પ્રજાની માલિકીનું કરવું તે",
                "options": [
                    "ક્ષણભંગુર",
                    "સ્વાશ્રયી / સ્વાવલંબી",
                    "કામણ / મોહિની",
                    "રાષ્ટ્રીયકરણ"
                ],
                "answer": "રાષ્ટ્રીયકરણ"
            },
            {
                "id": 5,
                "question": "અણીના વખતે",
                "options": [
                    "દાતા",
                    "માપબંધી",
                    "કૃતનિશ્ચયી",
                    "તાકડે"
                ],
                "answer": "તાકડે"
            },
            {
                "id": 6,
                "question": "જીવ પર આવી ગયેલું",
                "options": [
                    "દંતકથા",
                    "દાતા",
                    "મરણિયું",
                    "અભૂતપૂર્વ"
                ],
                "answer": "મરણિયું"
            },
            {
                "id": 7,
                "question": "જન્મ અને મરણમાંથી છુટકારો",
                "options": [
                    "મોક્ષ",
                    "ભૂલ",
                    "અગણિત",
                    "દ્વૈતવાદ"
                ],
                "answer": "મોક્ષ"
            },
            {
                "id": 8,
                "question": "સવારનો નાસ્તો",
                "options": [
                    "કુવિચાર",
                    "શિરામણ",
                    "રાંધણીયું",
                    "સજ્જન"
                ],
                "answer": "શિરામણ"
            },
            {
                "id": 9,
                "question": "લાભ કરી આપે તેવું",
                "options": [
                    "ચબૂતરો",
                    "લાભદાયી",
                    "સુસંગત",
                    "ગુમાસ્તો"
                ],
                "answer": "લાભદાયી"
            },
            {
                "id": 10,
                "question": "ત્રીજા પહોરનું ભોજન",
                "options": [
                    "તકલાદી",
                    "રોંઢો",
                    "વૃત્તાંત",
                    "ચાળણી / હવાલો"
                ],
                "answer": "રોંઢો"
            }
        ]
    },
    {
        "id": 5,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 5",
        "questions": [
            {
                "id": 1,
                "question": "ગુણ આપે (કરી આપે) તેવું",
                "options": [
                    "કફન",
                    "ગુણકારી",
                    "વિભાજ્ય",
                    "ગતિ"
                ],
                "answer": "ગુણકારી"
            },
            {
                "id": 2,
                "question": "રાત્રિના સમયનું ભોજન",
                "options": [
                    "વક્તા",
                    "કૃતનિશ્ચયી",
                    "સ્વયંવર",
                    "વાળુ"
                ],
                "answer": "વાળુ"
            },
            {
                "id": 3,
                "question": "આંખના ખૂણામાંથી જોવાની મોહક રીત",
                "options": [
                    "કટાક્ષ",
                    "આત્મનિર્ભર",
                    "વિભાજ્ય",
                    "દેણદાર"
                ],
                "answer": "કટાક્ષ"
            },
            {
                "id": 4,
                "question": "પશુપંખીની ભાષા સમજવાની વિદ્યા",
                "options": [
                    "વિચારો",
                    "ધનેષણા / લિપ્સા",
                    "નિરાશ",
                    "કાગવિદ્યા"
                ],
                "answer": "કાગવિદ્યા"
            },
            {
                "id": 5,
                "question": "કોઈ પવિત્ર કે યાત્રાની જગા",
                "options": [
                    "હાર / દોરો / કંઠી / સાંકળી",
                    "દર્શનેચ્છા",
                    "તીર્થ",
                    "આશ્રયદાતા"
                ],
                "answer": "તીર્થ"
            },
            {
                "id": 6,
                "question": "શરીરને ત્રણ સ્થળે વળાંક આપીને ઊભા રહેવાની રીત",
                "options": [
                    "અંધશ્રદ્ધા",
                    "બિનવારસી",
                    "રંક",
                    "ત્રિભંગ"
                ],
                "answer": "ત્રિભંગ"
            },
            {
                "id": 7,
                "question": "લગ્ન કે એવા શુભપ્રસંગે સ્વજનોને સામે લેવા જવું તે",
                "options": [
                    "માપબંધી",
                    "નીરસ",
                    "સામૈયું",
                    "તીર્થ"
                ],
                "answer": "સામૈયું"
            },
            {
                "id": 8,
                "question": "ઇચ્છા અનુસાર સઘળું આપનાર વૃક્ષ",
                "options": [
                    "પ્રેમ",
                    "કલ્પવૃક્ષ",
                    "આકાશકુસુમવત્",
                    "બહેરું"
                ],
                "answer": "કલ્પવૃક્ષ"
            },
            {
                "id": 9,
                "question": "ઇચ્છેલું આપનારી ગાય",
                "options": [
                    "મુરારિ / મોરારિ",
                    "નશ્વર / ક્ષણભંગુર",
                    "કામધેનુ",
                    "મોડું"
                ],
                "answer": "કામધેનુ"
            },
            {
                "id": 10,
                "question": "નદીની કાંકરાવાળી જાડી રેતી",
                "options": [
                    "પચ્છમબુદ્ધિ",
                    "વેકરો / વેકૂર",
                    "મુરારિ / મોરારિ",
                    "અનશન"
                ],
                "answer": "વેકરો / વેકૂર"
            }
        ]
    },
    {
        "id": 6,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 6",
        "questions": [
            {
                "id": 1,
                "question": "યજ્ઞમાં હોમ કરતાં બાકી રહેલો પ્રસાદીરૂપ પદાર્થ",
                "options": [
                    "મુત્સદ્દી",
                    "ગજાર",
                    "આબેહૂબ / હુબહૂ",
                    "હુતશેષ"
                ],
                "answer": "હુતશેષ"
            },
            {
                "id": 2,
                "question": "મરણ પાછળ રોવું - ફૂટવું તે",
                "options": [
                    "લઘુતાગ્રંથિ",
                    "ગર્ભશ્રીમંત",
                    "તાળીમિત્ર",
                    "કાણ"
                ],
                "answer": "કાણ"
            },
            {
                "id": 3,
                "question": "શબને ઓઢાડવાનું લૂગડું",
                "options": [
                    "બહેરું",
                    "જા વક / ખર્ચ",
                    "અનિષ્ટ",
                    "કફન"
                ],
                "answer": "કફન"
            },
            {
                "id": 4,
                "question": "સગા-સંબંધીમાં જન્મ અને મરણ વગેરેથી પાળવામાં આવતી આભડછેટ",
                "options": [
                    "મૃત્યુલેખ",
                    "વાસ્તવિક",
                    "સૂતક",
                    "મીનાક્ષી"
                ],
                "answer": "સૂતક"
            },
            {
                "id": 5,
                "question": "વનમાં ઋષિમુનિઓનું નિવાસસ્થાન",
                "options": [
                    "અક્ષયપાત્ર",
                    "આશ્રમ",
                    "લવાદ",
                    "મધ્યાહ્ન"
                ],
                "answer": "આશ્રમ"
            },
            {
                "id": 6,
                "question": "ત્રણ કલાકનો સમયગાળો",
                "options": [
                    "દાતા",
                    "હસ્તપ્રત",
                    "સનાથ",
                    "પ્રહર"
                ],
                "answer": "પ્રહર"
            },
            {
                "id": 7,
                "question": "જગતનું નિયંત્રણ કરનાર",
                "options": [
                    "ધનેષણા / લિપ્સા",
                    "જગતનિયંતા",
                    "નારદવેડા",
                    "જા વક / ખર્ચ"
                ],
                "answer": "જગતનિયંતા"
            },
            {
                "id": 8,
                "question": "જીવન સુધીનું, જીવનભરનું",
                "options": [
                    "આજીવન",
                    "નિર્દય",
                    "તીર્થ",
                    "અનુપમ / અતુલ"
                ],
                "answer": "આજીવન"
            },
            {
                "id": 9,
                "question": "જ્ઞાનરૂપ નેત્રવાળી વ્યક્તિ",
                "options": [
                    "પ્રજ્ઞાચક્ષુ",
                    "કુબેરભંડાર",
                    "વિશેષજ્ઞ",
                    "તોડલો"
                ],
                "answer": "પ્રજ્ઞાચક્ષુ"
            },
            {
                "id": 10,
                "question": "પાણી વગરની રેતાળ જગ્યા",
                "options": [
                    "યાદવાસ્થળી",
                    "જીજીવિષા",
                    "મરુભૂમિ",
                    "અંગરખું"
                ],
                "answer": "મરુભૂમિ"
            }
        ]
    },
    {
        "id": 7,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 7",
        "questions": [
            {
                "id": 1,
                "question": "ખેતરમાં ભાથું લઈને જનારી ખેડૂત સ્ત્રી",
                "options": [
                    "રામબાણ",
                    "કુંવારો",
                    "અતીન્દ્રિય",
                    "ભથવારી"
                ],
                "answer": "ભથવારી"
            },
            {
                "id": 2,
                "question": "વધારીને વાત કરવી તે",
                "options": [
                    "લપ્પન - છપ્પન",
                    "અમીદૃષ્ટિ",
                    "અતિશયોક્તિ",
                    "શંકા"
                ],
                "answer": "અતિશયોક્તિ"
            },
            {
                "id": 3,
                "question": "સરકાર તરફથી ખેડૂતને ધીરવામાં આવતાં નાણાં",
                "options": [
                    "તગાવી",
                    "પંચનામું",
                    "પુણ્યશ્લોક",
                    "બુદ્ધિજીવી"
                ],
                "answer": "તગાવી"
            },
            {
                "id": 4,
                "question": "દાબી શકાય નહિ તેવું",
                "options": [
                    "પુણ્યશ્લોક",
                    "અબોલા",
                    "અદમ્ય",
                    "આશ્રયદાતા"
                ],
                "answer": "અદમ્ય"
            },
            {
                "id": 5,
                "question": "જાદુ - ટોણા કરનાર",
                "options": [
                    "પંચિયું",
                    "આત્મનિર્ભર",
                    "ઐન્દ્રજાલિક",
                    "ગુરુતાગ્રંથિ"
                ],
                "answer": "ઐન્દ્રજાલિક"
            },
            {
                "id": 6,
                "question": "જીવાત્મા અને પરમાત્મા એક જ છે એવો વાદ",
                "options": [
                    "અદ્વૈતવાદ",
                    "જલ્દી",
                    "અપાર",
                    "કુદેશ"
                ],
                "answer": "અદ્વૈતવાદ"
            },
            {
                "id": 7,
                "question": "પાણીનાં મોજાં જેવી ચંચળ વૃત્તિવાળો",
                "options": [
                    "સેવક",
                    "આગતાસ્વાગતા",
                    "કપૂત",
                    "સપ્તરંગી"
                ],
                "answer": "સપ્તરંગી"
            },
            {
                "id": 8,
                "question": "લગ્નવિધિ કરવાનો મંડપ",
                "options": [
                    "ઉંબરો",
                    "ગિરિવિહાર",
                    "હસ્તપ્રત",
                    "માંહ્યરું"
                ],
                "answer": "માંહ્યરું"
            },
            {
                "id": 9,
                "question": "અંતરમાં રહેલું જાણનાર",
                "options": [
                    "આદાન-પ્રદાન",
                    "મૃત્યુલેખ",
                    "અંતર્યામી / અંતરજામી",
                    "મરજીવા"
                ],
                "answer": "અંતર્યામી / અંતરજામી"
            },
            {
                "id": 10,
                "question": "સચોટ અસર ઉપજાવે તેવું",
                "options": [
                    "અગણિત",
                    "અનુમાન",
                    "હાકલ",
                    "રામબાણ"
                ],
                "answer": "રામબાણ"
            }
        ]
    },
    {
        "id": 8,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 8",
        "questions": [
            {
                "id": 1,
                "question": "કોઈ પણ જાતની ખોડખાંપણ વિનાનું પૂરેપૂરું શુદ્ધ",
                "options": [
                    "બીડ",
                    "અણીશુદ્ધ",
                    "રાખેવાળ",
                    "પોલકું"
                ],
                "answer": "અણીશુદ્ધ"
            },
            {
                "id": 2,
                "question": "પોતાની જાતને અર્પણ કરવું તે",
                "options": [
                    "ગુણકારી",
                    "ભૂચર",
                    "વયસ્ક",
                    "સ્વાર્પણ"
                ],
                "answer": "સ્વાર્પણ"
            },
            {
                "id": 3,
                "question": "બે જણ વચ્ચેનું યુદ્ધ",
                "options": [
                    "અવર્ણનીય",
                    "મોક્ષ",
                    "આત્મનિર્ભર",
                    "દ્વંદ્વયુદ્ધ"
                ],
                "answer": "દ્વંદ્વયુદ્ધ"
            },
            {
                "id": 4,
                "question": "વૃદ્ધને યુવાન બનાવનારી આયુર્વેદિક પ્રક્રિયા",
                "options": [
                    "કેફિયત / બયાન",
                    "અક્ષરશઃ",
                    "કાયાકલ્પ",
                    "સપ્તરંગી"
                ],
                "answer": "કાયાકલ્પ"
            },
            {
                "id": 5,
                "question": "પોતાનાં વખાણ પોતે જ કરવાં તે",
                "options": [
                    "અખોવન",
                    "અનુપમ",
                    "કલ્પવૃક્ષ",
                    "આત્મશ્લાઘા"
                ],
                "answer": "આત્મશ્લાઘા"
            },
            {
                "id": 6,
                "question": "અન્યના દોષ શોધવાનું વલણ",
                "options": [
                    "લેણદાર",
                    "છિદ્રાન્વેષીપણું",
                    "શરણાગતિ સ્વીકારવી",
                    "સૂંડલો"
                ],
                "answer": "છિદ્રાન્વેષીપણું"
            },
            {
                "id": 7,
                "question": "પોતાની જાત ઉપર કાબૂ રાખે તેવું",
                "options": [
                    "આત્મસંયમી",
                    "મુદત",
                    "કૃતનિશ્ચયી",
                    "હુતશેષ"
                ],
                "answer": "આત્મસંયમી"
            },
            {
                "id": 8,
                "question": "ટાળી ન શકાય તેવું",
                "options": [
                    "અનિવાર્ય",
                    "કફન",
                    "નખશિખ",
                    "સ્થાવર"
                ],
                "answer": "અનિવાર્ય"
            },
            {
                "id": 9,
                "question": "બગલા જેવો દંભી કે છેતરે તેવો ભગત",
                "options": [
                    "કાંસ",
                    "ગોંદરે",
                    "સરવૈયું",
                    "બગભગત"
                ],
                "answer": "બગભગત"
            },
            {
                "id": 10,
                "question": "નખથી તે ઠેઠ શિખા સુધી",
                "options": [
                    "અલૌકિક",
                    "અકિંચન",
                    "નખશિખ",
                    "ભાવાનુવાદ"
                ],
                "answer": "નખશિખ"
            }
        ]
    },
    {
        "id": 9,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 9",
        "questions": [
            {
                "id": 1,
                "question": "પોતાની જાત ઉપર આધાર રાખનારું",
                "options": [
                    "અહેવાલ",
                    "આપકર્મી",
                    "લપ્પન - છપ્પન",
                    "અનહદ"
                ],
                "answer": "આપકર્મી"
            },
            {
                "id": 2,
                "question": "જંગલમાં વસનાર લોકો",
                "options": [
                    "નિર્ભય",
                    "આરણ્યક",
                    "શતાબ્દી ઉત્સવ",
                    "લત્તા / ધોકો"
                ],
                "answer": "આરણ્યક"
            },
            {
                "id": 3,
                "question": "ઘેર ઘેર ભીખ માગવી તે",
                "options": [
                    "વિધવા",
                    "કોઠી",
                    "અતિથિ",
                    "માધુકરી"
                ],
                "answer": "માધુકરી"
            },
            {
                "id": 4,
                "question": "જેનો કોઈ વંશવારસ ન હોય તેવું",
                "options": [
                    "પરાણે",
                    "યાવચંદ્રદિવાકરી",
                    "બિનવારસી",
                    "જનાનો"
                ],
                "answer": "બિનવારસી"
            },
            {
                "id": 5,
                "question": "આંખ આગળ ખડું થઈ જાય તેવું",
                "options": [
                    "પ્રૌઢશિક્ષણ",
                    "આબેહૂબ / હુબહૂ",
                    "સંશયાત્મા",
                    "અગણિત"
                ],
                "answer": "આબેહૂબ / હુબહૂ"
            },
            {
                "id": 6,
                "question": "હાથીને કાબૂમાં રાખવા વપરાતું સાધન",
                "options": [
                    "કૃતજ્ઞ / નિમકહલાલ",
                    "અંકુશ",
                    "દાદરો",
                    "યાદવાસ્થળી"
                ],
                "answer": "અંકુશ"
            },
            {
                "id": 7,
                "question": "સર્વ રાષ્ટ્રોને કે તેમના સંબંધને લગતું",
                "options": [
                    "આંતરરાષ્ટ્રીય",
                    "વ્યાજોક્તિ",
                    "રણદ્વીપ",
                    "દેણદાર"
                ],
                "answer": "આંતરરાષ્ટ્રીય"
            },
            {
                "id": 8,
                "question": "ઈંડામાંથી ઉત્પન્ન થનારું",
                "options": [
                    "અંડજ",
                    "લોકેષણા",
                    "પાદરી",
                    "સૂપડું"
                ],
                "answer": "અંડજ"
            },
            {
                "id": 9,
                "question": "જોઈએ તે કરતાં વધુ ખર્ચ કરનાર",
                "options": [
                    "પહોંચવું",
                    "દામ્પત્ય",
                    "ત ર કી",
                    "ઉડાઉ"
                ],
                "answer": "ઉડાઉ"
            },
            {
                "id": 10,
                "question": "ઇન્દ્રિયોથી જેનો અનુભવ ન થઈ શકે",
                "options": [
                    "પ્રેક્ષકગણ",
                    "જીર્ણોદ્ધાર",
                    "મદિરાક્ષી",
                    "અતીન્દ્રિય"
                ],
                "answer": "અતીન્દ્રિય"
            }
        ]
    },
    {
        "id": 10,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 10",
        "questions": [
            {
                "id": 1,
                "question": "લેખકે ધારણ કરેલું બીજું નામ",
                "options": [
                    "શેઠ",
                    "લઘુતાગ્રંથિ",
                    "ઉપનામ / તખલ્લુસ",
                    "બાલદી / ડોલ"
                ],
                "answer": "ઉપનામ / તખલ્લુસ"
            },
            {
                "id": 2,
                "question": "જેની તુલના ન થઈ શકે",
                "options": [
                    "અતુલ",
                    "દુર્બળ / નિર્બળ",
                    "ત્યાગ કરવો",
                    "જાંગડ"
                ],
                "answer": "અતુલ"
            },
            {
                "id": 3,
                "question": "ઉપર જણાવેલું",
                "options": [
                    "જ્ઞાનદીપ",
                    "ઉપર્યુક્ત",
                    "અણીશુદ્ધ",
                    "આસ્તિક"
                ],
                "answer": "ઉપર્યુક્ત"
            },
            {
                "id": 4,
                "question": "જરા પણ વાંચતાં-લખતાં આવડતું ન હોય",
                "options": [
                    "જયંતી",
                    "અંધશ્રદ્ધા",
                    "કોઠી",
                    "નિરક્ષર"
                ],
                "answer": "નિરક્ષર"
            },
            {
                "id": 5,
                "question": "આકાશ અને પૃથ્વી જ્યાં મળતાં દેખાય છે તે રેખા",
                "options": [
                    "સ્વતંત્ર",
                    "ક્ષિતિજ",
                    "બંભો",
                    "અસત્યવાદી / જૂઠું"
                ],
                "answer": "ક્ષિતિજ"
            },
            {
                "id": 6,
                "question": "મોટી ઉંમરનાને અપાતું શિક્ષણ",
                "options": [
                    "પ્રૌઢશિક્ષણ",
                    "ધનેષણા / લિપ્સા",
                    "નિરીશ્વર",
                    "અણવર"
                ],
                "answer": "પ્રૌઢશિક્ષણ"
            },
            {
                "id": 7,
                "question": "અધિકારી આગળ રજૂ કરવામાં આવતી હકીકત",
                "options": [
                    "કેફિયત / બયાન",
                    "મધ્યાહ્ન",
                    "રાષ્ટ્રીયકરણ",
                    "પરિપત્ર"
                ],
                "answer": "કેફિયત / બયાન"
            },
            {
                "id": 8,
                "question": "પ્રથમ નજરે થતો પ્રેમ",
                "options": [
                    "ધૂળ",
                    "ગુજરાન ચલાવવું",
                    "તારામૈત્રક",
                    "કંકોતરી / કંકુમપત્રિકા"
                ],
                "answer": "તારામૈત્રક"
            },
            {
                "id": 9,
                "question": "મજબૂત કે ટકાઉ નહીં તેવું",
                "options": [
                    "રવૈયો / ગોળી",
                    "અસીમ",
                    "અનિવાર્ય",
                    "તકલાદી"
                ],
                "answer": "તકલાદી"
            },
            {
                "id": 10,
                "question": "ચાલતાં ચાલતાં વારંવાર ઊભું રહી જનાર",
                "options": [
                    "છીપર / સરાણ",
                    "આચાર",
                    "અનિત્ય",
                    "અડિયલ"
                ],
                "answer": "અડિયલ"
            }
        ]
    },
    {
        "id": 11,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 11",
        "questions": [
            {
                "id": 1,
                "question": "મુર નામના એક રાક્ષસને હણનાર",
                "options": [
                    "અણીશુદ્ધ",
                    "મુરારિ / મોરારિ",
                    "લોકેષણા",
                    "તવંગર / શ્રીમંત / ધનવાન"
                ],
                "answer": "મુરારિ / મોરારિ"
            },
            {
                "id": 2,
                "question": "કલ્પી કે સમજી ન શકાય તેવું",
                "options": [
                    "સધવા / સોહાગણ / સૌભાગ્યવતી",
                    "રામબાણ",
                    "વાચાળ",
                    "અકલ્પ"
                ],
                "answer": "અકલ્પ"
            },
            {
                "id": 3,
                "question": "ગણી શકાય નહિ તેટલું",
                "options": [
                    "અગણિત",
                    "મૃતઃપ્રાય",
                    "ચેતતું",
                    "ગિરદી"
                ],
                "answer": "અગણિત"
            },
            {
                "id": 4,
                "question": "ખૂબ તીવ્ર બુદ્ધિવાળો",
                "options": [
                    "શેખચલ્લી",
                    "રોંઢો",
                    "કુશાગ્રબુદ્ધિ",
                    "નિરીશ્વર"
                ],
                "answer": "કુશાગ્રબુદ્ધિ"
            },
            {
                "id": 5,
                "question": "ઉપકાર પર અપકાર કરનાર",
                "options": [
                    "કૃતઘ્ન / નિમકહરામ / લૂણહરામ",
                    "લેવી / રાજભાગ",
                    "આત્મસંયમી",
                    "આશ્રયદાતા"
                ],
                "answer": "કૃતઘ્ન / નિમકહરામ / લૂણહરામ"
            },
            {
                "id": 6,
                "question": "ખજાનાની સંપત્તિ સાચવનાર",
                "options": [
                    "તોડલો",
                    "ખજાનચી",
                    "ખોટ / નુકસાન",
                    "નાસ્તિક"
                ],
                "answer": "ખજાનચી"
            },
            {
                "id": 7,
                "question": "છાપાંને સમાચાર મોકલનાર",
                "options": [
                    "ઉપેક્ષા કરવી",
                    "ખબરપત્રી / સંવાદદાતા / વૃત્તાંતનિવેદક",
                    "વીંટી",
                    "મર્મસ્થળ"
                ],
                "answer": "ખબરપત્રી / સંવાદદાતા / વૃત્તાંતનિવેદક"
            },
            {
                "id": 8,
                "question": "ભારત બહાર સંસ્થાનોમાં લઈ જવાતા મજૂરોનું કરારપત્ર",
                "options": [
                    "પાયલાગણ",
                    "આઝાદ",
                    "ગિરમીટ",
                    "અસીમ"
                ],
                "answer": "ગિરમીટ"
            },
            {
                "id": 9,
                "question": "અગાઉથી ભવિષ્યનો વિચાર કરી શકનારી બુદ્ધિ",
                "options": [
                    "અગમબુદ્ધિ",
                    "વિપ્રલબ્ધા",
                    "કોઠી",
                    "યાવચંદ્રદિવાકરી"
                ],
                "answer": "અગમબુદ્ધિ"
            },
            {
                "id": 10,
                "question": "સંકટ સમયે દૂર રહેનાર મિત્ર",
                "options": [
                    "નિર્મમ",
                    "દિગ્વિજયી",
                    "ગુણકારી",
                    "તાળીમિત્ર"
                ],
                "answer": "તાળીમિત્ર"
            }
        ]
    },
    {
        "id": 12,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 12",
        "questions": [
            {
                "id": 1,
                "question": "પાછળથી જેને ઉકેલ સૂઝે તે",
                "options": [
                    "અન્યમનસ્ક",
                    "શાલિગ્રામ",
                    "પચ્છમબુદ્ધિ",
                    "પોલકું"
                ],
                "answer": "પચ્છમબુદ્ધિ"
            },
            {
                "id": 2,
                "question": "કાયદાથી મના કરેલું",
                "options": [
                    "બળતણ",
                    "ગેરકાયદે / ગેરકાનૂની",
                    "ડેલી",
                    "સુવર્ણમહોત્સવ"
                ],
                "answer": "ગેરકાયદે / ગેરકાનૂની"
            },
            {
                "id": 3,
                "question": "પહેલાં જન્મેલું",
                "options": [
                    "દાતા",
                    "ભૂલ",
                    "અર્ધદગ્ધ",
                    "અગ્રજ"
                ],
                "answer": "અગ્રજ"
            },
            {
                "id": 4,
                "question": "ગામનો વહીવટ કરનારી સંસ્થા",
                "options": [
                    "ગ્રામપંચાયત",
                    "ગુમાસ્તો",
                    "સુખ-શાંતિ",
                    "ત્યક્તા"
                ],
                "answer": "ગ્રામપંચાયત"
            },
            {
                "id": 5,
                "question": "પછી જન્મેલું",
                "options": [
                    "આત્મનિર્ભર",
                    "આશીર્વાદ",
                    "વિશેષજ્ઞ",
                    "અનુજ"
                ],
                "answer": "અનુજ"
            },
            {
                "id": 6,
                "question": "આગળ વધતાં પહેલાં પાછળનું જોઈ લેવું તે",
                "options": [
                    "દામણી",
                    "વાયરો",
                    "સિંહાવલોકન",
                    "અપૂર્વ"
                ],
                "answer": "સિંહાવલોકન"
            },
            {
                "id": 7,
                "question": "જાણી ન શકાય તેવું",
                "options": [
                    "અતુલ",
                    "ખાંડણીયો-દસ્તો",
                    "કૃતનિશ્ચયી",
                    "અજ્ઞેય"
                ],
                "answer": "અજ્ઞેય"
            },
            {
                "id": 8,
                "question": "આવેલી તકનો ઉપયોગ કરી સ્વાર્થ સાધનાર",
                "options": [
                    "રાષ્ટ્રીયકરણ",
                    "શતાબ્દી",
                    "તકસાધુ",
                    "આમલી"
                ],
                "answer": "તકસાધુ"
            },
            {
                "id": 9,
                "question": "નહિ જાણેલું",
                "options": [
                    "અજ્ઞાત",
                    "આશ્ચર્યચકિત",
                    "કૃતજ્ઞ",
                    "નથ / વાળી / ચૂંક"
                ],
                "answer": "અજ્ઞાત"
            },
            {
                "id": 10,
                "question": "ઉત્પન્નમાંથી સરકારને આપવાનો ભાગ",
                "options": [
                    "લેવી / રાજભાગ",
                    "જ્ઞાનનેત્ર",
                    "લાજ",
                    "જનાનો"
                ],
                "answer": "લેવી / રાજભાગ"
            }
        ]
    },
    {
        "id": 13,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 13",
        "questions": [
            {
                "id": 1,
                "question": "કોઈની સાથે સરખાવી ન શકાય તેવું",
                "options": [
                    "આસ્તિક",
                    "અનુપમ",
                    "ઉચ્છ્વાસ",
                    "છિદ્રાન્વેષીપણું"
                ],
                "answer": "અનુપમ"
            },
            {
                "id": 2,
                "question": "ઓળારૂપે આલેખાયેલું ચિત્ર",
                "options": [
                    "છાયાચિત્ર",
                    "સ્વાવલંબી",
                    "નાસ્તો",
                    "અનંત"
                ],
                "answer": "છાયાચિત્ર"
            },
            {
                "id": 3,
                "question": "તિથિ નક્કી કર્યા વિના આવનાર",
                "options": [
                    "બુભુક્ષા",
                    "તીર્થ",
                    "બુદ્ધિજીવી",
                    "અતિથિ"
                ],
                "answer": "અતિથિ"
            },
            {
                "id": 4,
                "question": "એક જ સમયમાં થઈ ગયેલું",
                "options": [
                    "તાંડવનૃત્ય",
                    "સમકાલીન",
                    "ખબર",
                    "શાલિગ્રામ"
                ],
                "answer": "સમકાલીન"
            },
            {
                "id": 5,
                "question": "કરેલો ઉપકાર ન ભૂલનારું",
                "options": [
                    "પરદેશ / વિદેશ",
                    "કૃતજ્ઞ / નિમકહલાલ",
                    "ગિરમીટ",
                    "દીવાલ / કરો"
                ],
                "answer": "કૃતજ્ઞ / નિમકહલાલ"
            },
            {
                "id": 6,
                "question": "જેની આરપાર જોઈ ન શકાય તેવું",
                "options": [
                    "અપારદર્શક",
                    "લાભ",
                    "જીવનકથા",
                    "ચોરો"
                ],
                "answer": "અપારદર્શક"
            },
            {
                "id": 7,
                "question": "બધી દિશામાં વિજયને વરેલું",
                "options": [
                    "દુર્વાસો / દુર્બુદ્ધિ",
                    "મોંઘું",
                    "દિગ્વિજયી",
                    "શુકન"
                ],
                "answer": "દિગ્વિજયી"
            },
            {
                "id": 8,
                "question": "પહેલાં કદી ન બન્યું હોય તેવું",
                "options": [
                    "વેપારી",
                    "નિરાકાર",
                    "પરિભાષા",
                    "અભૂતપૂર્વ"
                ],
                "answer": "અભૂતપૂર્વ"
            },
            {
                "id": 9,
                "question": "દિવસનો કાર્યક્રમ",
                "options": [
                    "અખોવન",
                    "ઉંમરો",
                    "દિનચર્યા",
                    "દેવ"
                ],
                "answer": "દિનચર્યા"
            },
            {
                "id": 10,
                "question": "ભેદી ન શકાય તેવું",
                "options": [
                    "અભેદ્ય",
                    "મોક્ષ",
                    "ઉભડક / અધૂકડું",
                    "શતાબ્દી"
                ],
                "answer": "અભેદ્ય"
            }
        ]
    },
    {
        "id": 14,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 14",
        "questions": [
            {
                "id": 1,
                "question": "ભાવિનો વિચાર પ્રથમથી કરી શકે તે",
                "options": [
                    "અજ્ઞેય",
                    "રાખેવાળ",
                    "દૂરંદેશી / દીર્ઘદર્શી",
                    "સ્વાવલંબી"
                ],
                "answer": "દૂરંદેશી / દીર્ઘદર્શી"
            },
            {
                "id": 2,
                "question": "અમૃત જેવી મીઠી નજર",
                "options": [
                    "અગમબુદ્ધિ",
                    "અનાથાશ્રમ",
                    "વાસકસજ્જા",
                    "અમીદૃષ્ટિ"
                ],
                "answer": "અમીદૃષ્ટિ"
            },
            {
                "id": 3,
                "question": "દરરોજ છપાતું વર્તમાનપત્ર",
                "options": [
                    "ક્ષણભંગુર",
                    "અગણિત",
                    "દૈનિક",
                    "મુક્તહાસ્ય"
                ],
                "answer": "દૈનિક"
            },
            {
                "id": 4,
                "question": "કિંમત ન કરી શકાય તેવું",
                "options": [
                    "અમૂલ્ય / અમૂલખ / અણમોલ",
                    "વાયરો",
                    "આશા મૂકી દેવી",
                    "રેખાંકિત"
                ],
                "answer": "અમૂલ્ય / અમૂલખ / અણમોલ"
            },
            {
                "id": 5,
                "question": "કોઈની પણ મદદ ન લે તે",
                "options": [
                    "સ્વાશ્રયી / સ્વાવલંબી",
                    "ઓશીકું / ગાદલું",
                    "ટ્રામગાડી",
                    "અહેવાલ"
                ],
                "answer": "સ્વાશ્રયી / સ્વાવલંબી"
            },
            {
                "id": 6,
                "question": "ઘણો પોકાર કરવા છતાં કોઈ ન સાંભળે તેવું",
                "options": [
                    "જરૂખો / ગોખ",
                    "અરણ્યરુદન",
                    "અંડજ",
                    "ત્યક્તા"
                ],
                "answer": "અરણ્યરુદન"
            },
            {
                "id": 7,
                "question": "જેનો કોઈ બેલી નથી તે",
                "options": [
                    "પુરોગામી",
                    "અનાથ / નિરાશ્રિત / નિરાધાર",
                    "કરકસરિયું",
                    "પરજીવી"
                ],
                "answer": "અનાથ / નિરાશ્રિત / નિરાધાર"
            },
            {
                "id": 8,
                "question": "આ લોકમાં મળે નહિ તેવું",
                "options": [
                    "અલૌકિક",
                    "ઋતંભરા",
                    "નિસરણી",
                    "જલ્દી"
                ],
                "answer": "અલૌકિક"
            },
            {
                "id": 9,
                "question": "જેની ત્રણ બાજુ પાણી હોય તેવી જમીન",
                "options": [
                    "કંકણ / બંગડી / ચૂડી / પાટલા",
                    "દ્વીપકલ્પ",
                    "અંધ બનવું",
                    "ચિરંજીવી"
                ],
                "answer": "દ્વીપકલ્પ"
            },
            {
                "id": 10,
                "question": "દેખીતા અર્થથી અવળો જ અર્થ સૂચવતી વાણી",
                "options": [
                    "શ્વાસ",
                    "કટાક્ષ",
                    "આમલી",
                    "અવળવાણી"
                ],
                "answer": "અવળવાણી"
            }
        ]
    },
    {
        "id": 15,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 15",
        "questions": [
            {
                "id": 1,
                "question": "જેના પર તહોમત મુકાયું હોય તે",
                "options": [
                    "તકસાધુ",
                    "આરોપી / પ્રતિવાદી",
                    "લત્તા / ધોકો",
                    "શુશ્રૂષા"
                ],
                "answer": "આરોપી / પ્રતિવાદી"
            },
            {
                "id": 2,
                "question": "જૂનાં બાંધકામોનું સમારકામ",
                "options": [
                    "જીર્ણોદ્ધાર",
                    "અનાચાર",
                    "વાસ્તવિક",
                    "આંધળું"
                ],
                "answer": "જીર્ણોદ્ધાર"
            },
            {
                "id": 3,
                "question": "જેનો નાશ ન થાય તેવું",
                "options": [
                    "અવિનાશી",
                    "વીણાપાણિ",
                    "કંકોતરી / કંકુમપત્રિકા",
                    "અધ્યાત્મ"
                ],
                "answer": "અવિનાશી"
            },
            {
                "id": 4,
                "question": "ઝઘડાની પતાવટ માટે બંને પક્ષે સ્વીકારેલી નિષ્પક્ષ વ્યક્તિ",
                "options": [
                    "લવાદ",
                    "વેધશાળા",
                    "નિરાશ",
                    "નિત્ય"
                ],
                "answer": "લવાદ"
            },
            {
                "id": 5,
                "question": "જન્મથી જ પૈસાદાર",
                "options": [
                    "નોકર / ચાકર",
                    "ગર્ભશ્રીમંત",
                    "પશ્ચાત્તાપ",
                    "અંડજ"
                ],
                "answer": "ગર્ભશ્રીમંત"
            },
            {
                "id": 6,
                "question": "શેષ રાખ્યા વિના ભગાય નહિ તેવું",
                "options": [
                    "અવિભાજ્ય",
                    "જીવનકથા",
                    "હવાઈ",
                    "અનિવાર્ય"
                ],
                "answer": "અવિભાજ્ય"
            },
            {
                "id": 7,
                "question": "લાગતા -વળગતાની જાણ માટે ફેરવાતો પત્ર",
                "options": [
                    "પરિપત્ર",
                    "દુર્વાસો / દુર્બુદ્ધિ",
                    "અગણિત",
                    "સુખ-શાંતિ"
                ],
                "answer": "પરિપત્ર"
            },
            {
                "id": 8,
                "question": "કદી પણ ન બની શકે તેવું",
                "options": [
                    "નિર્વાસના",
                    "માંહ્યરું",
                    "ગુરુતાગ્રંથિ",
                    "અસંભવિત / અશક્ય"
                ],
                "answer": "અસંભવિત / અશક્ય"
            },
            {
                "id": 9,
                "question": "લોકોમાં કીર્તિ મેળવવાની ઇચ્છા",
                "options": [
                    "લોકેષણા",
                    "આતંકવાદી",
                    "આત્મકથા",
                    "કંદોરો"
                ],
                "answer": "લોકેષણા"
            },
            {
                "id": 10,
                "question": "શિવનું ભયંકર નૃત્ય",
                "options": [
                    "દુર્વાસો / દુર્બુદ્ધિ",
                    "તાંડવનૃત્ય",
                    "શતાબ્દી ઉત્સવ",
                    "બંધન"
                ],
                "answer": "તાંડવનૃત્ય"
            }
        ]
    },
    {
        "id": 16,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 16",
        "questions": [
            {
                "id": 1,
                "question": "કરી શકાય નહિ તેવું",
                "options": [
                    "ચંદ્રમુખી",
                    "સ્વૈરવિહારી",
                    "અશક્ય",
                    "ગ્રામપંચાયત"
                ],
                "answer": "અશક્ય"
            },
            {
                "id": 2,
                "question": "આવક તથા ખર્ચનો અડસટ્ટો",
                "options": [
                    "અંદાજપત્ર",
                    "હસ્તપ્રત",
                    "પરિપત્ર",
                    "દ્વૈતવાદ"
                ],
                "answer": "અંદાજપત્ર"
            },
            {
                "id": 3,
                "question": "ન સમજી શકાય તેવું",
                "options": [
                    "દૂરબીન",
                    "અગમ્ય",
                    "અનંત",
                    "સમશીતોષ્ણ / કોકરવરણું"
                ],
                "answer": "અગમ્ય"
            },
            {
                "id": 4,
                "question": "પોતાના હાથે જ લખાયેલું પોતાનું વૃત્તાંત",
                "options": [
                    "વ્યાજોક્તિ",
                    "અજેય",
                    "શ્રમજીવી",
                    "આત્મકથા"
                ],
                "answer": "આત્મકથા"
            },
            {
                "id": 5,
                "question": "લખતાં વાંચતાં આવડવું તે",
                "options": [
                    "અક્ષરજ્ઞાન",
                    "અતિથિ",
                    "અશક્ય",
                    "વંદન કરવા"
                ],
                "answer": "અક્ષરજ્ઞાન"
            },
            {
                "id": 6,
                "question": "જે ઘણાં રૂપ લે છે તે",
                "options": [
                    "મરજીવા",
                    "લોકેષણા",
                    "બહુરૂપી",
                    "હંમેશાં"
                ],
                "answer": "બહુરૂપી"
            },
            {
                "id": 7,
                "question": "ખૂટે નહિ તેવું",
                "options": [
                    "લોકેષણા",
                    "હસ્તઉદ્યોગ",
                    "અખૂટ",
                    "દૂરબીન"
                ],
                "answer": "અખૂટ"
            },
            {
                "id": 8,
                "question": "બે બળવાન રાજ્યો વચ્ચેનું નાનું તટસ્થ રાજ્ય",
                "options": [
                    "કાયાકલ્પ",
                    "બફર રાજ્ય",
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની",
                    "અડિયલ"
                ],
                "answer": "બફર રાજ્ય"
            },
            {
                "id": 9,
                "question": "ખડખડાટ હસવું તે",
                "options": [
                    "ખબરપત્રી / સંવાદદાતા / વૃત્તાંતનિવેદક",
                    "રાષ્ટ્રીયકરણ",
                    "મુક્તહાસ્ય",
                    "ખેડૂત"
                ],
                "answer": "મુક્તહાસ્ય"
            },
            {
                "id": 10,
                "question": "પતિ સપત્નીને ત્યાં જતાં મનમાં બળતી સ્ત્રી",
                "options": [
                    "ખંડિતા",
                    "અનંત",
                    "નિશાચર",
                    "વક્તા"
                ],
                "answer": "ખંડિતા"
            }
        ]
    },
    {
        "id": 17,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 17",
        "questions": [
            {
                "id": 1,
                "question": "વૃદ્ધાવસ્થા કે મૃત્યુ ન આવે તેવું",
                "options": [
                    "કફન",
                    "સહસ્રબાહુ",
                    "અજરામર",
                    "વાયરો"
                ],
                "answer": "અજરામર"
            },
            {
                "id": 2,
                "question": "પ્રીતમે સંકેત ન સાચવ્યાથી નિરાશ થયેલી સ્ત્રી",
                "options": [
                    "વિપ્રલબ્ધા",
                    "અનુનાસિક",
                    "ચરાચર",
                    "હાકલ"
                ],
                "answer": "વિપ્રલબ્ધા"
            },
            {
                "id": 3,
                "question": "અદ્ભુત વસ્તુઓનું સંગ્રહસ્થાન",
                "options": [
                    "પોલકું",
                    "જમા",
                    "અજાયબઘર",
                    "શરણાગતિ સ્વીકારવી"
                ],
                "answer": "અજાયબઘર"
            },
            {
                "id": 4,
                "question": "પતિને સ્વાધીન રાખનારી સ્ત્રી",
                "options": [
                    "સ્વાધીનપતિકા",
                    "અકલ્પ",
                    "તીર્થ",
                    "જાંગડ"
                ],
                "answer": "સ્વાધીનપતિકા"
            },
            {
                "id": 5,
                "question": "જીતી ન શકાય તેવું",
                "options": [
                    "વાસકસજ્જા",
                    "અજેય",
                    "સનાતન",
                    "નિષ્ફળ"
                ],
                "answer": "અજેય"
            },
            {
                "id": 6,
                "question": "પ્રેમીના આગમનની રાહ જોઈ વસ્ત્રાભૂષણ પહેરી ઘર સજાવી તૈયાર થયેલી સ્ત્રી",
                "options": [
                    "લાભદાયી",
                    "અંતેવાસી",
                    "વાસકસજ્જા",
                    "સાઠીકડાં"
                ],
                "answer": "વાસકસજ્જા"
            },
            {
                "id": 7,
                "question": "જેની જોડ ન મળી શકે તેવું",
                "options": [
                    "દિવાચર",
                    "અજોડ / અદ્વિતીય / અનન્ય / બેનમૂન",
                    "પ્રજ્ઞાચક્ષુ",
                    "કફન"
                ],
                "answer": "અજોડ / અદ્વિતીય / અનન્ય / બેનમૂન"
            },
            {
                "id": 8,
                "question": "પહેલી વાર પરણનાર ઉમેદવાર",
                "options": [
                    "વાળુ",
                    "ખેસ",
                    "કુંવારો",
                    "દેવ"
                ],
                "answer": "કુંવારો"
            },
            {
                "id": 9,
                "question": "ટચલી આંગળી પાસેની આંગળી",
                "options": [
                    "ગુસ્સાવાળું",
                    "આબાલવૃદ્ધ",
                    "અનામિકા",
                    "યાચક"
                ],
                "answer": "અનામિકા"
            },
            {
                "id": 10,
                "question": "નમે નહિ તેવું",
                "options": [
                    "દંતકથા",
                    "અણનમ",
                    "પૂર્વાહ્ન",
                    "કુંડળ / એરિંગ / ઠોળિયા"
                ],
                "answer": "અણનમ"
            }
        ]
    },
    {
        "id": 18,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 18",
        "questions": [
            {
                "id": 1,
                "question": "બીજી વાર પરણનાર",
                "options": [
                    "રાષ્ટ્રીયકરણ",
                    "પટ્ટશિષ્ય",
                    "બીજવર",
                    "મિતાહારી"
                ],
                "answer": "બીજવર"
            },
            {
                "id": 2,
                "question": "જેની પત્ની પરગામ ગઈ હોય તેવો પુરુષ",
                "options": [
                    "આત્મનિર્ભર",
                    "પ્રોષિતપત્નીક",
                    "ઝંઝા",
                    "સપ્તરંગી"
                ],
                "answer": "પ્રોષિતપત્નીક"
            },
            {
                "id": 3,
                "question": "થાક લાગ્યા સિવાય",
                "options": [
                    "સાલિયાણું",
                    "સુખ-શાંતિ",
                    "અથાક",
                    "દધારંગું (અડધું ડાહ્યું અડધું ગાંડું)"
                ],
                "answer": "અથાક"
            },
            {
                "id": 4,
                "question": "પત્ની મરી ગઈ છે તે પુરુષ",
                "options": [
                    "વિધુર",
                    "બફર રાજ્ય",
                    "સ્વાધીનપતિકા",
                    "સર્વગ્રાહી"
                ],
                "answer": "વિધુર"
            },
            {
                "id": 5,
                "question": "દેખાતું બંધ થઈ જવું તે",
                "options": [
                    "લવારો",
                    "અદૃશ્ય / અંતર્ધાન",
                    "ખાંડણીયો-દસ્તો",
                    "ભૂલ"
                ],
                "answer": "અદૃશ્ય / અંતર્ધાન"
            },
            {
                "id": 6,
                "question": "જાનમાં વરરાજાની પાસે રહેતો અંગત મિત્ર",
                "options": [
                    "ગુણકારી",
                    "અણવર",
                    "વયસ્ક",
                    "દીર્ઘદર્શી"
                ],
                "answer": "અણવર"
            },
            {
                "id": 7,
                "question": "સાથે જોડાવા પાડેલી મોટી બૂમ",
                "options": [
                    "તૈલધારાવત્",
                    "હાકલ",
                    "ગંભીરા",
                    "પુણ્યપ્રકોપ"
                ],
                "answer": "હાકલ"
            },
            {
                "id": 8,
                "question": "પરિણીત જીવનથી દૂર રહેનાર",
                "options": [
                    "બ્રહ્મચારી",
                    "કલહાંતરિતા",
                    "ગુપ્તચર",
                    "સાલિયાણું"
                ],
                "answer": "બ્રહ્મચારી"
            },
            {
                "id": 9,
                "question": "આત્માને લગતું",
                "options": [
                    "રસવાળું",
                    "દૈનિક",
                    "અધ્યાત્મ",
                    "પગરખાંઘર / ખાળ"
                ],
                "answer": "અધ્યાત્મ"
            },
            {
                "id": 10,
                "question": "પતિ-પત્નીનું લગ્નજીવન",
                "options": [
                    "દામ્પત્ય",
                    "નિરહંકાર",
                    "પાઘડી / ફાળિયું",
                    "સર્વગ્રાહી"
                ],
                "answer": "દામ્પત્ય"
            }
        ]
    },
    {
        "id": 19,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 19",
        "questions": [
            {
                "id": 1,
                "question": "જેની શરૂઆત નથી તેવું",
                "options": [
                    "અનાદિ",
                    "અન્યમનસ્ક",
                    "આતંકવાદી",
                    "સૂંડલો"
                ],
                "answer": "અનાદિ"
            },
            {
                "id": 2,
                "question": "કમળ જેવી આંખોવાળી",
                "options": [
                    "અનિત્ય",
                    "સ્વૈરવિહાર",
                    "વિનાશી / નશ્વર",
                    "કમલાક્ષી"
                ],
                "answer": "કમલાક્ષી"
            },
            {
                "id": 3,
                "question": "કોઈની સાથે સરખાવી શકાય નહિ તેવું",
                "options": [
                    "અનુપમ / અતુલ",
                    "ધનેષણા / લિપ્સા",
                    "કેફિયત / બયાન",
                    "ક્ષિતિજ"
                ],
                "answer": "અનુપમ / અતુલ"
            },
            {
                "id": 4,
                "question": "હરણ જેવાં નેત્રોવાળી",
                "options": [
                    "વામકુક્ષિ",
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની",
                    "વાળુ",
                    "ઠઠારો"
                ],
                "answer": "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની"
            },
            {
                "id": 5,
                "question": "જેની ઉપેક્ષા ન કરવી ઘટે કે ન કરાય તેવું",
                "options": [
                    "મુક્તહાસ્ય",
                    "અનુપ્રેક્ષ્ય",
                    "અનંત",
                    "હાળી"
                ],
                "answer": "અનુપ્રેક્ષ્ય"
            },
            {
                "id": 6,
                "question": "મીન (માછલી)નાં જેવાં નેત્રોવાળી",
                "options": [
                    "અતુલ",
                    "અપરાહ્ન",
                    "લાઇલાજ / અસાધ્ય",
                    "મીનાક્ષી"
                ],
                "answer": "મીનાક્ષી"
            },
            {
                "id": 7,
                "question": "તર્ક દ્વારા કોઈ વસ્તુનો નિર્ણય કરવો તે",
                "options": [
                    "દામ્પત્ય",
                    "અનુમાન",
                    "દેશ",
                    "હીરક (મણિ) મહોત્સવ"
                ],
                "answer": "અનુમાન"
            },
            {
                "id": 8,
                "question": "મદિરા જેવી મોહક આંખોવાળી",
                "options": [
                    "મદિરાક્ષી",
                    "શ્વાસ",
                    "અમૂલ્ય / અમૂલખ / અણમોલ",
                    "લોકેષણા"
                ],
                "answer": "મદિરાક્ષી"
            },
            {
                "id": 9,
                "question": "નહિ પદ્ય, નહિ ગદ્ય",
                "options": [
                    "છાયાચિત્ર",
                    "અપંગ / પાંગળું",
                    "અપદ્યગદ્ય",
                    "લબ્ધપ્રતિષ્ઠ"
                ],
                "answer": "અપદ્યગદ્ય"
            },
            {
                "id": 10,
                "question": "હંસ જેવી ચાલ ચાલનારી",
                "options": [
                    "કોઠાર",
                    "પુરોગામી",
                    "વર્ણસંકરતા",
                    "હંસગામિની"
                ],
                "answer": "હંસગામિની"
            }
        ]
    },
    {
        "id": 20,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 20",
        "questions": [
            {
                "id": 1,
                "question": "હાથી જેવી ચાલ ચાલનારી",
                "options": [
                    "અવિનાશી",
                    "વિચારો",
                    "ગજગામિની",
                    "મધ્યાહ્ન"
                ],
                "answer": "ગજગામિની"
            },
            {
                "id": 2,
                "question": "જેને નિરંતર શંકાઓ જ રહેલી છે તે",
                "options": [
                    "પરજીવી / પરાવલંબી",
                    "સ્વાશ્રયી / સ્વાવલંબી",
                    "ચેતતું",
                    "સંશયાત્મા"
                ],
                "answer": "સંશયાત્મા"
            },
            {
                "id": 3,
                "question": "આકાશી પદાર્થોનું નિરીક્ષણ કરનારી સંસ્થા",
                "options": [
                    "સર્વગ્રાહી",
                    "વેધશાળા",
                    "પહોંચવું",
                    "મોક્ષ"
                ],
                "answer": "વેધશાળા"
            },
            {
                "id": 4,
                "question": "ધીરધારનો ધંધો કરનાર",
                "options": [
                    "વરદાન / આશીર્વાદ",
                    "હસ્તક્ષેપ",
                    "શરાફ",
                    "હલવાઈ / કંદોઈ / સુખડિયો"
                ],
                "answer": "શરાફ"
            },
            {
                "id": 5,
                "question": "આવવા-જવા પર પ્રતિબંધ",
                "options": [
                    "સંચારબંધી",
                    "નિર્ગુણ",
                    "અભેદ્ય",
                    "ખુશકી"
                ],
                "answer": "સંચારબંધી"
            },
            {
                "id": 6,
                "question": "મનને હરી લે તેવું",
                "options": [
                    "પરજીવી",
                    "કફન",
                    "વિશેષજ્ઞ",
                    "મનોહર"
                ],
                "answer": "મનોહર"
            },
            {
                "id": 7,
                "question": "ચંદ્ર જેવા સુંદર મુખવાળી",
                "options": [
                    "સંવત્સરી",
                    "ચંદ્રમુખી",
                    "અવર્ણનીય",
                    "દાતા"
                ],
                "answer": "ચંદ્રમુખી"
            },
            {
                "id": 8,
                "question": "કોઈપણ પક્ષમાં ન ભળેલું",
                "options": [
                    "તકસાધુ",
                    "ઘંટી",
                    "આદાન-પ્રદાન",
                    "તટસ્થ / અપક્ષ"
                ],
                "answer": "તટસ્થ / અપક્ષ"
            },
            {
                "id": 9,
                "question": "મધુર ગાઈ શકે તેવી",
                "options": [
                    "મધ્યાહ્ન",
                    "અગમ્ય",
                    "લવાદ",
                    "કોકિલકંઠી"
                ],
                "answer": "કોકિલકંઠી"
            },
            {
                "id": 10,
                "question": "એક કરતાં બીજા પક્ષની વધુ મતોની સંખ્યા",
                "options": [
                    "આત્મશ્લાઘા",
                    "બહુમતી",
                    "અપદ્યગદ્ય",
                    "આકાશકુસુમવત્"
                ],
                "answer": "બહુમતી"
            }
        ]
    },
    {
        "id": 21,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 21",
        "questions": [
            {
                "id": 1,
                "question": "ચંપાના ફૂલના રંગની",
                "options": [
                    "ચંપકવરણી",
                    "શુભેચ્છા",
                    "આશ્રયદાતા",
                    "પગથાર"
                ],
                "answer": "ચંપકવરણી"
            },
            {
                "id": 2,
                "question": "જેનો કોઈ છેડો કે અંત નથી તેવું",
                "options": [
                    "હાર / દોરો / કંઠી / સાંકળી",
                    "પ્રિયદર્શી",
                    "ખીંટી",
                    "અનંત"
                ],
                "answer": "અનંત"
            },
            {
                "id": 3,
                "question": "જેનું નામ માત્ર બાકી રહ્યું છે તે",
                "options": [
                    "પોશિંદું / આશ્રયદાતા",
                    "સ્વામી / માલિક",
                    "નિર્ધન",
                    "નામશેષ"
                ],
                "answer": "નામશેષ"
            },
            {
                "id": 4,
                "question": "ધાર્મિક ક્રિયાને અંતે બ્રાહ્મણને અપાતું દાન",
                "options": [
                    "વિહંગ / પંખી",
                    "દક્ષિણા",
                    "અરણ્યરુદન",
                    "શ્વાસ"
                ],
                "answer": "દક્ષિણા"
            },
            {
                "id": 5,
                "question": "બે જણને લડાવી મારવાનું કામ",
                "options": [
                    "બંભો",
                    "નારદવેડા",
                    "કાગદી",
                    "પંચનામું"
                ],
                "answer": "નારદવેડા"
            },
            {
                "id": 6,
                "question": "ઓઝલમાં રહેતો સ્ત્રીવર્ગ",
                "options": [
                    "જનાનો",
                    "ચાળણી / હવાલો",
                    "કૃતજ્ઞ / નિમકહલાલ",
                    "નિરાશ"
                ],
                "answer": "જનાનો"
            },
            {
                "id": 7,
                "question": "જેનું નામ લેવું પવિત્ર છે તે",
                "options": [
                    "ભૂલ",
                    "પુણ્યશ્લોક",
                    "તિતિક્ષા",
                    "કફન"
                ],
                "answer": "પુણ્યશ્લોક"
            },
            {
                "id": 8,
                "question": "નવી પરણેલી સ્ત્રી",
                "options": [
                    "અણનમ",
                    "પ્રેક્ષકગણ",
                    "સ્વાધીનપતિકા",
                    "નવોઢા"
                ],
                "answer": "નવોઢા"
            },
            {
                "id": 9,
                "question": "યંત્ર વગર હાથથી ચાલતો ઉદ્યોગ",
                "options": [
                    "આઝાદ",
                    "હસ્તઉદ્યોગ",
                    "ઝાંઝર / કડલાં / સાંકળ",
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની"
                ],
                "answer": "હસ્તઉદ્યોગ"
            },
            {
                "id": 10,
                "question": "જેનો પતિ જીવે છે તેવી સ્ત્રી",
                "options": [
                    "નિર્ણયાત્મક",
                    "વિનિમય",
                    "જિજ્ઞાસા",
                    "સોહાગણ / સૌભાગ્યવંતી / સધવા"
                ],
                "answer": "સોહાગણ / સૌભાગ્યવંતી / સધવા"
            }
        ]
    },
    {
        "id": 22,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 22",
        "questions": [
            {
                "id": 1,
                "question": "હાથથી લખેલું લખાણ",
                "options": [
                    "કાલ્પનિક",
                    "ખલાસી",
                    "અદૃશ્ય",
                    "હસ્તપ્રત"
                ],
                "answer": "હસ્તપ્રત"
            },
            {
                "id": 2,
                "question": "મુશ્કેલીથી મેળવી શકાય તેવું",
                "options": [
                    "દેણદાર",
                    "બાલદી / ડોલ",
                    "દુષ્પ્રાપ્ય / દુર્લભ",
                    "મનોહર"
                ],
                "answer": "દુષ્પ્રાપ્ય / દુર્લભ"
            },
            {
                "id": 3,
                "question": "જેનો પતિ મરી ગયો છે તેવી સ્ત્રી",
                "options": [
                    "મેડી",
                    "લબ્ધપ્રતિષ્ઠ",
                    "વિધવા",
                    "નિસરણી"
                ],
                "answer": "વિધવા"
            },
            {
                "id": 4,
                "question": "દૂરથી વસ્તુઓ જોવાનું યંત્ર",
                "options": [
                    "પુણ્યશ્લોક",
                    "નિર્વિકાર",
                    "દૂરબીન",
                    "કલ્પવૃક્ષ"
                ],
                "answer": "દૂરબીન"
            },
            {
                "id": 5,
                "question": "પોતાના ધણીની બીજી પત્ની",
                "options": [
                    "ગર્ભશ્રીમંત",
                    "શોક્ય / સપત્ની",
                    "અનિમેષ",
                    "અપારદર્શક"
                ],
                "answer": "શોક્ય / સપત્ની"
            },
            {
                "id": 6,
                "question": "અનિચ્છા અને વિરોધની ઉપરવટ થઈને",
                "options": [
                    "પરાણે",
                    "શહીદ",
                    "કુબેરભંડાર",
                    "ડેલી"
                ],
                "answer": "પરાણે"
            },
            {
                "id": 7,
                "question": "એક જ વાર ફળનારી સ્ત્રી",
                "options": [
                    "કટાક્ષ",
                    "વૃત્તાંત",
                    "કાકવંધ્યા",
                    "લાઇલાજ / અસાધ્ય"
                ],
                "answer": "કાકવંધ્યા"
            },
            {
                "id": 8,
                "question": "લાંબો અને વિશાળ અનુભવ ધરાવનાર",
                "options": [
                    "દર્શનેચ્છા",
                    "મદિરાક્ષી",
                    "ભૂશિર",
                    "પીઢ"
                ],
                "answer": "પીઢ"
            },
            {
                "id": 9,
                "question": "પતિએ ત્યજી દીધેલી સ્ત્રી",
                "options": [
                    "ભવિષ્યવાણી",
                    "જીજીવિષા",
                    "ત્યક્તા",
                    "કટુભાષી"
                ],
                "answer": "ત્યક્તા"
            },
            {
                "id": 10,
                "question": "આશરો કે ઉત્તેજન આપનાર",
                "options": [
                    "અબોલા",
                    "પોશિંદું / આશ્રયદાતા",
                    "ખેડૂત",
                    "વ્યાજોક્તિ"
                ],
                "answer": "પોશિંદું / આશ્રયદાતા"
            }
        ]
    },
    {
        "id": 23,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 23",
        "questions": [
            {
                "id": 1,
                "question": "જેનું એક પણ સંતાન ન મરી ગયું હોય તેવી સ્ત્રી",
                "options": [
                    "તવંગર / શ્રીમંત / ધનવાન",
                    "વેધશાળા",
                    "અખોવન",
                    "અતિશયોક્તિ"
                ],
                "answer": "અખોવન"
            },
            {
                "id": 2,
                "question": "સત્યને ટકાવી રાખનાર દેવી",
                "options": [
                    "સામંજસ્ય",
                    "ઋતંભરા",
                    "કાયાકલ્પ",
                    "અપશુકન"
                ],
                "answer": "ઋતંભરા"
            },
            {
                "id": 3,
                "question": "સંકેત પ્રમાણે પ્રેમીને મળવા જતી સ્ત્રી",
                "options": [
                    "અભિસારિકા",
                    "કુવિચાર",
                    "સર્વગ્રાહી",
                    "બુકાની"
                ],
                "answer": "અભિસારિકા"
            },
            {
                "id": 4,
                "question": "ભવિષ્યની આગાહી કરનારી વાણી",
                "options": [
                    "ખંડિતા",
                    "ભવિષ્યવાણી",
                    "જવચિહ્ન",
                    "ચોરો"
                ],
                "answer": "ભવિષ્યવાણી"
            },
            {
                "id": 5,
                "question": "જેનો પતિ પરદેશ ગયો હોય તેવી સ્ત્રી",
                "options": [
                    "પ્રોષિતભર્તૃકા",
                    "લાભ",
                    "તવંગર / શ્રીમંત / ધનવાન",
                    "કાણ"
                ],
                "answer": "પ્રોષિતભર્તૃકા"
            },
            {
                "id": 6,
                "question": "જેની પાછળ સૂર્યચંદ્રાદિ ઊગે છે એવો કલ્પિત પર્વત",
                "options": [
                    "નિર્વાસના",
                    "તીર્થંકર",
                    "ઉદયાચળ",
                    "ચાળણી / હવાલો"
                ],
                "answer": "ઉદયાચળ"
            },
            {
                "id": 7,
                "question": "પતિ સામે કલહ કરી રૂસણું લઈ બેઠેલી સ્ત્રી",
                "options": [
                    "બગભગત",
                    "અંદાજપત્ર",
                    "કલહાંતરિતા",
                    "બંભો"
                ],
                "answer": "કલહાંતરિતા"
            },
            {
                "id": 8,
                "question": "સ્થાન પરથી હટાવી દીધેલી વ્યક્તિ",
                "options": [
                    "અકલ્પ",
                    "ધનેષણા / લિપ્સા",
                    "ખંડિતા",
                    "પદચ્યુત"
                ],
                "answer": "પદચ્યુત"
            },
            {
                "id": 9,
                "question": "દરિયાની અંદર ગયેલો જમીનનો ફાંટો",
                "options": [
                    "સેજ / શય્યા",
                    "શિરામણ",
                    "પંચનામું",
                    "ભૂશિર"
                ],
                "answer": "ભૂશિર"
            },
            {
                "id": 10,
                "question": "દેખીતી નિંદા મારફતે સ્તુતિ કરવી તે",
                "options": [
                    "પસ્તાવો કરવો",
                    "વ્યાજોક્તિ",
                    "આશા મૂકી દેવી",
                    "પ્રૌઢશિક્ષણ"
                ],
                "answer": "વ્યાજોક્તિ"
            }
        ]
    },
    {
        "id": 24,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 24",
        "questions": [
            {
                "id": 1,
                "question": "જમીનની અંદર ગયેલો દરિયાનો ફાંટો",
                "options": [
                    "અક્ષરજ્ઞાન",
                    "કાયાકલ્પ",
                    "અખાત",
                    "બળતણ"
                ],
                "answer": "અખાત"
            },
            {
                "id": 2,
                "question": "દેખીતી સ્તુતિ મારફતે નિંદા કરવી તે",
                "options": [
                    "વ્યાજસ્તુતિ",
                    "તકસાધુ",
                    "ગેરકાયદે / ગેરકાનૂની",
                    "વયસ્ક"
                ],
                "answer": "વ્યાજસ્તુતિ"
            },
            {
                "id": 3,
                "question": "આહાર બંધ કરવો તે",
                "options": [
                    "અયાચક",
                    "ઉચ્છેદક",
                    "અનશન",
                    "પોશિંદું / આશ્રયદાતા"
                ],
                "answer": "અનશન"
            },
            {
                "id": 4,
                "question": "મરજી મુજબ ફરવું તે",
                "options": [
                    "સ્વૈરવિહાર",
                    "કૃતઘ્ન / નિમકહરામ / લૂણહરામ",
                    "તીતીર્ષા",
                    "મેડી"
                ],
                "answer": "સ્વૈરવિહાર"
            },
            {
                "id": 5,
                "question": "સાવ અસંભવિત વાત",
                "options": [
                    "પરિવર્તનશીલ",
                    "આકાશકુસુમવત્",
                    "શિરામણ",
                    "સલાહ"
                ],
                "answer": "આકાશકુસુમવત્"
            },
            {
                "id": 6,
                "question": "હવાઈ કિલ્લા બાંધનાર",
                "options": [
                    "ઓશીકું / ગાદલું",
                    "ઉચ્છ્વાસ",
                    "બીજવર",
                    "શેખચલ્લી"
                ],
                "answer": "શેખચલ્લી"
            },
            {
                "id": 7,
                "question": "જીવાત્મા અને પરમાત્મા જુદા છે એવો વાદ",
                "options": [
                    "દ્વૈતવાદ",
                    "લાભદાયી",
                    "ગુલામ",
                    "ગુમાસ્તો"
                ],
                "answer": "દ્વૈતવાદ"
            },
            {
                "id": 8,
                "question": "જાતે રાંધી ખાનારા",
                "options": [
                    "સ્વભાવ",
                    "અસંભવિત / અશક્ય",
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની",
                    "સ્વયંપાકી"
                ],
                "answer": "સ્વયંપાકી"
            },
            {
                "id": 9,
                "question": "નિરાધાર બાળકોને રહેવાનું સ્થળ",
                "options": [
                    "મંદી",
                    "કલેશ",
                    "અનાથાશ્રમ",
                    "પશ્ચાત્તાપ"
                ],
                "answer": "અનાથાશ્રમ"
            },
            {
                "id": 10,
                "question": "ગુનામાં મદદ કરનાર",
                "options": [
                    "સાગરિત",
                    "હિંમત",
                    "વનપ્રવેશ",
                    "નોકર / ચાકર"
                ],
                "answer": "સાગરિત"
            }
        ]
    },
    {
        "id": 25,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 25",
        "questions": [
            {
                "id": 1,
                "question": "મટકું માર્યા વગર",
                "options": [
                    "પોલકું",
                    "સવાર",
                    "અનિષ્ટ",
                    "અનિમેષ"
                ],
                "answer": "અનિમેષ"
            },
            {
                "id": 2,
                "question": "વપરાશની ચીજોના સરકારે બાંધેલા ભાવ",
                "options": [
                    "આતંકવાદી",
                    "ખંજવાળ",
                    "ભાવનિયમન",
                    "ચિંતા"
                ],
                "answer": "ભાવનિયમન"
            },
            {
                "id": 3,
                "question": "હૃદયને ચીરી નાખે તેવું",
                "options": [
                    "પ્રજ્ઞાચક્ષુ",
                    "હૃદયવિદારક",
                    "ગુજરી",
                    "ક્ષિતિજ"
                ],
                "answer": "હૃદયવિદારક"
            },
            {
                "id": 4,
                "question": "વસ્તુ સાથે નિસબત ધરાવે તેવું",
                "options": [
                    "નિર્ગુણ",
                    "આશા મૂકી દેવી",
                    "અફસોસ",
                    "સુસંગત"
                ],
                "answer": "સુસંગત"
            },
            {
                "id": 5,
                "question": "આરપાર જોઈ ન શકાય તેવું",
                "options": [
                    "અપારદર્શક",
                    "દુર્વાસો / દુર્બુદ્ધિ",
                    "વરદાન / આશીર્વાદ",
                    "તકસાધુ"
                ],
                "answer": "અપારદર્શક"
            },
            {
                "id": 6,
                "question": "શબ્દશઃ નહિ પણ મૂળના ભાવવાળો અનુવાદ",
                "options": [
                    "જલ્દી",
                    "નખશિખ",
                    "વિનાશી / નશ્વર",
                    "ભાવાનુવાદ"
                ],
                "answer": "ભાવાનુવાદ"
            },
            {
                "id": 7,
                "question": "છૂપા વેશે ફરનાર રાજ્યનો કર્મચારી",
                "options": [
                    "રવૈયો / ગોળી",
                    "તેજી",
                    "સ્વયંપાકી",
                    "ગુપ્તચર"
                ],
                "answer": "ગુપ્તચર"
            },
            {
                "id": 8,
                "question": "શબ્દોના વધુ પડતા ઉપયોગવાળું",
                "options": [
                    "શબ્દાળુ",
                    "વિધિવત્",
                    "અસંગત",
                    "ક્ષણભંગુર"
                ],
                "answer": "શબ્દાળુ"
            },
            {
                "id": 9,
                "question": "પૈસા લીધા સિવાય કામ કરનાર",
                "options": [
                    "અણનમ",
                    "શરાફ",
                    "અવેતનિક",
                    "અપાર"
                ],
                "answer": "અવેતનિક"
            },
            {
                "id": 10,
                "question": "શું કરવું તે સૂઝે નહિ તેવી અવસ્થા",
                "options": [
                    "અનિવાર્ય",
                    "કિંકર્તવ્યમૂઢ",
                    "ખરીફ",
                    "અવર્ણનીય"
                ],
                "answer": "કિંકર્તવ્યમૂઢ"
            }
        ]
    },
    {
        "id": 26,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 26",
        "questions": [
            {
                "id": 1,
                "question": "ખૂબ સંકુચિત દૃષ્ટિવાળું",
                "options": [
                    "કૂપમંડૂક",
                    "નિર્ભય",
                    "નખશિખ",
                    "ટ્રામગાડી"
                ],
                "answer": "કૂપમંડૂક"
            },
            {
                "id": 2,
                "question": "સમાન અર્થવાળો અન્ય શબ્દ",
                "options": [
                    "પર્યાય",
                    "પરિવર્તનશીલ",
                    "નવોઢા",
                    "મધ્યાહ્ન"
                ],
                "answer": "પર્યાય"
            },
            {
                "id": 3,
                "question": "મેળ બેસે નહિ તેવું",
                "options": [
                    "મુક્તહાસ્ય",
                    "અસંગત",
                    "વંદન કરવા",
                    "આચાર"
                ],
                "answer": "અસંગત"
            },
            {
                "id": 4,
                "question": "સમુદ્રમાં રહેલો અગ્નિ",
                "options": [
                    "અવિનાશી",
                    "વડવાનલ / વડવાગ્નિ",
                    "પ્રૌઢશિક્ષણ",
                    "જલ્દી"
                ],
                "answer": "વડવાનલ / વડવાગ્નિ"
            },
            {
                "id": 5,
                "question": "મીઠું પકવવાની ક્યારી કે જમીન",
                "options": [
                    "પાયલાગણ",
                    "અગર",
                    "કલ્પવૃક્ષ",
                    "ઊર્ધ્વગમન"
                ],
                "answer": "અગર"
            },
            {
                "id": 6,
                "question": "સમજ્યા વગર ખોટી આસ્થા હોવી તે",
                "options": [
                    "અંધશ્રદ્ધા",
                    "ઓતપ્રોત",
                    "કેફિયત / બયાન",
                    "વિચારો"
                ],
                "answer": "અંધશ્રદ્ધા"
            },
            {
                "id": 7,
                "question": "સરખી ઉંમરનું",
                "options": [
                    "શાપ / અભિશાપ",
                    "નિર્વાસના",
                    "સમવયસ્ક",
                    "મોખરો"
                ],
                "answer": "સમવયસ્ક"
            },
            {
                "id": 8,
                "question": "સારા-નરસાને પારખનારી શક્તિ",
                "options": [
                    "ઉચ્છ્વાસ",
                    "અદમ્ય",
                    "વિવેકબુદ્ધિ",
                    "શરાફ"
                ],
                "answer": "વિવેકબુદ્ધિ"
            },
            {
                "id": 9,
                "question": "સાઠ વર્ષ પૂરાં થયે ઊજવાતો ઉત્સવ",
                "options": [
                    "પાદપૂર્તિ",
                    "સ્વયંવર",
                    "અહેવાલ",
                    "હીરક (મણિ) મહોત્સવ"
                ],
                "answer": "હીરક (મણિ) મહોત્સવ"
            },
            {
                "id": 10,
                "question": "દિવસનો મધ્ય ભાગ",
                "options": [
                    "યાવચંદ્રદિવાકરી",
                    "મધ્યાહ્ન",
                    "છાયાચિત્ર",
                    "પુરોગામી"
                ],
                "answer": "મધ્યાહ્ન"
            }
        ]
    },
    {
        "id": 27,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 27",
        "questions": [
            {
                "id": 1,
                "question": "જેને હજાર હાથ છે તે",
                "options": [
                    "કાલ્પનિક",
                    "શ્રમજીવી",
                    "સહસ્રબાહુ",
                    "રણદ્વીપ"
                ],
                "answer": "સહસ્રબાહુ"
            },
            {
                "id": 2,
                "question": "સાંભળતાંવેંત જવાબ આપે તેવું",
                "options": [
                    "મધ્યાહ્ન",
                    "દક્ષિણા",
                    "અપંગ / પાંગળું",
                    "હાજરજવાબી"
                ],
                "answer": "હાજરજવાબી"
            },
            {
                "id": 3,
                "question": "જેમાં બધા પ્રકારનો મેળ હોય",
                "options": [
                    "કાળોતરી",
                    "હાકલ",
                    "સામંજસ્ય",
                    "પ્રિયદર્શી"
                ],
                "answer": "સામંજસ્ય"
            },
            {
                "id": 4,
                "question": "સો વર્ષ પૂરાં થયે ઊજવાતો ઉત્સવ",
                "options": [
                    "ખાળ",
                    "અજાતશત્રુ",
                    "વરદાન / આશીર્વાદ",
                    "શતાબ્દી ઉત્સવ"
                ],
                "answer": "શતાબ્દી ઉત્સવ"
            },
            {
                "id": 5,
                "question": "જેના હાથમાં વીણા છે તે",
                "options": [
                    "અજર",
                    "વીણાપાણિ",
                    "અનુજ",
                    "પુરોગામી"
                ],
                "answer": "વીણાપાણિ"
            },
            {
                "id": 6,
                "question": "હું ઊતરતો છું - એવો મનોભાવ",
                "options": [
                    "સેવક",
                    "લઘુતાગ્રંથિ",
                    "પ્રેક્ષકગણ",
                    "મોંઘું"
                ],
                "answer": "લઘુતાગ્રંથિ"
            },
            {
                "id": 7,
                "question": "દાઢી અને ગાલ ઉપર આવી રહે તેમ માથે કપડું બાંધવું તે",
                "options": [
                    "બુકાની",
                    "નિરાકાર",
                    "નાસ્તિક",
                    "આત્મસંયમી"
                ],
                "answer": "બુકાની"
            },
            {
                "id": 8,
                "question": "હું ચઢિયાતો છું - એવો મનોભાવ",
                "options": [
                    "સહસ્રબાહુ",
                    "ખુશકી",
                    "કૃતનિશ્ચયી",
                    "ગુરુતાગ્રંથિ"
                ],
                "answer": "ગુરુતાગ્રંથિ"
            },
            {
                "id": 9,
                "question": "ચોપડીઓમાં જ મસ્ત રહેનાર",
                "options": [
                    "માનાર્હ",
                    "વિધવા",
                    "જરૂખો / ગોખ",
                    "વેદિયું / પુસ્તકીયો કીડો"
                ],
                "answer": "વેદિયું / પુસ્તકીયો કીડો"
            },
            {
                "id": 10,
                "question": "કોઈ કાર્યનું વિગતે વર્ણન",
                "options": [
                    "દિવાચર",
                    "અહેવાલ",
                    "ચરાચર",
                    "અખાત"
                ],
                "answer": "અહેવાલ"
            }
        ]
    },
    {
        "id": 28,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 28",
        "questions": [
            {
                "id": 1,
                "question": "માત્ર શબ્દ (અવાજ)ને આધારે ધાર્યું બાણ મારનાર",
                "options": [
                    "અશક્ય",
                    "અગમચેતી",
                    "સારવું",
                    "શબ્દવેધી"
                ],
                "answer": "શબ્દવેધી"
            },
            {
                "id": 2,
                "question": "બનાવની હકીકતનો યથાતથ ખ્યાલ",
                "options": [
                    "વૃત્તાંત",
                    "અસહ્ય",
                    "અદૃશ્ય",
                    "નિર્મમ"
                ],
                "answer": "વૃત્તાંત"
            },
            {
                "id": 3,
                "question": "દર વર્ષે અપાતી રકમ",
                "options": [
                    "કાગવિદ્યા",
                    "સાલિયાણું",
                    "ક્ષિતિજ",
                    "સ્ત્રીદાક્ષિણ્ય"
                ],
                "answer": "સાલિયાણું"
            },
            {
                "id": 4,
                "question": "હાથે લખેલું જીવનનું વૃત્તાંત",
                "options": [
                    "જીવનકથા",
                    "હાળી",
                    "તીડ",
                    "બ્રહ્મચારી"
                ],
                "answer": "જીવનકથા"
            },
            {
                "id": 5,
                "question": "પહેલાં થઈ ગયેલું",
                "options": [
                    "પુરોગામી",
                    "ગતિ",
                    "વિનિમય",
                    "પરતંત્ર"
                ],
                "answer": "પુરોગામી"
            },
            {
                "id": 6,
                "question": "આખા વર્ષના હિસાબનું તારણ",
                "options": [
                    "શેઠ",
                    "તરી",
                    "સરવૈયું",
                    "મોડું"
                ],
                "answer": "સરવૈયું"
            },
            {
                "id": 7,
                "question": "પગાર લીધા વિના સેવા ખાતર કામ કરનાર",
                "options": [
                    "લાઇલાજ / અસાધ્ય",
                    "દૈનિક",
                    "માનાર્હ",
                    "ચંપકવરણી"
                ],
                "answer": "માનાર્હ"
            },
            {
                "id": 8,
                "question": "સરખે ભાગે ગરમ અને ઠંડું",
                "options": [
                    "અરાજકતા",
                    "સ્વાધીનપતિકા",
                    "કાણ",
                    "સમશીતોષ્ણ / કોકરવરણું"
                ],
                "answer": "સમશીતોષ્ણ / કોકરવરણું"
            },
            {
                "id": 9,
                "question": "નિયમ તેમજ કાયદા અનુસાર",
                "options": [
                    "નેવું",
                    "પાદરી",
                    "તીતીર્ષા",
                    "વિધિવત્"
                ],
                "answer": "વિધિવત્"
            },
            {
                "id": 10,
                "question": "પચીસ વર્ષ પૂરાં થયે ઊજવાતો ઉત્સવ",
                "options": [
                    "પવાલું",
                    "રજતમહોત્સવ",
                    "મિતાહારી",
                    "મનોહર"
                ],
                "answer": "રજતમહોત્સવ"
            }
        ]
    },
    {
        "id": 29,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 29",
        "questions": [
            {
                "id": 1,
                "question": "પચાસ વર્ષ પૂરાં થયે ઊજવાતો ઉત્સવ",
                "options": [
                    "સુવર્ણમહોત્સવ",
                    "સંશયાત્મા",
                    "દુર્ગમ",
                    "ઓળખપત્ર"
                ],
                "answer": "સુવર્ણમહોત્સવ"
            },
            {
                "id": 2,
                "question": "બીજાના કાર્યમાં દખલ કરવી",
                "options": [
                    "કળા",
                    "તકસાધુ",
                    "હસ્તક્ષેપ",
                    "ઉપર્યુક્ત"
                ],
                "answer": "હસ્તક્ષેપ"
            },
            {
                "id": 3,
                "question": "પાપ કે અન્યાય સામે ઉત્પન્ન થતો ક્રોધ",
                "options": [
                    "પુણ્યપ્રકોપ",
                    "ખાંડણીયો-દસ્તો",
                    "કટાક્ષ",
                    "રામબાણ"
                ],
                "answer": "પુણ્યપ્રકોપ"
            },
            {
                "id": 4,
                "question": "પોતાની મેળે સેવા આપવા તત્પર",
                "options": [
                    "મરજીવા",
                    "ગોંદરે",
                    "સ્વયંસેવક",
                    "દીવાલ / કરો"
                ],
                "answer": "સ્વયંસેવક"
            },
            {
                "id": 5,
                "question": "પોતાના તરફથી કામ કરવાની સત્તા આપનારો પત્ર",
                "options": [
                    "મોકો",
                    "ઉંબરો",
                    "મુખત્યારનામું",
                    "દૈનિક"
                ],
                "answer": "મુખત્યારનામું"
            },
            {
                "id": 6,
                "question": "વળતો અવાજ",
                "options": [
                    "પ્રતિધ્વનિ",
                    "કુલીન",
                    "મુક્ત",
                    "ઉડાઉ"
                ],
                "answer": "પ્રતિધ્વનિ"
            },
            {
                "id": 7,
                "question": "ભરણપોષણ મેળવવા દેવ આગળ અનશન કરે, ધરણું લઈને સૂવું તે",
                "options": [
                    "લેવી / રાજભાગ",
                    "પ્રતિશયન",
                    "પુણ્યશ્લોક",
                    "સુપૂત"
                ],
                "answer": "પ્રતિશયન"
            },
            {
                "id": 8,
                "question": "બે મોટા સમુદ્રને જોડનારી ખાડી",
                "options": [
                    "ગુપ્તચર",
                    "સામુદ્રધુની",
                    "અપરાહ્ન",
                    "વસિયતનામું"
                ],
                "answer": "સામુદ્રધુની"
            },
            {
                "id": 9,
                "question": "ભાગી શકાય તેવું",
                "options": [
                    "વિભાજ્ય",
                    "અણનમ",
                    "અંદાજપત્ર",
                    "સત્યવાદી / હરિશ્ચંદ્ર"
                ],
                "answer": "વિભાજ્ય"
            },
            {
                "id": 10,
                "question": "એક એક અક્ષર",
                "options": [
                    "નિદાન",
                    "અક્ષરશઃ",
                    "વાળુ",
                    "મધ્યાહ્ન"
                ],
                "answer": "અક્ષરશઃ"
            }
        ]
    },
    {
        "id": 30,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 30",
        "questions": [
            {
                "id": 1,
                "question": "ક્યારેય વૃદ્ધ ન થનાર",
                "options": [
                    "અજર",
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની",
                    "શ્રોતાગણ",
                    "પરિપત્ર"
                ],
                "answer": "અજર"
            },
            {
                "id": 2,
                "question": "મરણ વખતનું ખતપત્ર",
                "options": [
                    "સૂપડું",
                    "સાગરિત",
                    "વસિયતનામું",
                    "ઉદાર"
                ],
                "answer": "વસિયતનામું"
            },
            {
                "id": 3,
                "question": "બધાની આગળ રહેનાર",
                "options": [
                    "અગ્રેસર",
                    "તહેવાર",
                    "અશ્રાવ્ય",
                    "વાચાળ"
                ],
                "answer": "અગ્રેસર"
            },
            {
                "id": 4,
                "question": "મહેનત કરીને જીવનાર",
                "options": [
                    "તીડ",
                    "શ્રમજીવી",
                    "સહસ્રબાહુ",
                    "પ્રતિશયન"
                ],
                "answer": "શ્રમજીવી"
            },
            {
                "id": 5,
                "question": "માપ બાંધીને કરાતી વ્યવસ્થા",
                "options": [
                    "પ્રહર",
                    "લાભદાયી",
                    "માપબંધી",
                    "નિરીશ્વર"
                ],
                "answer": "માપબંધી"
            },
            {
                "id": 6,
                "question": "મૂલ્ય આપ્યા વિના જોવા લીધેલો માલ",
                "options": [
                    "નિરહંકાર",
                    "તીર્થ",
                    "શેઠ",
                    "જાંગડ"
                ],
                "answer": "જાંગડ"
            },
            {
                "id": 7,
                "question": "જેની કલ્પના પણ ન કરી શકાય",
                "options": [
                    "બળતણ",
                    "અભેદ્ય",
                    "કલ્પનાતીત",
                    "અપૂર્વ"
                ],
                "answer": "કલ્પનાતીત"
            },
            {
                "id": 8,
                "question": "ઊંચા કુળમાં જન્મેલું",
                "options": [
                    "કુલીન",
                    "બુભુક્ષા",
                    "રાખેવાળ",
                    "દેવ"
                ],
                "answer": "કુલીન"
            },
            {
                "id": 9,
                "question": "મીઠાઈ બનાવવાનું કામ કરનાર",
                "options": [
                    "હૃદયવિદારક",
                    "પસ્તાવો કરવો",
                    "રાક્ષસ",
                    "હલવાઈ / કંદોઈ / સુખડિયો"
                ],
                "answer": "હલવાઈ / કંદોઈ / સુખડિયો"
            },
            {
                "id": 10,
                "question": "રણમાં આવેલો લીલોતરીવાળો પ્રદેશ",
                "options": [
                    "શીઘ્રકવિ",
                    "રણદ્વીપ",
                    "અગ્રજ",
                    "કોઢ"
                ],
                "answer": "રણદ્વીપ"
            }
        ]
    },
    {
        "id": 31,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 31",
        "questions": [
            {
                "id": 1,
                "question": "પગે ચાલી વસ્તુ વેચનાર",
                "options": [
                    "અનાથાશ્રમ",
                    "સ્વયંભૂ",
                    "યુયુત્સા",
                    "ફેરિયો"
                ],
                "answer": "ફેરિયો"
            },
            {
                "id": 2,
                "question": "રાજ્યની ખટપટોમાં રચ્યોપચ્યો રહેનાર",
                "options": [
                    "વડવાનલ / વડવાગ્નિ",
                    "કૃતનિશ્ચયી",
                    "મુત્સદ્દી",
                    "ગોંદરે"
                ],
                "answer": "મુત્સદ્દી"
            },
            {
                "id": 3,
                "question": "રોગના મૂળ કારણની તપાસ",
                "options": [
                    "બહુમતી",
                    "બિનવારસી",
                    "નિદાન",
                    "અજર"
                ],
                "answer": "નિદાન"
            },
            {
                "id": 4,
                "question": "ગાડાં ભાડે ફેરવનાર",
                "options": [
                    "મોઢેઘાંઘરું",
                    "બહુરૂપી",
                    "અધવાયો",
                    "કામધેનુ"
                ],
                "answer": "અધવાયો"
            },
            {
                "id": 5,
                "question": "બળદોની પીઠ ઉપર માલ ભરી દેશ - પરદેશ લઈ જનાર વેપારી",
                "options": [
                    "અનુનાસિક",
                    "વણજારો",
                    "ચિરંજીવી",
                    "નાસ્તિક"
                ],
                "answer": "વણજારો"
            },
            {
                "id": 6,
                "question": "ધર્મ કે દેશને ખાતર પોતાનું બલિદાન દેનાર",
                "options": [
                    "બુદ્ધિજીવી",
                    "શહીદ",
                    "વનપ્રવેશ",
                    "સાઠીકડાં"
                ],
                "answer": "શહીદ"
            },
            {
                "id": 7,
                "question": "કોઈ વિષયનું વિશેષ જ્ઞાન ધરાવનાર",
                "options": [
                    "સ્વાર્પણ",
                    "વિશેષજ્ઞ",
                    "અમીદૃષ્ટિ",
                    "કાગદી"
                ],
                "answer": "વિશેષજ્ઞ"
            },
            {
                "id": 8,
                "question": "તાંબાપિત્તળની ગાગર ઉપર હાથ ઠોકી કથા કરનાર",
                "options": [
                    "માણભટ્ટ",
                    "ભાવાનુવાદ",
                    "યુયુત્સા",
                    "અંતેવાસી"
                ],
                "answer": "માણભટ્ટ"
            },
            {
                "id": 9,
                "question": "જેની નીચે લીટી દોરી હોય તેવું લખાણ",
                "options": [
                    "શરાફ",
                    "રેખાંકિત",
                    "નથ / વાળી / ચૂંક",
                    "અનશન"
                ],
                "answer": "રેખાંકિત"
            },
            {
                "id": 10,
                "question": "નાકથી બોલાતો (વર્ણ)",
                "options": [
                    "અનુનાસિક",
                    "પદચ્યુત",
                    "અપદ્યગદ્ય",
                    "સામુદ્રધુની"
                ],
                "answer": "અનુનાસિક"
            }
        ]
    },
    {
        "id": 32,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 32",
        "questions": [
            {
                "id": 1,
                "question": "કાગળ વેચનાર વેપારી",
                "options": [
                    "કાગદી",
                    "ગિરમીટ",
                    "અનંત",
                    "ચબૂતરો"
                ],
                "answer": "કાગદી"
            },
            {
                "id": 2,
                "question": "હિંસક તોડફોડથી ભય ફેલાવનાર",
                "options": [
                    "કુદેશ",
                    "આતંકવાદી",
                    "ક્ષિતિજ",
                    "રક્ષક"
                ],
                "answer": "આતંકવાદી"
            },
            {
                "id": 3,
                "question": "ઈસ્લામનો ઉપદેશ કરનાર",
                "options": [
                    "મૌલવી",
                    "આપોઆપ",
                    "ભૂલ",
                    "રંગમંચ / રંગભૂમિ / તખતો"
                ],
                "answer": "મૌલવી"
            },
            {
                "id": 4,
                "question": "આ એ જ વ્યક્તિ છે તેવું પ્રમાણપત્ર",
                "options": [
                    "ઓળખપત્ર",
                    "મૃગજળ",
                    "આત્મશ્લાઘા",
                    "ગુલામ"
                ],
                "answer": "ઓળખપત્ર"
            },
            {
                "id": 5,
                "question": "ખ્રિસ્તી ધર્મનો ઉપદેશક",
                "options": [
                    "કંજૂસ",
                    "નેપથ્ય",
                    "પાદરી",
                    "હિંમત"
                ],
                "answer": "પાદરી"
            },
            {
                "id": 6,
                "question": "સોંપાયેલું કામ બરાબર ન કરનાર",
                "options": [
                    "યુગપુરુષ",
                    "કામચોર",
                    "સ્વસ્થચિત્ત",
                    "દ્વૈતવાદ"
                ],
                "answer": "કામચોર"
            },
            {
                "id": 7,
                "question": "જૈન ધર્મનો પ્રવર્તક",
                "options": [
                    "નિર્વાસના",
                    "તીર્થંકર",
                    "કહ્યાગરું",
                    "પરિભાષા"
                ],
                "answer": "તીર્થંકર"
            },
            {
                "id": 8,
                "question": "બપોર પહેલાંનો સમય",
                "options": [
                    "પૂર્વાહ્ન",
                    "નિર્મળ",
                    "સવાર",
                    "બહુમતી"
                ],
                "answer": "પૂર્વાહ્ન"
            },
            {
                "id": 9,
                "question": "બપોર પછીનો સમય",
                "options": [
                    "સુસંગત",
                    "ખલાસી",
                    "સાગરિત",
                    "અપરાહ્ન"
                ],
                "answer": "અપરાહ્ન"
            },
            {
                "id": 10,
                "question": "દુનિયાને ઉન્નતિનો નવો માર્ગ બતાવનાર મહાપુરુષ",
                "options": [
                    "અનાદિ",
                    "નિમેષ",
                    "યુગપુરુષ",
                    "દિનચર્યા"
                ],
                "answer": "યુગપુરુષ"
            }
        ]
    },
    {
        "id": 33,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 33",
        "questions": [
            {
                "id": 1,
                "question": "જે હંમેશાં બદલાતું રહે છે",
                "options": [
                    "સુપૂત",
                    "પરિવર્તનશીલ",
                    "રાંક",
                    "સજ્જન"
                ],
                "answer": "પરિવર્તનશીલ"
            },
            {
                "id": 2,
                "question": "મર્મને જાણનાર",
                "options": [
                    "મરમી / મર્મજ્ઞ",
                    "લેવી / રાજભાગ",
                    "સાઠીકડાં",
                    "અનાથ / નિરાધાર"
                ],
                "answer": "મરમી / મર્મજ્ઞ"
            },
            {
                "id": 3,
                "question": "સ્મારક તરીકે ઊભો કરેલો પથ્થર",
                "options": [
                    "પશ્ચાત્તાપ",
                    "નશ્વર / ક્ષણભંગુર",
                    "ખાંભી / પાળિયો",
                    "અકિંચન"
                ],
                "answer": "ખાંભી / પાળિયો"
            },
            {
                "id": 4,
                "question": "જેનું ચિત્ત અન્ય વિચારોમાં રોકાયેલું હોય",
                "options": [
                    "નિર્ધન",
                    "સદાચાર",
                    "પાણિયારું",
                    "અન્યમનસ્ક"
                ],
                "answer": "અન્યમનસ્ક"
            },
            {
                "id": 5,
                "question": "વગર તૈયારીએ કવિતા રચનાર",
                "options": [
                    "ભાથું",
                    "શીઘ્રકવિ",
                    "કંકણ / બંગડી / ચૂડી / પાટલા",
                    "કંદોરો"
                ],
                "answer": "શીઘ્રકવિ"
            },
            {
                "id": 6,
                "question": "જેની આશા રાખવામાં ન આવે",
                "options": [
                    "અપ્રત્યાશિત",
                    "પશ્ચાત્તાપ",
                    "ખંજવાળ",
                    "વિદ્યાદાયિની"
                ],
                "answer": "અપ્રત્યાશિત"
            },
            {
                "id": 7,
                "question": "જે કલ્પનામાં જ અનુભવી શકાય તે",
                "options": [
                    "નિર્વાસિત",
                    "ઈશ્વર",
                    "ભાગ્ય",
                    "કાલ્પનિક"
                ],
                "answer": "કાલ્પનિક"
            },
            {
                "id": 8,
                "question": "સહન ન કરી શકનાર",
                "options": [
                    "ભાવાનુવાદ",
                    "અસહિષ્ણુ",
                    "પાયલાગણ",
                    "ત્રિભંગ"
                ],
                "answer": "અસહિષ્ણુ"
            },
            {
                "id": 9,
                "question": "બુદ્ધિનો ઉપયોગ કરી જીવનાર",
                "options": [
                    "બુદ્ધિજીવી",
                    "બહેરું",
                    "વાચાળ",
                    "અસાધુ"
                ],
                "answer": "બુદ્ધિજીવી"
            },
            {
                "id": 10,
                "question": "પારકા પર જીવનારું",
                "options": [
                    "ખજાનચી",
                    "શુકન",
                    "વિનાશી / નશ્વર",
                    "પરજીવી / પરાવલંબી"
                ],
                "answer": "પરજીવી / પરાવલંબી"
            }
        ]
    },
    {
        "id": 34,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 34",
        "questions": [
            {
                "id": 1,
                "question": "પોતાની જ હત્યા (વિનાશ) કરનાર",
                "options": [
                    "આત્મઘાતી",
                    "તાકડે",
                    "પરિપત્ર",
                    "પ્રહર"
                ],
                "answer": "આત્મઘાતી"
            },
            {
                "id": 2,
                "question": "કોઈપણ કામના વગરનું",
                "options": [
                    "અથાક",
                    "ચંદ્રમુખી",
                    "નિષ્કામ",
                    "અનુપ્રેક્ષ્ય"
                ],
                "answer": "નિષ્કામ"
            },
            {
                "id": 3,
                "question": "પોતાની ઇચ્છા મુજબ આચરણ કરનાર",
                "options": [
                    "જ્ઞાનકોશ",
                    "સ્વૈરવિહારી",
                    "દુર્જન",
                    "ઘંટી"
                ],
                "answer": "સ્વૈરવિહારી"
            },
            {
                "id": 4,
                "question": "એક વસ્તુ આપી બીજી વસ્તુ લેવી તે",
                "options": [
                    "લબ્ધપ્રતિષ્ઠ",
                    "વિનિમય",
                    "અક્ષરશઃ",
                    "અગ્રજ"
                ],
                "answer": "વિનિમય"
            },
            {
                "id": 5,
                "question": "ઉનાળુ પાક",
                "options": [
                    "પિપાસા",
                    "વિપ્રલબ્ધા",
                    "લેવી / રાજભાગ",
                    "જાયદ"
                ],
                "answer": "જાયદ"
            },
            {
                "id": 6,
                "question": "શરીર ઉપરનાં રૂવાં ઊભાં થવાં તે",
                "options": [
                    "ગર્ભશ્રીમંત",
                    "અતુલ",
                    "શેઠ",
                    "રોમાંચ"
                ],
                "answer": "રોમાંચ"
            },
            {
                "id": 7,
                "question": "પચાસ વર્ષ પૂરાં કરી એકાવનમાં વર્ષમાં પ્રવેશવું તે",
                "options": [
                    "રાજા",
                    "વનપ્રવેશ",
                    "પરતંત્ર",
                    "આત્મશ્લાઘા"
                ],
                "answer": "વનપ્રવેશ"
            },
            {
                "id": 8,
                "question": "સ્ત્રીઓ પ્રત્યેની માનવૃત્તિ",
                "options": [
                    "સેજ / શય્યા",
                    "શુભેચ્છા",
                    "સ્ત્રીદાક્ષિણ્ય",
                    "દાદરો"
                ],
                "answer": "સ્ત્રીદાક્ષિણ્ય"
            },
            {
                "id": 9,
                "question": "જહાજનો સઢ બાંધવા માટેનો વચ્ચેનો મુખ્ય થાંભલો",
                "options": [
                    "લબ્ધપ્રતિષ્ઠ",
                    "બહુમતી",
                    "મરમી / મર્મજ્ઞ",
                    "કૂવાથંભ"
                ],
                "answer": "કૂવાથંભ"
            },
            {
                "id": 10,
                "question": "ઓજારને ધાર કાઢવા માટે વપરાતો પથ્થર",
                "options": [
                    "કુવિચાર",
                    "દ્વીપકલ્પ",
                    "છીપર / સરાણ",
                    "સમશીતોષ્ણ / કોકરવરણું"
                ],
                "answer": "છીપર / સરાણ"
            }
        ]
    },
    {
        "id": 35,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 35",
        "questions": [
            {
                "id": 1,
                "question": "દરિયામાંથી મોતી કાઢનાર",
                "options": [
                    "વિધિવત્",
                    "મોડું",
                    "છીપર / સરાણ",
                    "મરજીવા"
                ],
                "answer": "મરજીવા"
            },
            {
                "id": 2,
                "question": "નસીબ ઉપર આધાર રાખનાર",
                "options": [
                    "રાંધણીયું",
                    "નથ / વાળી / ચૂંક",
                    "પ્રારબ્ધવાદી",
                    "છિદ્રાન્વેષીપણું"
                ],
                "answer": "પ્રારબ્ધવાદી"
            },
            {
                "id": 3,
                "question": "મહેનતમાં માની તે ઉપર આધાર રાખનાર",
                "options": [
                    "પુરુષાર્થવાદી",
                    "સાવરણી",
                    "ટ્રામગાડી",
                    "દિનચર્યા"
                ],
                "answer": "પુરુષાર્થવાદી"
            },
            {
                "id": 4,
                "question": "આશરો આપનાર",
                "options": [
                    "અપદ્યગદ્ય",
                    "લઘુતાગ્રંથિ",
                    "અકલ્પ",
                    "આશ્રયદાતા"
                ],
                "answer": "આશ્રયદાતા"
            },
            {
                "id": 5,
                "question": "કવિતાનાં ખૂટતાં પદ યોજવાં તે",
                "options": [
                    "દુર્જન",
                    "પાદપૂર્તિ",
                    "અતીન્દ્રિય",
                    "દુર્બળ / નિર્બળ"
                ],
                "answer": "પાદપૂર્તિ"
            },
            {
                "id": 6,
                "question": "પહેલાં થઈ ગયેલું",
                "options": [
                    "પુરોગામી",
                    "ગોંદરે",
                    "અતિશયોક્તિ",
                    "ભૂચર"
                ],
                "answer": "પુરોગામી"
            },
            {
                "id": 7,
                "question": "પાછળ આવનારું",
                "options": [
                    "અનુગામી",
                    "જ્ઞાનદીપ",
                    "મરમી / મર્મજ્ઞ",
                    "પ્રેમ"
                ],
                "answer": "અનુગામી"
            },
            {
                "id": 8,
                "question": "પીઢ થયેલી વ્યક્તિ",
                "options": [
                    "સદાચાર",
                    "ફેરિયો",
                    "વયસ્ક",
                    "વિધવા"
                ],
                "answer": "વયસ્ક"
            },
            {
                "id": 9,
                "question": "સાથે અભ્યાસ કરતા",
                "options": [
                    "સહાધ્યાયી",
                    "મુક્ત",
                    "દૂરબીન",
                    "અનશન"
                ],
                "answer": "સહાધ્યાયી"
            },
            {
                "id": 10,
                "question": "પોતાની મેળે પતિ પસંદ કરવો તે",
                "options": [
                    "ભૂંગળ",
                    "નફો",
                    "સ્વયંવર",
                    "જીર્ણોદ્ધાર"
                ],
                "answer": "સ્વયંવર"
            }
        ]
    },
    {
        "id": 36,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 36",
        "questions": [
            {
                "id": 1,
                "question": "પોતાની મેળે પ્રગટ થનાર",
                "options": [
                    "સ્વયંભૂ",
                    "ગુપ્તચર",
                    "પરદેશ / વિદેશ",
                    "અસહિષ્ણુ"
                ],
                "answer": "સ્વયંભૂ"
            },
            {
                "id": 2,
                "question": "પથ્થર ઉપર કોતરેલો લેખ",
                "options": [
                    "ચોરણો",
                    "શિલાલેખ",
                    "પગરખાં / જોડા",
                    "બુકાની"
                ],
                "answer": "શિલાલેખ"
            },
            {
                "id": 3,
                "question": "જેણે વસવાટ ગુમાવેલો છે તે",
                "options": [
                    "નિર્વાસિત",
                    "શબ્દાળુ",
                    "અખોવન",
                    "ઉપર્યુક્ત"
                ],
                "answer": "નિર્વાસિત"
            },
            {
                "id": 4,
                "question": "કબર ઉપર મૂકેલું લખાણ",
                "options": [
                    "રામબાણ",
                    "મૃત્યુલેખ",
                    "ગેરકાયદે / ગેરકાનૂની",
                    "પરજીવી"
                ],
                "answer": "મૃત્યુલેખ"
            },
            {
                "id": 5,
                "question": "જેની પ્રતિષ્ઠા જામેલી છે તેવું",
                "options": [
                    "ક્ષિતિજ",
                    "લબ્ધપ્રતિષ્ઠ",
                    "ખાંડણીયો-દસ્તો",
                    "યાદવાસ્થળી"
                ],
                "answer": "લબ્ધપ્રતિષ્ઠ"
            },
            {
                "id": 6,
                "question": "જેણે નિશ્ચય કર્યો છે તે",
                "options": [
                    "જાંગડ",
                    "કૃતનિશ્ચયી",
                    "કંદોરો",
                    "ખરીફ"
                ],
                "answer": "કૃતનિશ્ચયી"
            },
            {
                "id": 7,
                "question": "જાતિની ભેળસેળ",
                "options": [
                    "મરજીવા",
                    "કંકોતરી / કંકુમપત્રિકા",
                    "અંતેવાસી",
                    "વર્ણસંકરતા"
                ],
                "answer": "વર્ણસંકરતા"
            },
            {
                "id": 8,
                "question": "જે રોગનો કોઈ ઈલાજ ન હોય",
                "options": [
                    "લાઇલાજ / અસાધ્ય",
                    "આત્મનિર્ભર",
                    "નિર્ગુણ",
                    "સવાર"
                ],
                "answer": "લાઇલાજ / અસાધ્ય"
            },
            {
                "id": 9,
                "question": "ભોજન પછી ડાબે પડખું સૂવું તે",
                "options": [
                    "વામકુક્ષિ",
                    "નિત્ય",
                    "નિર્ભય",
                    "ઉપેક્ષા કરવી"
                ],
                "answer": "વામકુક્ષિ"
            },
            {
                "id": 10,
                "question": "લોકો દ્વારા ચાલતી વાત",
                "options": [
                    "અનુગામી",
                    "અક્ષરજ્ઞાન",
                    "અતુલ",
                    "જનશ્રુતિ"
                ],
                "answer": "જનશ્રુતિ"
            }
        ]
    },
    {
        "id": 37,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 37",
        "questions": [
            {
                "id": 1,
                "question": "અસ્થિરતામાંથી નિવેડો લાવે તેવું",
                "options": [
                    "નિર્ણયાત્મક",
                    "ગોંદરે",
                    "મુત્સદ્દી",
                    "અક્ષરજ્ઞાન"
                ],
                "answer": "નિર્ણયાત્મક"
            },
            {
                "id": 2,
                "question": "જમીન ઉપર થઈને જતો માર્ગ",
                "options": [
                    "વયસ્ક",
                    "ગ્રાહક",
                    "ખુશકી",
                    "ગરણું"
                ],
                "answer": "ખુશકી"
            },
            {
                "id": 3,
                "question": "જળ ઉપર થઈને જતો માર્ગ",
                "options": [
                    "દામણી",
                    "તરી",
                    "ખરીફ",
                    "અજ્ઞાત"
                ],
                "answer": "તરી"
            },
            {
                "id": 4,
                "question": "હવામાં થઈને જતો માર્ગ",
                "options": [
                    "સર્વગ્રાહી",
                    "ખલાસી",
                    "હવાઈ",
                    "જલધિ / ઉદધિ"
                ],
                "answer": "હવાઈ"
            },
            {
                "id": 5,
                "question": "આકાશને સ્પર્શે તેવું ઊંચું",
                "options": [
                    "ગગનચુંબી",
                    "લઘુતાગ્રંથિ",
                    "ખોટ / નુકસાન",
                    "ગુણકારી"
                ],
                "answer": "ગગનચુંબી"
            },
            {
                "id": 6,
                "question": "જોનાર માણસો",
                "options": [
                    "બળતણ",
                    "અસબાબ / રાચરચીલું",
                    "પ્રેક્ષકગણ",
                    "નેતરું"
                ],
                "answer": "પ્રેક્ષકગણ"
            },
            {
                "id": 7,
                "question": "સાંભળનાર માણસો",
                "options": [
                    "ના પાડવી",
                    "કટુભાષી",
                    "અક્કલમઠ્ઠો / દોઢડાહ્યું",
                    "શ્રોતાગણ"
                ],
                "answer": "શ્રોતાગણ"
            },
            {
                "id": 8,
                "question": "ભાષણ આપનાર",
                "options": [
                    "વક્તા",
                    "મેડી",
                    "કટિબંધ",
                    "અંગરખું"
                ],
                "answer": "વક્તા"
            },
            {
                "id": 9,
                "question": "નાટક ભજવવા માટેનું સ્થાન",
                "options": [
                    "પ્રજ્ઞાચક્ષુ",
                    "લવારો",
                    "નિરક્ષર",
                    "રંગમંચ / રંગભૂમિ / તખતો"
                ],
                "answer": "રંગમંચ / રંગભૂમિ / તખતો"
            },
            {
                "id": 10,
                "question": "રંગભૂમિનો પડદો કે પાછળનો ભાગ",
                "options": [
                    "ઓતપ્રોત",
                    "દુઃખ",
                    "કૃતઘ્ન / નિમકહરામ / લૂણહરામ",
                    "નેપથ્ય"
                ],
                "answer": "નેપથ્ય"
            }
        ]
    },
    {
        "id": 38,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 38",
        "questions": [
            {
                "id": 1,
                "question": "નિયમિતપણે પ્રમાણસર ભોજન કરનારું",
                "options": [
                    "અપારદર્શક",
                    "વિવેકબુદ્ધિ",
                    "બ્રહ્મચારી",
                    "મિતાહારી"
                ],
                "answer": "મિતાહારી"
            },
            {
                "id": 2,
                "question": "જોઈએ તે કરતાં ઓછું વાપરનાર",
                "options": [
                    "શિલાલેખ",
                    "કંજૂસ",
                    "સૂપડું",
                    "અનંત"
                ],
                "answer": "કંજૂસ"
            },
            {
                "id": 3,
                "question": "જોઈએ એટલું જ વાપરનાર",
                "options": [
                    "કરકસરિયું",
                    "અવેતનિક",
                    "ભાથું",
                    "આનંદ"
                ],
                "answer": "કરકસરિયું"
            },
            {
                "id": 4,
                "question": "જડમૂળથી ઉખેડી નાખનાર",
                "options": [
                    "ખાળ",
                    "ઉચ્છેદક",
                    "થંભ",
                    "યાવચંદ્રદિવાકરી"
                ],
                "answer": "ઉચ્છેદક"
            },
            {
                "id": 5,
                "question": "નિરાંતે નહિ બેઠેલું",
                "options": [
                    "ઉભડક / અધૂકડું",
                    "રોમાંચ",
                    "દીવાલ / કરો",
                    "ઈશ્વર"
                ],
                "answer": "ઉભડક / અધૂકડું"
            },
            {
                "id": 6,
                "question": "એકબીજામાં ભળી ગયેલું",
                "options": [
                    "અંધશ્રદ્ધા",
                    "તલ્લીન",
                    "મુદત",
                    "ઓતપ્રોત"
                ],
                "answer": "ઓતપ્રોત"
            },
            {
                "id": 7,
                "question": "ગરમી - ઠંડી બતાવતા પૃથ્વીના પટ્ટા",
                "options": [
                    "પરિવર્તનશીલ",
                    "કટિબંધ",
                    "કટુભાષી",
                    "સંવત્સરી"
                ],
                "answer": "કટિબંધ"
            },
            {
                "id": 8,
                "question": "પાણીમાં ઘોળેલું અફીણ",
                "options": [
                    "રંગમંચ / રંગભૂમિ / તખતો",
                    "અફસોસ",
                    "ખાંભી / પાળિયો",
                    "કસુંબો"
                ],
                "answer": "કસુંબો"
            },
            {
                "id": 9,
                "question": "સૂચના કે આદેશ પ્રમાણે કરે તેવું",
                "options": [
                    "શાલિગ્રામ",
                    "કહ્યાગરું",
                    "અસાધુ",
                    "દામ્પત્ય"
                ],
                "answer": "કહ્યાગરું"
            },
            {
                "id": 10,
                "question": "મોહક તેજની ભૂરકી",
                "options": [
                    "નિર્મમ",
                    "નફો",
                    "પુરોગામી",
                    "કામણ / મોહિની"
                ],
                "answer": "કામણ / મોહિની"
            }
        ]
    },
    {
        "id": 39,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 39",
        "questions": [
            {
                "id": 1,
                "question": "જેનું વ્યવહારમાં આચરણ થઈ શકે તે",
                "options": [
                    "હરિણાક્ષી / મૃગાક્ષી / મૃગનયની",
                    "નિર્મળ",
                    "કેડિયું",
                    "વાસ્તવિક"
                ],
                "answer": "વાસ્તવિક"
            },
            {
                "id": 2,
                "question": "અશુભ સમાચારનો પત્ર",
                "options": [
                    "કૃતનિશ્ચયી",
                    "લાભદાયી",
                    "સ્વાવલંબી",
                    "કાળોતરી"
                ],
                "answer": "કાળોતરી"
            },
            {
                "id": 3,
                "question": "જોવામાં પ્રિય લાગે તેવું",
                "options": [
                    "બુભુક્ષા",
                    "પીલું",
                    "પ્રિયદર્શી",
                    "સહસ્રબાહુ"
                ],
                "answer": "પ્રિયદર્શી"
            },
            {
                "id": 4,
                "question": "શુભ સમાચારનો પત્ર",
                "options": [
                    "તડાફડી / ધમાલ",
                    "કૂપમંડૂક",
                    "લોકેષણા",
                    "કંકોતરી / કંકુમપત્રિકા"
                ],
                "answer": "કંકોતરી / કંકુમપત્રિકા"
            },
            {
                "id": 5,
                "question": "પ્રાચીન ઈતિહાસનો જાણકાર",
                "options": [
                    "ગાભું",
                    "યાચક",
                    "પરતંત્ર",
                    "પુરાતત્ત્વવેત્તા"
                ],
                "answer": "પુરાતત્ત્વવેત્તા"
            },
            {
                "id": 6,
                "question": "પાણી લઈ જવાને બનાવેલી નીક",
                "options": [
                    "બીજવર",
                    "કાગદી",
                    "સદાચાર",
                    "કાંસ"
                ],
                "answer": "કાંસ"
            },
            {
                "id": 7,
                "question": "અધકચરા જ્ઞાનવાળો",
                "options": [
                    "ભાગ્ય",
                    "લવાદ",
                    "અર્ધદગ્ધ",
                    "અનાથ / નિરાધાર"
                ],
                "answer": "અર્ધદગ્ધ"
            },
            {
                "id": 8,
                "question": "કોઈનીય મદદ વિના આડેધડ ચાલતો વહીવટ",
                "options": [
                    "નામશેષ",
                    "કૂપમંડૂક",
                    "અરાજકતા",
                    "અનિષ્ટ"
                ],
                "answer": "અરાજકતા"
            },
            {
                "id": 9,
                "question": "ચોમાસુ પાક",
                "options": [
                    "ખરીફ",
                    "અખાત",
                    "અકિંચન",
                    "નશ્વર / ક્ષણભંગુર"
                ],
                "answer": "ખરીફ"
            },
            {
                "id": 10,
                "question": "જેનું ઈચ્છેલું ખરાબ પરિણામ આવે તે",
                "options": [
                    "અજેય",
                    "હલવાઈ / કંદોઈ / સુખડિયો",
                    "અનિષ્ટ",
                    "મોડું"
                ],
                "answer": "અનિષ્ટ"
            }
        ]
    },
    {
        "id": 40,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 40",
        "questions": [
            {
                "id": 1,
                "question": "યાત્રાનું ધામ",
                "options": [
                    "નિર્લોભ",
                    "સધવા / સોહાગણ / સૌભાગ્યવતી",
                    "નિર્ગુણ",
                    "તીર્થ"
                ],
                "answer": "તીર્થ"
            },
            {
                "id": 2,
                "question": "જે મળવું મુશ્કેલ છે તે",
                "options": [
                    "અમૂલ્ય / અમૂલખ / અણમોલ",
                    "વિરલ",
                    "જવચિહ્ન",
                    "સામંજસ્ય"
                ],
                "answer": "વિરલ"
            },
            {
                "id": 3,
                "question": "જેની નાભિ ઊંડી છે તેવી સ્ત્રી",
                "options": [
                    "કંજૂસ",
                    "ગંભીરા",
                    "વાત ગુપ્ત રાખવી",
                    "પડળ"
                ],
                "answer": "ગંભીરા"
            },
            {
                "id": 4,
                "question": "જ્યાં મુશ્કેલીથી જઈ શકાય તેવું",
                "options": [
                    "નશ્વર / ક્ષણભંગુર",
                    "તહેવાર",
                    "દુર્ગમ",
                    "અજાતશત્રુ"
                ],
                "answer": "દુર્ગમ"
            },
            {
                "id": 5,
                "question": "જ્યાં પૃથ્વી-આકાશ મળતાં દેખાય તે કાલ્પનિક રેખા",
                "options": [
                    "નિર્વાસિત",
                    "અસત્યવાદી / જૂઠું",
                    "ક્ષિતિજ",
                    "કુલીન"
                ],
                "answer": "ક્ષિતિજ"
            },
            {
                "id": 6,
                "question": "પાણીનો ભંડાર",
                "options": [
                    "જલધિ / ઉદધિ",
                    "જાંગડ",
                    "વેદિયું / પુસ્તકીયો કીડો",
                    "પ્રજ્ઞાચક્ષુ"
                ],
                "answer": "જલધિ / ઉદધિ"
            },
            {
                "id": 7,
                "question": "એક જગ્યાએથી બીજી જગ્યાએ જઈ શકે તેવું",
                "options": [
                    "કંદોરો",
                    "જંગમ",
                    "કાયાકલ્પ",
                    "હુતશેષ"
                ],
                "answer": "જંગમ"
            },
            {
                "id": 8,
                "question": "એક જગ્યાએથી બીજી જગ્યાએ ન જઈ શકે તેવું",
                "options": [
                    "ભાવનિયમન",
                    "આસ્તિક",
                    "સ્થાવર",
                    "સામુદ્રધુની"
                ],
                "answer": "સ્થાવર"
            },
            {
                "id": 9,
                "question": "શરીરમાં વાયુ લેવો તે",
                "options": [
                    "તડાફડી / ધમાલ",
                    "કટુભાષી",
                    "શબ્દવેધી",
                    "શ્વાસ"
                ],
                "answer": "શ્વાસ"
            },
            {
                "id": 10,
                "question": "શરીરમાંથી વાયુ બહાર કાઢવો તે",
                "options": [
                    "સાવરણી",
                    "ઉચ્છ્વાસ",
                    "અખૂટ",
                    "પટ્ટશિષ્ય"
                ],
                "answer": "ઉચ્છ્વાસ"
            }
        ]
    },
    {
        "id": 41,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 41",
        "questions": [
            {
                "id": 1,
                "question": "હંમેશાં ટકી રહે તેવું",
                "options": [
                    "લવારો",
                    "નિત્ય",
                    "જમા",
                    "અનંત"
                ],
                "answer": "નિત્ય"
            },
            {
                "id": 2,
                "question": "હંમેશાં ન ટકે તેવું",
                "options": [
                    "સુખ-શાંતિ",
                    "નિર્મળ",
                    "અનિત્ય",
                    "કેડિયું"
                ],
                "answer": "અનિત્ય"
            },
            {
                "id": 3,
                "question": "જગતનું સર્જન અને પાલન કરનાર",
                "options": [
                    "અંડજ",
                    "પરશાળ",
                    "અપારદર્શક",
                    "ઈશ્વર"
                ],
                "answer": "ઈશ્વર"
            },
            {
                "id": 4,
                "question": "ઈશ્વર જેવું કોઈ છે જ નહીં",
                "options": [
                    "નિર્ગુણ",
                    "આજીવન",
                    "નિરીશ્વર",
                    "આંગણું"
                ],
                "answer": "નિરીશ્વર"
            },
            {
                "id": 5,
                "question": "ઈશ્વર છે એમ માનનાર",
                "options": [
                    "શોક્ય / સપત્ની",
                    "અપારદર્શક",
                    "દ્વંદ્વયુદ્ધ",
                    "આસ્તિક"
                ],
                "answer": "આસ્તિક"
            },
            {
                "id": 6,
                "question": "ઈશ્વર નથી એમ માનનાર",
                "options": [
                    "નાસ્તિક",
                    "અવિનાશી",
                    "આમલી",
                    "જડભરત"
                ],
                "answer": "નાસ્તિક"
            },
            {
                "id": 7,
                "question": "અનાદિ કાળથી ચાલ્યું આવતું",
                "options": [
                    "સનાતન",
                    "ચાળણી / હવાલો",
                    "કાડછો / તાવેથો",
                    "અક્ષરજ્ઞાન"
                ],
                "answer": "સનાતન"
            },
            {
                "id": 8,
                "question": "નાશ ન પામે તેવું",
                "options": [
                    "ત્યક્તા",
                    "દર્શનેચ્છા",
                    "શાશ્વત",
                    "અજાતશત્રુ"
                ],
                "answer": "શાશ્વત"
            },
            {
                "id": 9,
                "question": "નાશ પામે તેવું",
                "options": [
                    "નશ્વર / ક્ષણભંગુર",
                    "અશક્ય",
                    "અરાજકતા",
                    "અજરામર"
                ],
                "answer": "નશ્વર / ક્ષણભંગુર"
            },
            {
                "id": 10,
                "question": "બધું ગ્રહણ કરનારું",
                "options": [
                    "અંડજ",
                    "સર્વગ્રાહી",
                    "ઝાંઝર / કડલાં / સાંકળ",
                    "જરૂખો"
                ],
                "answer": "સર્વગ્રાહી"
            }
        ]
    },
    {
        "id": 42,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 42",
        "questions": [
            {
                "id": 1,
                "question": "બધાને સમાન દૃષ્ટિથી જોનાર",
                "options": [
                    "સમદર્શી",
                    "ઈશ્વર",
                    "પટ્ટશિષ્ય",
                    "કૃતઘ્ન / નિમકહરામ / લૂણહરામ"
                ],
                "answer": "સમદર્શી"
            },
            {
                "id": 2,
                "question": "લાંબું જોઈ - વિચારી શકનાર",
                "options": [
                    "અજરામર",
                    "જળચર",
                    "ખજાનચી",
                    "દીર્ઘદર્શી"
                ],
                "answer": "દીર્ઘદર્શી"
            },
            {
                "id": 3,
                "question": "થોડું જીવનાર",
                "options": [
                    "વેદિયું / પુસ્તકીયો કીડો",
                    "આઝાદ",
                    "અલ્પજીવી",
                    "આવક"
                ],
                "answer": "અલ્પજીવી"
            },
            {
                "id": 4,
                "question": "ઘણું જીવનાર",
                "options": [
                    "પાયલાગણ",
                    "સુખ-શાંતિ",
                    "ગિરમીટ",
                    "ચિરંજીવી"
                ],
                "answer": "ચિરંજીવી"
            },
            {
                "id": 5,
                "question": "પોતાની જાત ઉપર આધાર રાખનારું",
                "options": [
                    "પરશાળ",
                    "નિર્દય",
                    "સ્વાવલંબી",
                    "આત્મસંયમી"
                ],
                "answer": "સ્વાવલંબી"
            },
            {
                "id": 6,
                "question": "બીજા ઉપર આધાર રાખનારું",
                "options": [
                    "વાળુ",
                    "અતિથિ",
                    "કાકવંધ્યા",
                    "પરાવલંબી"
                ],
                "answer": "પરાવલંબી"
            },
            {
                "id": 7,
                "question": "પોતાના પર આધાર રાખનાર",
                "options": [
                    "આત્મનિર્ભર",
                    "ઉપેક્ષા કરવી",
                    "ચિંતા",
                    "મરમી / મર્મજ્ઞ"
                ],
                "answer": "આત્મનિર્ભર"
            },
            {
                "id": 8,
                "question": "પારકાના ઉપર જીવનાર",
                "options": [
                    "પરજીવી",
                    "સમકાલીન",
                    "ખલાસી",
                    "આશા મૂકી દેવી"
                ],
                "answer": "પરજીવી"
            },
            {
                "id": 9,
                "question": "માતાપિતા કે વાલી વિનાનું",
                "options": [
                    "સાધુ / સંત",
                    "અનાથ / નિરાધાર",
                    "જીવનકથા",
                    "મર્મસ્થળ"
                ],
                "answer": "અનાથ / નિરાધાર"
            },
            {
                "id": 10,
                "question": "માતાપિતા કે વાલીવાળું",
                "options": [
                    "જલધિ / ઉદધિ",
                    "જયંતી",
                    "કૃતનિશ્ચયી",
                    "સનાથ"
                ],
                "answer": "સનાથ"
            }
        ]
    },
    {
        "id": 43,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 43",
        "questions": [
            {
                "id": 1,
                "question": "જેનો પતિ મૃત્યુ પામ્યો છે તેવી સ્ત્રી",
                "options": [
                    "વિધવા",
                    "અપારદર્શક",
                    "અયાચક",
                    "ધનેષણા / લિપ્સા"
                ],
                "answer": "વિધવા"
            },
            {
                "id": 2,
                "question": "જેનો પતિ હયાત છે તેવી સ્ત્રી",
                "options": [
                    "સધવા / સોહાગણ / સૌભાગ્યવતી",
                    "કાડછો / તાવેથો",
                    "ગ્રહણ (આદાન)",
                    "અક્કલમઠ્ઠો / દોઢડાહ્યું"
                ],
                "answer": "સધવા / સોહાગણ / સૌભાગ્યવતી"
            },
            {
                "id": 3,
                "question": "મંગળ કે સારું સૂચવનારું ચિહ્ન",
                "options": [
                    "સામુદ્રધુની",
                    "ક્ષિતિજ",
                    "શુકન",
                    "દ્વંદ્વયુદ્ધ"
                ],
                "answer": "શુકન"
            },
            {
                "id": 4,
                "question": "અમંગળ કે ખરાબ સૂચવનારું ચિહ્ન",
                "options": [
                    "વનપ્રવેશ",
                    "હીરક (મણિ) મહોત્સવ",
                    "અપશુકન",
                    "નફો"
                ],
                "answer": "અપશુકન"
            },
            {
                "id": 5,
                "question": "દેવ કે વડીલોની પ્રસન્નતાથી મળતું ફળ",
                "options": [
                    "તેજી",
                    "આંગણું",
                    "વરદાન / આશીર્વાદ",
                    "સહાધ્યાયી"
                ],
                "answer": "વરદાન / આશીર્વાદ"
            },
            {
                "id": 6,
                "question": "અમંગળ ઇચ્છવું તે",
                "options": [
                    "યાચક",
                    "પ્રિયદર્શી",
                    "દાદરો",
                    "શાપ / અભિશાપ"
                ],
                "answer": "શાપ / અભિશાપ"
            },
            {
                "id": 7,
                "question": "સારું ઇચ્છવું તે",
                "options": [
                    "આશીર્વાદ",
                    "બાલદી / ડોલ",
                    "વિશેષજ્ઞ",
                    "ઉંબરો"
                ],
                "answer": "આશીર્વાદ"
            },
            {
                "id": 8,
                "question": "સારો પુત્ર",
                "options": [
                    "સુપૂત",
                    "વિધવા",
                    "અલૌકિક",
                    "શરણાગતિ સ્વીકારવી"
                ],
                "answer": "સુપૂત"
            },
            {
                "id": 9,
                "question": "ખરાબ પુત્ર",
                "options": [
                    "શાશ્વત",
                    "કપૂત",
                    "તિતિક્ષા",
                    "અપદ્યગદ્ય"
                ],
                "answer": "કપૂત"
            },
            {
                "id": 10,
                "question": "બળવાન",
                "options": [
                    "પ્રોષિતભર્તૃકા",
                    "સબળ",
                    "ગુણકારી",
                    "કોઠાર"
                ],
                "answer": "સબળ"
            }
        ]
    },
    {
        "id": 44,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 44",
        "questions": [
            {
                "id": 1,
                "question": "બળ વગરનું",
                "options": [
                    "વાળુ",
                    "દાદરો",
                    "અક્કલમઠ્ઠો / દોઢડાહ્યું",
                    "દુર્બળ / નિર્બળ"
                ],
                "answer": "દુર્બળ / નિર્બળ"
            },
            {
                "id": 2,
                "question": "સારો માણસ",
                "options": [
                    "ચિંતા",
                    "લબ્ધપ્રતિષ્ઠ",
                    "અતુલ",
                    "સજ્જન"
                ],
                "answer": "સજ્જન"
            },
            {
                "id": 3,
                "question": "ખરાબ માણસ",
                "options": [
                    "નારદવેડા",
                    "દુર્જન",
                    "આકાશકુસુમવત્",
                    "જળચર"
                ],
                "answer": "દુર્જન"
            },
            {
                "id": 4,
                "question": "ચારિત્ર્યનો વિશુદ્ધ પુરુષ",
                "options": [
                    "કાકવંધ્યા",
                    "કલ્પનાતીત",
                    "ગિરિવિહાર",
                    "સાધુ / સંત"
                ],
                "answer": "સાધુ / સંત"
            },
            {
                "id": 5,
                "question": "દુષ્ટ પુરુષ",
                "options": [
                    "મૃતઃપ્રાય",
                    "નિરાધાર",
                    "અસાધુ",
                    "વર્ણસંકરતા"
                ],
                "answer": "અસાધુ"
            },
            {
                "id": 6,
                "question": "દેવતા",
                "options": [
                    "સમકાલીન",
                    "સુર",
                    "યાદવાસ્થળી",
                    "કોઠી"
                ],
                "answer": "સુર"
            },
            {
                "id": 7,
                "question": "રાક્ષસ",
                "options": [
                    "નિર્વાસના",
                    "અખૂટ",
                    "અસુર",
                    "બહુમતી"
                ],
                "answer": "અસુર"
            },
            {
                "id": 8,
                "question": "સ્વર્ગમાં રહેનાર",
                "options": [
                    "સેજ / શય્યા",
                    "દેવ",
                    "મૌલવી",
                    "કામણ / મોહિની"
                ],
                "answer": "દેવ"
            },
            {
                "id": 9,
                "question": "રાક્ષસી વૃત્તિવાળો માણસ",
                "options": [
                    "અનાચાર",
                    "દાનવ",
                    "યુગપુરુષ",
                    "ઐન્દ્રજાલિક"
                ],
                "answer": "દાનવ"
            },
            {
                "id": 10,
                "question": "ક્રૂર માણસ",
                "options": [
                    "રાક્ષસ",
                    "લોકેષણા",
                    "અપાર",
                    "મુરારિ / મોરારિ"
                ],
                "answer": "રાક્ષસ"
            }
        ]
    },
    {
        "id": 45,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 45",
        "questions": [
            {
                "id": 1,
                "question": "વર્તણૂક",
                "options": [
                    "લત્તા / ધોકો",
                    "અપરાહ્ન",
                    "ગુપ્તચર",
                    "આચાર"
                ],
                "answer": "આચાર"
            },
            {
                "id": 2,
                "question": "ખરાબ વર્તણૂક",
                "options": [
                    "ડામચિયો",
                    "કુવિચાર",
                    "અનાચાર",
                    "પડળ"
                ],
                "answer": "અનાચાર"
            },
            {
                "id": 3,
                "question": "સારી વર્તણૂક",
                "options": [
                    "સદાચાર",
                    "સમવયસ્ક",
                    "નેવું",
                    "યાવચંદ્રદિવાકરી"
                ],
                "answer": "સદાચાર"
            },
            {
                "id": 4,
                "question": "દુષ્ટ વર્તણૂક",
                "options": [
                    "વિવેક",
                    "ફેરિયો",
                    "દુરાચાર",
                    "અસાધુ"
                ],
                "answer": "દુરાચાર"
            },
            {
                "id": 5,
                "question": "મનની વૃત્તિ",
                "options": [
                    "કંદોરો",
                    "વિચારો",
                    "તીર્થ",
                    "આચાર"
                ],
                "answer": "વિચારો"
            },
            {
                "id": 6,
                "question": "સારા વિચાર",
                "options": [
                    "સુવિચાર",
                    "દામ્પત્ય",
                    "સત્યવાદી / હરિશ્ચંદ્ર",
                    "રોંઢો"
                ],
                "answer": "સુવિચાર"
            },
            {
                "id": 7,
                "question": "ખરાબ વિચાર",
                "options": [
                    "કુવિચાર",
                    "દુર્વાસો / દુર્બુદ્ધિ",
                    "અન્યમનસ્ક",
                    "વિવેક"
                ],
                "answer": "કુવિચાર"
            },
            {
                "id": 8,
                "question": "લેવું તે",
                "options": [
                    "દિનચર્યા",
                    "તીતીર્ષા",
                    "વાગ્ધારા",
                    "ગ્રહણ (આદાન)"
                ],
                "answer": "ગ્રહણ (આદાન)"
            },
            {
                "id": 9,
                "question": "આપવું તે",
                "options": [
                    "ત્યાગ (પ્રદાન)",
                    "કલ્પવૃક્ષ",
                    "અતિશયોક્તિ",
                    "અજાયબઘર"
                ],
                "answer": "ત્યાગ (પ્રદાન)"
            },
            {
                "id": 10,
                "question": "લેવડ-દેવડ",
                "options": [
                    "આદાન-પ્રદાન",
                    "રોંઢો",
                    "તટસ્થ / અપક્ષ",
                    "ત્યક્તા"
                ],
                "answer": "આદાન-પ્રદાન"
            }
        ]
    },
    {
        "id": 46,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 46",
        "questions": [
            {
                "id": 1,
                "question": "પૈસા ખર્ચવા ન ઈચ્છનાર",
                "options": [
                    "કંજૂસ",
                    "અપૂર્વ",
                    "પરિભાષા",
                    "આકાશકુસુમવત્"
                ],
                "answer": "કંજૂસ"
            },
            {
                "id": 2,
                "question": "છૂટે હાથે આપનાર",
                "options": [
                    "તૈલધારાવત્",
                    "ઉદાર",
                    "અપરાહ્ન",
                    "વયસ્ક"
                ],
                "answer": "ઉદાર"
            },
            {
                "id": 3,
                "question": "દાન આપનાર",
                "options": [
                    "સાઠીકડાં",
                    "દાતા",
                    "નિર્દોષ",
                    "સહાધ્યાયી"
                ],
                "answer": "દાતા"
            },
            {
                "id": 4,
                "question": "માગનાર",
                "options": [
                    "પહોંચવું",
                    "તીર્થ",
                    "યાચક",
                    "રણદ્વીપ"
                ],
                "answer": "યાચક"
            },
            {
                "id": 5,
                "question": "ભીખ માગનાર",
                "options": [
                    "ભિખારી",
                    "આંધળું",
                    "નિત્ય",
                    "ચોરણો"
                ],
                "answer": "ભિખારી"
            },
            {
                "id": 6,
                "question": "ગરીબ",
                "options": [
                    "રાંક",
                    "ટ્રામગાડી",
                    "વેકરો / વેકૂર",
                    "વિશેષજ્ઞ"
                ],
                "answer": "રાંક"
            },
            {
                "id": 7,
                "question": "પૈસાદાર",
                "options": [
                    "સસ્તું",
                    "વિપ્રલબ્ધા",
                    "તવંગર / શ્રીમંત / ધનવાન",
                    "કુબેરભંડાર"
                ],
                "answer": "તવંગર / શ્રીમંત / ધનવાન"
            },
            {
                "id": 8,
                "question": "જેની પાસે કંઈ નથી તે",
                "options": [
                    "કુવિચાર",
                    "રંક",
                    "હલવાઈ / કંદોઈ / સુખડિયો",
                    "તીર્થ"
                ],
                "answer": "રંક"
            },
            {
                "id": 9,
                "question": "દેશનો શાસક",
                "options": [
                    "રાજા",
                    "નામશેષ",
                    "હાર / દોરો / કંઠી / સાંકળી",
                    "કંજૂસ"
                ],
                "answer": "રાજા"
            },
            {
                "id": 10,
                "question": "રાજ્યના લોકો",
                "options": [
                    "જલ્દી",
                    "હવાઈ",
                    "નવે",
                    "પ્રજા"
                ],
                "answer": "પ્રજા"
            }
        ]
    },
    {
        "id": 47,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 47",
        "questions": [
            {
                "id": 1,
                "question": "સેવા કરનાર",
                "options": [
                    "નિશાચર",
                    "સામૈયું",
                    "કુશાગ્રબુદ્ધિ",
                    "સેવક"
                ],
                "answer": "સેવક"
            },
            {
                "id": 2,
                "question": "માલિક",
                "options": [
                    "સુખ-શાંતિ",
                    "તીતીર્ષા",
                    "બહુરૂપી",
                    "સ્વામી / માલિક"
                ],
                "answer": "સ્વામી / માલિક"
            },
            {
                "id": 3,
                "question": "કામ કરનાર માણસ",
                "options": [
                    "હાજરજવાબી",
                    "નોકર / ચાકર",
                    "કુંવારો",
                    "કેડિયું"
                ],
                "answer": "નોકર / ચાકર"
            },
            {
                "id": 4,
                "question": "માલિક / ધણી",
                "options": [
                    "અણનમ",
                    "શેઠ",
                    "ચોરો",
                    "ચબૂતરો"
                ],
                "answer": "શેઠ"
            },
            {
                "id": 5,
                "question": "પારકાને આધીન રહેનારો",
                "options": [
                    "શીઘ્રકવિ",
                    "ગાભું",
                    "ગુલામ",
                    "લાઇલાજ / અસાધ્ય"
                ],
                "answer": "ગુલામ"
            },
            {
                "id": 6,
                "question": "જે કોઈનું ગુલામ નથી તે",
                "options": [
                    "અમૂલ્ય",
                    "વાયરો",
                    "આઝાદ",
                    "આબાલવૃદ્ધ"
                ],
                "answer": "આઝાદ"
            },
            {
                "id": 7,
                "question": "જે બીજાને આધીન નથી તેવું",
                "options": [
                    "સલાહ",
                    "પૂર્વાહ્ન",
                    "સ્વતંત્ર",
                    "અનિવાર્ય"
                ],
                "answer": "સ્વતંત્ર"
            },
            {
                "id": 8,
                "question": "જે બીજાને આધીન છે તેવું",
                "options": [
                    "સૂપડું",
                    "પુરાતત્ત્વવેત્તા",
                    "પરદેશ / વિદેશ",
                    "પરતંત્ર"
                ],
                "answer": "પરતંત્ર"
            },
            {
                "id": 9,
                "question": "છૂટુ થયેલું",
                "options": [
                    "રામબાણ",
                    "મુક્ત",
                    "આંતરરાષ્ટ્રીય",
                    "અનંત"
                ],
                "answer": "મુક્ત"
            },
            {
                "id": 10,
                "question": "બાંધેલું",
                "options": [
                    "બંધન",
                    "આબેહૂબ / હુબહૂ",
                    "રાંધણીયું",
                    "સમકાલીન"
                ],
                "answer": "બંધન"
            }
        ]
    },
    {
        "id": 48,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 48",
        "questions": [
            {
                "id": 1,
                "question": "જન્મ-મરણના ફેરામાંથી છુટકારો",
                "options": [
                    "કિંકર્તવ્યમૂઢ",
                    "મોક્ષ",
                    "નિર્ભય",
                    "ઉપનામ / તખલ્લુસ"
                ],
                "answer": "મોક્ષ"
            },
            {
                "id": 2,
                "question": "ખરીદનાર",
                "options": [
                    "સંવત્સરી",
                    "અજોડ / અદ્વિતીય / અનન્ય / બેનમૂન",
                    "ગ્રાહક",
                    "આસ્તિક"
                ],
                "answer": "ગ્રાહક"
            },
            {
                "id": 3,
                "question": "વેચનાર",
                "options": [
                    "અંતર્યામી / અંતરજામી",
                    "વેપારી",
                    "કાગવિદ્યા",
                    "ઉપર્યુક્ત"
                ],
                "answer": "વેપારી"
            },
            {
                "id": 4,
                "question": "માગનાર",
                "options": [
                    "અબોલા",
                    "લોકેષણા",
                    "લેણદાર",
                    "દ્વંદ્વયુદ્ધ"
                ],
                "answer": "લેણદાર"
            },
            {
                "id": 5,
                "question": "દેવું હોય તે",
                "options": [
                    "દેણદાર",
                    "ગિરમીટ",
                    "અપરાહ્ન",
                    "રાંક"
                ],
                "answer": "દેણદાર"
            },
            {
                "id": 6,
                "question": "ખાતામાં ઉમેરવું તે",
                "options": [
                    "પાપ",
                    "ઉપનામ / તખલ્લુસ",
                    "કૃતજ્ઞ",
                    "જમા"
                ],
                "answer": "જમા"
            },
            {
                "id": 7,
                "question": "ખાતામાંથી કાઢવું તે",
                "options": [
                    "અસાધુ",
                    "ઘંટી",
                    "ઉધાર",
                    "પરાણે"
                ],
                "answer": "ઉધાર"
            },
            {
                "id": 8,
                "question": "આવનાર પૈસા",
                "options": [
                    "તૈલધારાવત્",
                    "કાડછો / તાવેથો",
                    "આવક",
                    "કોકિલકંઠી"
                ],
                "answer": "આવક"
            },
            {
                "id": 9,
                "question": "ખર્ચ",
                "options": [
                    "અધ્યાત્મ",
                    "ગેરકાયદે / ગેરકાનૂની",
                    "જા વક / ખર્ચ",
                    "શરાફ"
                ],
                "answer": "જા વક / ખર્ચ"
            },
            {
                "id": 10,
                "question": "મળતર",
                "options": [
                    "નફો",
                    "મનોહર",
                    "વિવેકબુદ્ધિ",
                    "અતુલ"
                ],
                "answer": "નફો"
            }
        ]
    },
    {
        "id": 49,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 49",
        "questions": [
            {
                "id": 1,
                "question": "ખોટ જવી તે",
                "options": [
                    "મોંઘું",
                    "ખોટ / નુકસાન",
                    "દર્શનેચ્છા",
                    "અન્યમનસ્ક"
                ],
                "answer": "ખોટ / નુકસાન"
            },
            {
                "id": 2,
                "question": "બજારમાં ભાવ વધવા તે",
                "options": [
                    "તેજી",
                    "રાજા",
                    "વર્ણસંકરતા",
                    "કામચોર"
                ],
                "answer": "તેજી"
            },
            {
                "id": 3,
                "question": "બજારમાં ભાવ ઘટવા તે",
                "options": [
                    "કંકણ / બંગડી / ચૂડી / પાટલા",
                    "મંદી",
                    "અંધ બનવું",
                    "અંદાજપત્ર"
                ],
                "answer": "મંદી"
            },
            {
                "id": 4,
                "question": "ઓછી કિંમતનું",
                "options": [
                    "અગમબુદ્ધિ",
                    "આરણ્યક",
                    "સસ્તું",
                    "દાતા"
                ],
                "answer": "સસ્તું"
            },
            {
                "id": 5,
                "question": "વધારે કિંમતનું",
                "options": [
                    "મોંઘું",
                    "શંકા",
                    "નીરસ",
                    "નવે"
                ],
                "answer": "મોંઘું"
            },
            {
                "id": 6,
                "question": "પોતાનો દેશ",
                "options": [
                    "અસંભવિત / અશક્ય",
                    "દેશ",
                    "શીઘ્રકવિ",
                    "બગભગત"
                ],
                "answer": "દેશ"
            },
            {
                "id": 7,
                "question": "બીજાનો દેશ",
                "options": [
                    "પુરોગામી",
                    "પરદેશ / વિદેશ",
                    "પરજીવી",
                    "અપૂર્વ"
                ],
                "answer": "પરદેશ / વિદેશ"
            },
            {
                "id": 8,
                "question": "પોતાનો દેશ",
                "options": [
                    "સ્વદેશ",
                    "વણજારો",
                    "દુર્જન",
                    "પર્યાય"
                ],
                "answer": "સ્વદેશ"
            },
            {
                "id": 9,
                "question": "સારો પ્રદેશ",
                "options": [
                    "અસંભવિત / અશક્ય",
                    "નિર્ણયાત્મક",
                    "ઓતપ્રોત",
                    "સુદેશ"
                ],
                "answer": "સુદેશ"
            },
            {
                "id": 10,
                "question": "ખરાબ પ્રદેશ",
                "options": [
                    "જીજીવિષા",
                    "આંતરરાષ્ટ્રીય",
                    "ઝાંઝર / કડલાં / સાંકળ",
                    "કુદેશ"
                ],
                "answer": "કુદેશ"
            }
        ]
    },
    {
        "id": 50,
        "name": "શબ્દસમૂહ માટે એક શબ્દ Test - 50",
        "questions": [
            {
                "id": 1,
                "question": "પંચ સમક્ષ કરેલી તપાસણીની નોંધ",
                "options": [
                    "અમીદૃષ્ટિ",
                    "દ્વંદ્વયુદ્ધ",
                    "પંચનામું",
                    "રાંક"
                ],
                "answer": "પંચનામું"
            },
            {
                "id": 2,
                "question": "શેરી-કસબામાં ભરાતું બજાર",
                "options": [
                    "ગુજરી",
                    "વ્યાજોક્તિ",
                    "અવળવાણી",
                    "મધ્યાહ્ન"
                ],
                "answer": "ગુજરી"
            },
            {
                "id": 3,
                "question": "જ્યાં મડદાં બાળવામાં આવે છે તે જગા",
                "options": [
                    "મૃતઃપ્રાય",
                    "નિ:સ્પૃહ",
                    "સ્મશાન",
                    "વનપ્રવેશ"
                ],
                "answer": "સ્મશાન"
            },
            {
                "id": 4,
                "question": "જેને હદ નથી તે",
                "options": [
                    "નિર્લોભ",
                    "હવાઈ",
                    "સુવિચાર",
                    "અનહદ"
                ],
                "answer": "અનહદ"
            },
            {
                "id": 5,
                "question": "જાણવાની ઈચ્છા",
                "options": [
                    "જિજ્ઞાસા",
                    "થંભ",
                    "અનુપમ / અતુલ",
                    "વર્ણસંકરતા"
                ],
                "answer": "જિજ્ઞાસા"
            },
            {
                "id": 6,
                "question": "વહાણ ચલાવનાર",
                "options": [
                    "પર્યાય",
                    "બાલદી / ડોલ",
                    "ખલાસી",
                    "સ્વાર્પણ"
                ],
                "answer": "ખલાસી"
            },
            {
                "id": 7,
                "question": "વરસાદ લાવનાર પવન",
                "options": [
                    "વાયરો",
                    "દુર્બળ / નિર્બળ",
                    "નારદવેડા",
                    "યુગપુરુષ"
                ],
                "answer": "વાયરો"
            },
            {
                "id": 8,
                "question": "રક્ષણ કરનાર",
                "options": [
                    "ભાવાનુવાદ",
                    "રક્ષક",
                    "ભવિષ્યવાણી",
                    "આસ્તિક"
                ],
                "answer": "રક્ષક"
            },
            {
                "id": 9,
                "question": "વિદ્યા આપનારી",
                "options": [
                    "અપશુકન",
                    "વિદ્યાદાયિની",
                    "સ્વયંસેવક",
                    "સમદર્શી"
                ],
                "answer": "વિદ્યાદાયિની"
            },
            {
                "id": 10,
                "question": "સહન ન કરી શકાય તેવું",
                "options": [
                    "ઉચ્છેદક",
                    "પિષ્ટપેષણ",
                    "અસહ્ય",
                    "જીજીવિષા"
                ],
                "answer": "અસહ્ય"
            }
        ]
    }
];