export const chapter10Tests = [
    {
        id: "t1",
        name: "ટેસ્ટ 1",
        questions: [
            {
                id: 1,
                question: "જે શબ્દ પ્રાણી કે પદાર્થના ગુણનું કે સંખ્યાનું વર્ણન કરી તેના અર્થમાં વધારો કરે તેને......કહેવાય છે.",
                options: ["સર્વનામ", "વિશેષણ", "ક્રિયાપદ", "ક્રિયાવિશેષણ"],
                answer: "વિશેષણ"
            },
            {
                id: 2,
                question: "વિશેષણ જેનો ગુણ બતાવે તેને.... કહેવાય છે.",
                options: ["વિશેષ્ય", "વિશેષ", "વિશ્લેષ", "વિશલ્ય"],
                answer: "વિશેષ્ય"
            },
            {
                id: 3,
                question: "‘વિશેષ્ય’ નીચે પૈકી કયા પ્રકારનું હોઈ શકે?",
                options: ["નામ- સર્વનામ", "વિશેષણ-ક્રિયાવિશેષણ", "ક્રિયાપદ", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 4,
                question: "વિશેષણના પ્રકાર અમુક દ્રષ્ટિએ પાડવામાં આવે છે, નીચે પૈકી કઈ દૃષ્ટિએ તેના પ્રકાર પાડવામાં આવે છે?",
                options: ["અર્થની દૃષ્ટિએ", "સ્વરૂપની દૃષ્ટિએ", "સ્થાનની દૃષ્ટિએ", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 5,
                question: "વિશેષણના પ્રકાર પૈકી કયું વિશેષણ સ્થાનની દૃષ્ટિએ પાડેલા પ્રકારથી સંલગ્ન છે?",
                options: ["ગુણવાચક વિશેષણ", "સંબંધવાચક વિશેષણ", "વિધેય વિશેષણ", "B અને C"],
                answer: "B અને C"
            },
            {
                id: 6,
                question: "‘શીતળ થાય શરીર ઘણું, તને સાંભરે રે?’ રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["સંબંધવાચક વિશેષણ", "ગુણવાચક વિશેષણ", "પરિમાણવાચક વિશેષણ", "સાર્વનામિક વિશેષણ"],
                answer: "ગુણવાચક વિશેષણ"
            },
            {
                id: 7,
                question: "‘મોહ માયા વ્યાપે નહીં તેને, દૃઢ વૈરાગ્ય જેના મનમાં રે.’ આ વાક્યમાંથી ગુણવાચક વિશેષણ ઓળખાવો.",
                options: ["માયા", "વૈરાગ્ય", "દૃઢ", "મોહ"],
                answer: "દૃઢ"
            },
            {
                id: 8,
                question: "‘ગોવિંદને મોકલી ગાયનું પાશેર ઘી મંગાવ્યું.’ રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["ગુણવાચક વિશેષણ", "સંબંધવાચક વિશેષણ", "સંખ્યાવાચક વિશેષણ", "સાર્વનામિક વિશેષણ"],
                answer: "સંખ્યાવાચક વિશેષણ"
            },
            {
                id: 9,
                question: "‘આ સર્વ અનિશ્ચિતતાઓનો અંત આવી જશે.’ - રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["માત્રાસૂચક વિશેષણ", "ક્રમિક સંખ્યાવાચક વિશેષણ", "અનિશ્ચિત સંખ્યાવાચક વિશેષણ", "નિશ્ચિત સંખ્યાવાચક વિશેષણ"],
                answer: "માત્રાસૂચક વિશેષણ"
            },
            {
                id: 10,
                question: "નીચે પૈકી ‘ગુણવાચક વિશેષણ’નું ઉદાહરણ કયું?",
                options: ["ત્રણ ભારા બાંધ્યા દોરડે", "તળાવમાં ભરપૂર પાણી", "શીલવંત સાધુને વારેવારે નમીએ", "A અને B"],
                answer: "શીલવંત સાધુને વારેવારે નમીએ"
            }
        ]
    },
    {
        id: "t2",
        name: "ટેસ્ટ 2",
        questions: [
            {
                id: 11,
                question: "‘પેલો ગુલમહોર કેવો ખીલ્યો છે!’ રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["સંબંધવાચક", "સાર્વનામિક", "માત્રાસૂચક", "ગુણવાચક"],
                answer: "સાર્વનામિક"
            },
            {
                id: 12,
                question: "‘વહાલાજીનું રૂપ રૂદેમાં વસ્યું, મનડું તે ધસિયું મારું’ - રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["ગુણવાચક", "સંબંધવાચક", "ક્રિયાપદ", "પરિમાણવાચક"],
                answer: "ગુણવાચક"
            },
            {
                id: 13,
                question: "‘આપણે થોડી ચોકલેટ ખઈએ.’ - રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["સંબંધવાચક", "સાર્વનામિક", "પરિમાણવાચક", "ગુણવાચક"],
                answer: "પરિમાણવાચક"
            },
            {
                id: 14,
                question: "‘કશું બોલો તો ખરા!’ રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["સાર્વનામિક", "ગુણવાચક", "પરિમાણવાચક", "અનિશ્ચિતવાચક"],
                answer: "અનિશ્ચિતવાચક"
            },
            {
                id: 15,
                question: "સંજ્ઞાના લિંગ-વચન અનુસાર જે વિશેષણનું રૂપ બદલાય તેને ....... કહેવાય છે.",
                options: ["વિકારી વિશેષણ", "અવિકારી વિશેષણ", "A અને B બંને", "એક પણ નહીં"],
                answer: "વિકારી વિશેષણ"
            },
            {
                id: 16,
                question: "‘અનંતનો બીજો ક્રમ આવ્યો.’ રેખાંકિત પદ કયું વિશેષણ દર્શાવે છે?",
                options: ["આશરેવાચી", "ક્રમિક સંખ્યાવાચક", "માત્રાસૂચક", "પૂર્ણ સંખ્યાવાચક"],
                answer: "ક્રમિક સંખ્યાવાચક"
            },
            {
                id: 17,
                question: "‘એમણે અમારી ટૂકડી જોઈને ટૂંકો રસ્તો લીધો હશે.’",
                options: ["ગુણવાચક", "સાર્વનામિક", "પરિમાણવાચક", "દર્શક"],
                answer: "સાર્વનામિક"
            },
            {
                id: 18,
                question: "‘આપઘાતની વાત ભૂલી જવી એવો ઠરાવ કર્યો.’ - રેખાંકિત પદનું વિશેષણ જણાવો.",
                options: ["ગુણવાચક", "પરિમાણવાચક", "સંબંધવાચક", "સાર્વનામિક"],
                answer: "સંબંધવાચક"
            },
            {
                id: 19,
                question: "‘એક મહાન વ્યક્તિ હંમેશાં બીજાને પ્રેરણા પૂરી પાડે છે.’",
                options: ["પરિમાણવાચક", "દર્શક", "સાર્વનામિક", "વિશેષણનું વિશેષણ"],
                answer: "વિશેષણનું વિશેષણ"
            },
            {
                id: 20,
                question: "નીચે આપેલ વાક્યમાં ‘અવિકારી વિશેષણ’ જણાવો:",
                options: ["ગુલાબ સુંદર ફૂલ છે.", "તે હોશિયાર વિદ્યાર્થી છે.", "મૂર્ખ વ્યક્તિ...", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            }
        ]
    },
    {
        id: "t3",
        name: "ટેસ્ટ 3",
        questions: [
            {
                id: 21,
                question: "સ્થાનની દ્રષ્ટિએ વિશેષણના મુખ્ય બે પ્રકાર કયા છે?",
                options: ["વિકારી અને અવિકારી", "અનુવાદ્ય અને વિધેય", "વિકારી અને વિધેય", "અવિકારી અને અનુવાદ્ય"],
                answer: "અનુવાદ્ય અને વિધેય"
            },
            {
                id: 22,
                question: "વિશેષણ સંલગ્ન યોગ્ય જોડ કઈ છે? - (1) દસમાં ધોરણ (2) પુષ્કળ વિદ્યાર્થીઓ (3) વચ્ચેનો ભાગ (4) સર્વ ઉપાયો",
                options: ["1-d, 2-a...", "1-c...", "1-a, 2-d, 3-b, 4-c", "કોઈપણ નહિ"],
                answer: "1-c..."
            },
            {
                id: 23,
                question: "નામની પહેલા આવતા વિશેષણને...કહેવાય છે.",
                options: ["વિકારી", "અવિકારી", "અનુવાદ્ય", "વિધેય"],
                answer: "અનુવાદ્ય"
            },
            {
                id: 24,
                question: "અનુવાદ્ય વિશેષણનું ઉદાહરણ જણાવો:",
                options: ["દયાળુ વ્યક્તિ", "રળિયામણું શહેર", "મોટા માણસ", "ઉપરોક્ત તમામ"],
                answer: "ઉપરોક્ત તમામ"
            },
            {
                id: 25,
                question: "નામની પછી આવતા વિશેષણને .... કહેવાય છે.",
                options: ["અનુવાદ્ય", "વિધેય", "વિકારી", "અવિકારી"],
                answer: "વિધેય"
            },
            {
                id: 26,
                question: "વિશેષણ લખો: ‘મેં પેલું પુસ્તક વાંચ્યું છે.’",
                options: ["પેલું", "મેં", "વાંચ્યું", "પુસ્તક"],
                answer: "પેલું"
            },
            {
                id: 27,
                question: "વિશેષણ શોધો: ‘તે બે થેલીઓ ભરીને શાકભાજી લાવ્યો.’",
                options: ["થેલીઓ", "લાવ્યો", "તે", "બે"],
                answer: "બે"
            },
            {
                id: 28,
                question: "વિશેષણ લખો: ‘નાની બહેન પાણી લઈને આવી.’",
                options: ["નાની", "આવી", "વાતો", "થોડી"],
                answer: "નાની"
            },
            {
                id: 29,
                question: "જે શબ્દ નામ અથવા સર્વનામની વિશેષતા બતાવે છે તેને શું કહેવાય છે?",
                options: ["વિશેષણ", "સર્વનામ", "ક્રિયા", "ક્રિયાવિશેષણ"],
                answer: "વિશેષણ"
            },
            {
                id: 30,
                question: "જો વિવાહનું વિવાહિત તો પછી ગુજરાતનું શું થાય?",
                options: ["ગુજરાતીત", "ગુજરાત", "ગુજરાતીયત", "ગુજરાતી"],
                answer: "ગુજરાતી"
            }
        ]
    },
    {
        id: "t4",
        name: "ટેસ્ટ 4",
        questions: [
            {
                id: 31,
                question: "નીચે આપેલ વાક્યમાંથી રેખાંકિત વિશેષણનો પ્રકાર જણાવો: ‘દાળમાં મીઠો લીમડો જરૂરી છે.’",
                options: ["આકારવાચક", "કતૃવાચક", "રંગવાચક", "સ્વાદવાચક"],
                answer: "સ્વાદવાચક"
            },
            {
                id: 32,
                question: "નીચેનામાંથી કયું ‘અવિકારી વિશેષણ’ છે?",
                options: ["સારું", "ડાહ્યું", "બહુ", "ખારું"],
                answer: "બહુ"
            },
            {
                id: 33,
                question: "નીચેનામાંથી વિકારી વિશેષણ શોધો:",
                options: ["ઉજજડ", "ખાલી", "વાંકુચૂકું", "કરુણ"],
                answer: "વાંકુચૂકું"
            },
            {
                id: 34,
                question: "નીચેનામાંથી કયું ‘નામિક વિશેષણ’ નથી?",
                options: ["નૈતિક", "કદરૂપું", "દયાળુ", "મનનીય"],
                answer: "દયાળુ"
            },
            {
                id: 35,
                question: "‘કૂવો ખોદનાર લોકો રજા પર છે.’ - રેખાંકિત વિશેષણનો પ્રકાર જણાવો.",
                options: ["આકારવાચક", "કર્તૃવાચક", "સંબંધવાચક", "પ્રમાણવાચક"],
                answer: "કર્તૃવાચક"
            },
            {
                id: 36,
                question: "‘હું ખોટો નથી એ કેમ સિધ્ધ કરું?’ વાક્યમાં પ્રશ્નવાચક વિશેષણ ઓળખાવો:",
                options: ["ખોટો નથી", "કેમ", "સિધ્ધ", "હું"],
                answer: "કેમ"
            },
            {
                id: 37,
                question: "‘ગોવિંદે બાવળનાં દાતણ કાપી આપ્યાં’ - વિશેષણનો પ્રકાર કયો છે?",
                options: ["સંબંધવાચક", "સંખ્યાવાચક", "ગુણવાચક", "ક્રમવાચક"],
                answer: "સંબંધવાચક"
            },
            {
                id: 38,
                question: "‘શિયાળામાં ગુલાબી ઠંડી પડે છે’ - ગુલાબી શબ્દનો વ્યાકરણિક મોભો જણાવો:",
                options: ["વિશેષણ", "સંયોજક", "ક્રિયાવિશેષણ", "સંજ્ઞા"],
                answer: "વિશેષણ"
            },
            {
                id: 39,
                question: "‘વગડા વચ્ચે એકાકી મંદિર છે.’ - રેખાંકિત વિશેષણનો પ્રકાર જણાવો:",
                options: ["ગુણવાચક", "સંખ્યાવાચક", "જથ્થાવાચક", "માત્રાસૂચક"],
                answer: "ગુણવાચક"
            },
            {
                id: 40,
                question: "‘તે ઊંચો છોકરો છે.’ - વિશેષણ શોધો.",
                options: ["ઊંચો", "તે", "છે", "છોકરો"],
                answer: "ઊંચો"
            }
        ]
    },
    {
        id: "t5",
        name: "ટેસ્ટ 5",
        questions: [
            {
                id: 41,
                question: "વિશેષણ શોધો: ‘આપણે થોડી વાતો કરીએ.’",
                options: ["કરીએ", "આપણે", "વાતો", "થોડી"],
                answer: "થોડી"
            },
            {
                id: 42,
                question: "વિશેષણ શોધો: ‘તૂટેલી ડાળ પર પક્ષી બેઠું હતું.’",
                options: ["ડાળી", "તૂટેલી", "પર", "પક્ષી"],
                answer: "તૂટેલી"
            },
            {
                id: 43,
                question: "નીચે આપેલ વિશેષણોમાંથી સ્ત્રી માટે કયું વિશેષણ યોગ્ય નથી?",
                options: ["સૌભાગ્યવતી", "પ્રોષિતપત્નીક", "વિધવા", "પ્રોષિતભર્તૃકા"],
                answer: "પ્રોષિતપત્નીક"
            },
            {
                id: 44,
                question: "‘આ વાર્તા એક કલાકમાં પૂર્ણ થશે.’ - રેખાંકિત શબ્દમાં વિશેષણનો કયો પ્રકાર છે?",
                options: ["સંખ્યાવાચક", "ક્રમવાચક", "ગુણવાચક", "સન્માનવાચક"],
                answer: "સંખ્યાવાચક"
            },
            {
                id: 45,
                question: "‘સરદાર પટેલ લોખંડી પુરુષ હતાં.’ - રેખાંકિત પદ ઓળખાવો:",
                options: ["સંખ્યાવાચક", "ક્રમવાચક", "ભાવવાચક", "ગુણવાચક"],
                answer: "ગુણવાચક"
            },
            {
                id: 46,
                question: "વિશેષણ લખો: ‘રંગબેરંગી માછલીઓ તરે છે.’",
                options: ["માછલીઓ", "રંગબેરંગી", "છે", "તરે"],
                answer: "રંગબેરંગી"
            },
            {
                id: 47,
                question: "આપેલ વાક્યમાંથી વિશેષણ લખો: ‘તેણે વાદળી ચડ્ડી પહેરી હતી.’",
                options: ["તેણે", "વાદળી", "ચડ્ડી", "હતી"],
                answer: "વાદળી"
            },
            {
                id: 48,
                question: "ક્રિયાવાચક વિશેષણ વપરાયું હોય તેવું વાક્ય શોધો:",
                options: ["મને મારા ગાંડીવનું અભિમાન હતું.", "ચાર દેવની ચારે નાર...", "ધોધમાર વરસતે વરસાદે અમે પહેલગામ પહોંચ્યા.", "બાના જીવતરની..."],
                answer: "ધોધમાર વરસતે વરસાદે અમે પહેલગામ પહોંચ્યા."
            },
            {
                id: 49,
                question: "નીચેનામાંથી કયું પરિમાણવાચક વિશેષણ નથી?",
                options: ["આટલું", "જરા", "તીખું", "આવડું"],
                answer: "તીખું"
            },
            {
                id: 50,
                question: "નીચેનામાંથી કયું વિશેષણ અવિકારી નથી.",
                options: ["મહેનતુ", "તદ્દન", "મૂર્ખ", "અજાણ્યું"],
                answer: "અજાણ્યું"
            }
        ]
    }
];
