export const chapter37Tests = [
    {
        "id": 1,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 1",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'અંગરાગ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "કસ્તૂરી વગેરેનું લેપન",
                    "એક જાતનું ફૂલનું ઝાડ",
                    "કેવડાનું ઝાડ"
                ],
                "answer": "કસ્તૂરી વગેરેનું લેપન"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'કિરીટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "તરેહ તરેહના ફૂલવાળી",
                    "વેલો",
                    "વહાલું લાગે તેવું બોલનારી",
                    "મુગટ"
                ],
                "answer": "મુગટ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'અજરામર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "જેને ઘડપણ કે મોત આવે નહિ તે",
                    "કેવડાનું ઝાડ",
                    "ચોખ્ખું",
                    "સાંકળિયું"
                ],
                "answer": "જેને ઘડપણ કે મોત આવે નહિ તે"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'કિશોર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મસ્ત બનેલો હાથી",
                    "ચોખ્ખું",
                    "ફૂટતી જવાનીની અવસ્થા",
                    "વહાલું લાગે તેવું બોલનારી"
                ],
                "answer": "ફૂટતી જવાનીની અવસ્થા"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'અડગ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ડગે નહિ તે",
                    "ફોજવાળા",
                    "ચોખ્ખું",
                    "ચપળ નેત્ર"
                ],
                "answer": "ડગે નહિ તે"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'કુસુમવિસિત્રા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "હરનાર",
                    "કેવડાનું ઝાડ",
                    "તરેહ તરેહના ફૂલવાળી",
                    "તાળી, છંદ બોલતાં જે અક્ષર ઉપર ટકોર વગાડાય તે"
                ],
                "answer": "તરેહ તરેહના ફૂલવાળી"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'અનુકૂળા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પગ, છંદનો ચોથો ભાગ, પદવી",
                    "મળને મળતી",
                    "મોક્ષ",
                    "કરોડ માથાવાળો સમર્થ ઇશ્વર"
                ],
                "answer": "મળને મળતી"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'કૃષિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ખેતી",
                    "વિશ્રામ",
                    "પ્રકટ, દોલત",
                    "અછત (વિરોધી સંદર્ભમાં વપરાયેલ હોઈ શકે અથવા દોલત/સંપત્તિ)"
                ],
                "answer": "ખેતી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'અપવર્ગ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ચોટલી",
                    "એક ફૂલઝાડ",
                    "હાથનું કાંડું",
                    "મોક્ષ"
                ],
                "answer": "મોક્ષ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'કેકિની શારદા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "છંદ",
                    "મોરની વાણી",
                    "ઊંચા, ઉદ્ધત",
                    "ભ્રમણા"
                ],
                "answer": "મોરની વાણી"
            }
        ]
    },
    {
        "id": 2,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 2",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'અભરાભરણ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ન ભરાય તેનું ભરનાર, નિરાધારનો આધાર",
                    "સારી રીતે આવેલી",
                    "ગ્રહીને, પકડીને",
                    "અત્તરદાની, ગુલાબદાની"
                ],
                "answer": "ન ભરાય તેનું ભરનાર, નિરાધારનો આધાર"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'કેતકી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કળી શકાય એવી",
                    "કેવડાનું ઝાડ",
                    "પિતા",
                    "અગ્નિ"
                ],
                "answer": "કેવડાનું ઝાડ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'અભીષ્ટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કેશૂડાં",
                    "ઇચ્છેલું",
                    "કળી શકાય એવી",
                    "દિવસ"
                ],
                "answer": "ઇચ્છેલું"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'કેતુમાળી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સારી પેઠે મોહ પામેલી",
                    "સુંદર",
                    "ધજાઓની હારરૂપ મતલબ કે ધજ",
                    "કેશૂડાં"
                ],
                "answer": "ધજાઓની હારરૂપ મતલબ કે ધજ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'અરવિંદમુખી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કમળના જેવા મોંવાળી (સ્ત્રી)",
                    "તરત",
                    "માંકડાની માદા",
                    "જાણનાર"
                ],
                "answer": "કમળના જેવા મોંવાળી (સ્ત્રી)"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'કેશુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્યમાં આવે નહિ એવો (ઈશ્વર)",
                    "સરસ્વતી",
                    "હીજડો",
                    "કેશૂડાં"
                ],
                "answer": "કેશૂડાં"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'અર્ક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સૂર્ય",
                    "દોડવું અને ઊભા રહેવું",
                    "છેડો, અંત",
                    "ઋષિનો તોરો અથવા ઋષિનો ઉપરી"
                ],
                "answer": "સૂર્ય"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'કોટીશિર્ષા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સસલું",
                    "આસોપાલવ",
                    "કરોડ માથાવાળો સમર્થ ઇશ્વર",
                    "જેને ઘડપણ કે મોત આવે નહિ તે"
                ],
                "answer": "કરોડ માથાવાળો સમર્થ ઇશ્વર"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'અલંકૃતિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ફૂટતી જવાનીની અવસ્થા",
                    "અલંકાર",
                    "અલ્પકાળ",
                    "છેડો, અંત"
                ],
                "answer": "અલંકાર"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'ખંજા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "હરનાર",
                    "લૂલા",
                    "મળને મળતી",
                    "નીતિ"
                ],
                "answer": "લૂલા"
            }
        ]
    },
    {
        "id": 3,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 3",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'અલખ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્યમાં આવે નહિ એવો (ઈશ્વર)",
                    "વીજળીનો જથો",
                    "નવા પાંદડાવાળું",
                    "બુદ્ધિ"
                ],
                "answer": "લક્ષ્યમાં આવે નહિ એવો (ઈશ્વર)"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'ગણ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ત્રણ અક્ષરના જથાનું નામ, જથો",
                    "સૂર્ય",
                    "જાણનાર",
                    "હાથનું કાંડું"
                ],
                "answer": "ત્રણ અક્ષરના જથાનું નામ, જથો"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'અવદાત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઊજળું",
                    "ટીશીઓ સુધ્ધાં",
                    "પ્રણામ કરનાર",
                    "ધારણ કરનાર, પરમેશ્વર"
                ],
                "answer": "ઊજળું"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'ગંઘદાનિકા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દડો",
                    "અત્તરદાની, ગુલાબદાની",
                    "અલંકાર",
                    "સારી પેઠે મોહ પામેલી"
                ],
                "answer": "અત્તરદાની, ગુલાબદાની"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'અવસાન' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "છેડો, અંત",
                    "સસલું",
                    "છંદ",
                    "મીઠાશ"
                ],
                "answer": "છેડો, અંત"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'ગી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "ફોજવાળા",
                    "ગિરા, વાણી",
                    "ઘર, રહેઠાણ"
                ],
                "answer": "ગિરા, વાણી"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'અંશ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "ભાગ",
                    "વગર ભણેલો",
                    "છાતી, મન"
                ],
                "answer": "ભાગ"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'ગુરૂ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મોટો",
                    "અલ્પકાળ",
                    "મીંડું, છાંટો",
                    "હાથનું કાંડું"
                ],
                "answer": "મોટો"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'અશોક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "આસોપાલવ",
                    "તૂટેલ",
                    "મોહ પામેલી",
                    "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)"
                ],
                "answer": "આસોપાલવ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'ગૂઢ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લૂગડું",
                    "ગુપ્ત, છાનું",
                    "ઢગલો",
                    "ફૂટતી જવાનીની અવસ્થા"
                ],
                "answer": "ગુપ્ત, છાનું"
            }
        ]
    },
    {
        "id": 4,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 4",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'મહિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સર્પ",
                    "ઊંચા, ઉદ્ધત",
                    "અલંકાર",
                    "મીઠાશ"
                ],
                "answer": "સર્પ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'ગૃહ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઊંચા, ઉદ્ધત",
                    "ઘર, રહેઠાણ",
                    "લૂગડું",
                    "કળી શકાય એવી"
                ],
                "answer": "ઘર, રહેઠાણ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'અહિવલ્લી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સૂર્ય",
                    "સારી રીતે આવેલી",
                    "નાગરવેલ",
                    "હીજડો"
                ],
                "answer": "નાગરવેલ"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'ગ્રાહી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ગૃહસ્થ",
                    "ગ્રહીને, પકડીને",
                    "કેવડાનું ઝાડ",
                    "વહાલું લાગે તેવું બોલનારી"
                ],
                "answer": "ગ્રહીને, પકડીને"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'ઉદે' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પગ, છંદનો ચોથો ભાગ, પદવી",
                    "બહેન",
                    "પ્રકટ, દોલત",
                    "ગૃહસ્થ"
                ],
                "answer": "પ્રકટ, દોલત"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'ચંદ્રવર્મ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દેખાડેલું",
                    "કોઇની પાછળ દોડવું",
                    "ચંદ્રનો રસ્તો",
                    "વસંત ઋતુના તિલકવાળી"
                ],
                "answer": "ચંદ્રનો રસ્તો"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'ઉદ્દિષ્ટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દેખાડેલું",
                    "છેડો, અંત",
                    "નવા પાંદડાવાળું",
                    "એક ફૂલઝાડ"
                ],
                "answer": "દેખાડેલું"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'છત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પર્વત",
                    "શિવ",
                    "અછત (વિરોધી સંદર્ભમાં વપરાયેલ હોઈ શકે અથવા દોલત/સંપત્તિ)",
                    "ખેતી"
                ],
                "answer": "અછત (વિરોધી સંદર્ભમાં વપરાયેલ હોઈ શકે અથવા દોલત/સંપત્તિ)"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'ઉપવીત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "કાન",
                    "જનોઈ",
                    "સ્ત્રી"
                ],
                "answer": "જનોઈ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'છંદશૃંગાર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "અગ્નિ",
                    "દુ:ખ હરનાર",
                    "કળી શકાય એવી",
                    "એ નામનું હિંદુસ્તાની પિંગળ"
                ],
                "answer": "એ નામનું હિંદુસ્તાની પિંગળ"
            }
        ]
    },
    {
        "id": 5,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 5",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'ઉભય' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઢગલો",
                    "બેની સંખ્યા",
                    "છાતી, મન",
                    "મુગટ"
                ],
                "answer": "બેની સંખ્યા"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'જનક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પ્રસન્ન",
                    "ચંદ્રનો રસ્તો",
                    "એ નામનું હિંદુસ્તાની પિંગળ",
                    "પિતા"
                ],
                "answer": "પિતા"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'ઉર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "છાતી, મન",
                    "લક્ષ્યમાં આવે નહિ એવો (ઈશ્વર)",
                    "ભમરાની પંક્તિ",
                    "ભ્રમણા"
                ],
                "answer": "છાતી, મન"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'જનની' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લૂલા",
                    "માતા, મા",
                    "જથાવાળો",
                    "શિવ"
                ],
                "answer": "માતા, મા"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'કંદુક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દડો",
                    "પર્વત",
                    "ખેલ કરનાર",
                    "કેશૂડાં"
                ],
                "answer": "દડો"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'ધાવવું' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વગર ભણેલો",
                    "કોઇની પાછળ દોડવું",
                    "પ્રણામ કરનાર",
                    "ધીમી ગતિવાળી"
                ],
                "answer": "કોઇની પાછળ દોડવું"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'કમળા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્મી",
                    "કસ્તૂરી વગેરેનું લેપન",
                    "મસ્ત બનેલો હાથી",
                    "ટેવ, વ્યસન, છંદ"
                ],
                "answer": "લક્ષ્મી"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'તડવું' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સર્પ",
                    "મસ્ત બનેલો હાથી",
                    "સરસ્વતી",
                    "જાણનાર"
                ],
                "answer": "જાણનાર"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'કમળાકર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કમળવાળું સરોવર",
                    "બંધન રહિત",
                    "મળને મળતી",
                    "બુદ્ધિ"
                ],
                "answer": "કમળવાળું સરોવર"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'તરલનયન' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ચપળ નેત્ર",
                    "ભ્રમણા",
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "સ્ત્રી"
                ],
                "answer": "ચપળ નેત્ર"
            }
        ]
    },
    {
        "id": 6,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 6",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'કલહંસ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ન ભરાય તેનું ભરનાર, નિરાધારનો આધાર",
                    "ડગે નહિ તે",
                    "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)",
                    "હંસનું બચ્ચું"
                ],
                "answer": "હંસનું બચ્ચું"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'તાળ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "તાળી, છંદ બોલતાં જે અક્ષર ઉપર ટકોર વગાડાય તે",
                    "ટેવ, વ્યસન, છંદ",
                    "વિશ્રામ",
                    "દોડવું અને ઊભા રહેવું"
                ],
                "answer": "તાળી, છંદ બોલતાં જે અક્ષર ઉપર ટકોર વગાડાય તે"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'કલિતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સર્પ",
                    "સલામ",
                    "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર",
                    "કળી શકાય એવી"
                ],
                "answer": "કળી શકાય એવી"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'કામા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કમળના જેવા મોંવાળી (સ્ત્રી)",
                    "ઢગલો",
                    "સ્ત્રી",
                    "બાળકની રમત"
                ],
                "answer": "સ્ત્રી"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'તિમિર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સર્પ",
                    "કેવડાનું ઝાડ",
                    "ચોખ્ખું",
                    "અંધારું"
                ],
                "answer": "અંધારું"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'પ્રણામી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "હાથનું કાંડું",
                    "દડો",
                    "પ્રણામ કરનાર",
                    "અગ્નિ"
                ],
                "answer": "પ્રણામ કરનાર"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'તુંગા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કેવડાનું ઝાડ",
                    "ઊંચા, ઉદ્ધત",
                    "પર્વત",
                    "લક્ષ્યમાં આવે નહિ એવો (ઈશ્વર)"
                ],
                "answer": "ઊંચા, ઉદ્ધત"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'પ્રભાવતી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કેશૂડાં",
                    "લૂગડું",
                    "કાંતિવાળી",
                    "રામનો એક વાનર સુભટ, એક રાજા"
                ],
                "answer": "કાંતિવાળી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'તોટક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સ્ત્રી",
                    "કમળવાળું સરોવર",
                    "તૂટેલ",
                    "ટીશીઓ સુધ્ધાં"
                ],
                "answer": "તૂટેલ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'પ્રમિતાક્ષરા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "એ નામનું હિંદુસ્તાની પિંગળ",
                    "લૂગડું",
                    "પ્રણામ કરનાર",
                    "થોડા અક્ષરવાળી"
                ],
                "answer": "થોડા અક્ષરવાળી"
            }
        ]
    },
    {
        "id": 7,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 7",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'ત્રાતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પર્વત",
                    "રક્ષણ કરનાર",
                    "દિવસ",
                    "ન ભરાય તેનું ભરનાર, નિરાધારનો આધાર"
                ],
                "answer": "રક્ષણ કરનાર"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'પ્રસ્તાર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મોક્ષ",
                    "બુદ્ધિ",
                    "વિસ્તાર",
                    "મળને મળતી"
                ],
                "answer": "વિસ્તાર"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'દારા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બંધનમાં આવવું",
                    "સ્ત્રી",
                    "દિવસ",
                    "અગ્નિ"
                ],
                "answer": "સ્ત્રી"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'પ્રિયવંદા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સલામ",
                    "રામનો એક વાનર સુભટ, એક રાજા",
                    "હીજડો",
                    "વહાલું લાગે તેવું બોલનારી"
                ],
                "answer": "વહાલું લાગે તેવું બોલનારી"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'દિવા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "અલંકાર",
                    "દિવસ",
                    "ઘર, રહેઠાણ",
                    "હીજડો"
                ],
                "answer": "દિવસ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'ફસવું' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "હરનાર",
                    "બંધનમાં આવવું",
                    "દિવસ",
                    "સૂર્ય"
                ],
                "answer": "બંધનમાં આવવું"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'દુ:ખહારી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "જેને ઘડપણ કે મોત આવે નહિ તે",
                    "દુ:ખ હરનાર",
                    "ગિરા, વાણી"
                ],
                "answer": "દુ:ખ હરનાર"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'બાબુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સમુદ્ર",
                    "ગૃહસ્થ",
                    "ભ્રમણા",
                    "હીજડો"
                ],
                "answer": "ગૃહસ્થ"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'દુર્મિલાપ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "અગ્નિ",
                    "દુષ્ટ મિલાપ",
                    "પગ, છંદનો ચોથો ભાગ, પદવી",
                    "લક્ષ્મી"
                ],
                "answer": "દુષ્ટ મિલાપ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'બિંદુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મીંડું, છાંટો",
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "(ભ્રાત) ભાઈ",
                    "મોતીની માળા"
                ],
                "answer": "મીંડું, છાંટો"
            }
        ]
    },
    {
        "id": 8,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 8",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'દ્રુતવિલંબિત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાપવું",
                    "સર્પ",
                    "થોડા અક્ષરવાળી",
                    "દોડવું અને ઊભા રહેવું"
                ],
                "answer": "દોડવું અને ઊભા રહેવું"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'ભગિની' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બહેન",
                    "કાપવું",
                    "કરોડ માથાવાળો સમર્થ ઇશ્વર",
                    "માંકડાની માદા"
                ],
                "answer": "બહેન"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'ધરણીધર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "રક્ષણ કરનાર",
                    "કાંતિવાળી",
                    "પૃથ્વીને ધારણ કરનાર, પરમેશ્વર",
                    "તરેહ તરેહના ફૂલવાળી"
                ],
                "answer": "પૃથ્વીને ધારણ કરનાર, પરમેશ્વર"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'ભવદેવ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ગુપ્ત, છાનું",
                    "શિવ",
                    "પ્રણામ કરનાર",
                    "ભાગ"
                ],
                "answer": "શિવ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'ધી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ગિરા, વાણી",
                    "ધારણ કરનાર, પરમેશ્વર",
                    "બુદ્ધિ",
                    "કરોડ માથાવાળો સમર્થ ઇશ્વર"
                ],
                "answer": "બુદ્ધિ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'ભામો' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ભ્રમણા",
                    "દેખાડેલું",
                    "દુ:ખ હરનાર",
                    "હાથનું કાંડું"
                ],
                "answer": "ભ્રમણા"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'નગ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પર્વત",
                    "ત્રણ અક્ષરના જથાનું નામ, જથો",
                    "ડગે નહિ તે",
                    "રક્ષણ કરનાર"
                ],
                "answer": "પર્વત"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'ભારતી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઊજળું",
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "સરસ્વતી",
                    "સમુદ્ર"
                ],
                "answer": "સરસ્વતી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'નય' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બહેન",
                    "ઢગલો",
                    "એક ફૂલઝાડ",
                    "નીતિ"
                ],
                "answer": "નીતિ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'ભ્રમરાવલી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મોક્ષ",
                    "હંસનું બચ્ચું",
                    "વંશમાં રહેનાર",
                    "ભમરાની પંક્તિ"
                ],
                "answer": "ભમરાની પંક્તિ"
            }
        ]
    },
    {
        "id": 9,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 9",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'નયધસ્વંશા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "હંસનું બચ્ચું",
                    "વેલો",
                    "તરત",
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ"
                ],
                "answer": "નમ્રતા, નીતિયુક્ત કુળના પુરુષ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'ભ્રાતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સલામ",
                    "તરત",
                    "(ભ્રાત) ભાઈ",
                    "તાળી, છંદ બોલતાં જે અક્ષર ઉપર ટકોર વગાડાય તે"
                ],
                "answer": "(ભ્રાત) ભાઈ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'નવપલ્લવ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "રક્ષણ કરનાર",
                    "નવા પાંદડાવાળું",
                    "નદી",
                    "ધીમી ગતિવાળી"
                ],
                "answer": "નવા પાંદડાવાળું"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'મજરો' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કેવડાનું ઝાડ",
                    "પર્વત",
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "સલામ"
                ],
                "answer": "સલામ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'નષ્ટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્મી",
                    "ખોવાયેલું",
                    "તાળી, છંદ બોલતાં જે અક્ષર ઉપર ટકોર વગાડાય તે",
                    "ન ભરાય તેનું ભરનાર, નિરાધારનો આધાર"
                ],
                "answer": "ખોવાયેલું"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'મણિબંધ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મીંડું, છાંટો",
                    "મળને મળતી",
                    "હાથનું કાંડું",
                    "ઇચ્છેલું"
                ],
                "answer": "હાથનું કાંડું"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'નળ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "રામનો એક વાનર સુભટ, એક રાજા",
                    "જથાવાળો",
                    "છેડો, અંત",
                    "ઘર, રહેઠાણ"
                ],
                "answer": "રામનો એક વાનર સુભટ, એક રાજા"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'મત્તગયંદ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મસ્ત બનેલો હાથી",
                    "બહેન",
                    "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર",
                    "ઢગલો"
                ],
                "answer": "મસ્ત બનેલો હાથી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'નિધાન' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પ્રસન્ન",
                    "કેશૂડાં",
                    "ભંડાર",
                    "કોઇની પાછળ દોડવું"
                ],
                "answer": "ભંડાર"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'મંદાક્રાંતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નદી",
                    "ધીમી ગતિવાળી",
                    "દિવસ",
                    "ધજાઓની હારરૂપ મતલબ કે ધજ"
                ],
                "answer": "ધીમી ગતિવાળી"
            }
        ]
    },
    {
        "id": 10,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 10",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'નિધિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મુગટ",
                    "સમુદ્ર",
                    "સરસ્વતી",
                    "ધારણ કરનાર, પરમેશ્વર"
                ],
                "answer": "સમુદ્ર"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'મધુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર",
                    "સૂર્ય",
                    "ગુપ્ત, છાનું",
                    "મીઠાશ"
                ],
                "answer": "મીઠાશ"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'નિમિષ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કમળના જેવા મોંવાળી (સ્ત્રી)",
                    "જેમ",
                    "અલ્પકાળ",
                    "ફોજવાળા"
                ],
                "answer": "અલ્પકાળ"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'મર્કટી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ભાગ",
                    "પર્વત",
                    "હરનાર",
                    "માંકડાની માદા"
                ],
                "answer": "માંકડાની માદા"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'નિરક્ષર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વગર ભણેલો",
                    "ત્રણ અક્ષરના જથાનું નામ, જથો",
                    "ઘર, રહેઠાણ",
                    "લક્ષ્મી"
                ],
                "answer": "વગર ભણેલો"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'મલ્લિકા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બાણ",
                    "એક જાતનું ફૂલનું ઝાડ",
                    "સસલું",
                    "એ નામનું હિંદુસ્તાની પિંગળ"
                ],
                "answer": "એક જાતનું ફૂલનું ઝાડ"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'નિશીપાળ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "તૂટેલ",
                    "ચંદ્રનો રસ્તો",
                    "રાતે ચોકી કરનાર",
                    "મીંડું, છાંટો"
                ],
                "answer": "રાતે ચોકી કરનાર"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'માણવકાક્રીડ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બાળકની રમત",
                    "હંસનું બચ્ચું",
                    "કમળવાળું સરોવર",
                    "લક્ષ્મી, શોભા"
                ],
                "answer": "બાળકની રમત"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'પટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વિસ્તાર",
                    "લૂગડું",
                    "ધારણ કરનાર, પરમેશ્વર",
                    "હાથનું કાંડું"
                ],
                "answer": "લૂગડું"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'માલતી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "એક ફૂલઝાડ",
                    "જથાવાળો",
                    "કેશૂડાં",
                    "દિવસ"
                ],
                "answer": "એક ફૂલઝાડ"
            }
        ]
    },
    {
        "id": 11,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 11",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'પદ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પગ, છંદનો ચોથો ભાગ, પદવી",
                    "ઊજળું",
                    "ખોવાયેલું",
                    "દિવસ"
                ],
                "answer": "પગ, છંદનો ચોથો ભાગ, પદવી"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'મુક્ત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "આસોપાલવ",
                    "બંધન રહિત",
                    "બાણ",
                    "વીજળીનો જથો"
                ],
                "answer": "બંધન રહિત"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'પય' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ચોટલી",
                    "કસ્તૂરી વગેરેનું લેપન",
                    "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)",
                    "પ્રકટ, દોલત"
                ],
                "answer": "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'મુદમાત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ભ્રમણા",
                    "આનંદમાં મસ્ત",
                    "ભંડાર",
                    "મળને મળતી"
                ],
                "answer": "આનંદમાં મસ્ત"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'પરઅંક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પૂર્વનો આંકડો",
                    "રક્ષણ કરનાર",
                    "તૂટેલ",
                    "પગ, છંદનો ચોથો ભાગ, પદવી"
                ],
                "answer": "પૂર્વનો આંકડો"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'મુનિશેખર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દુ:ખ હરનાર",
                    "અત્તરદાની, ગુલાબદાની",
                    "ઋષિનો તોરો અથવા ઋષિનો ઉપરી",
                    "ઘર, રહેઠાણ"
                ],
                "answer": "ઋષિનો તોરો અથવા ઋષિનો ઉપરી"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'પરિતુષ્ટ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "પ્રસન્ન",
                    "બાણ",
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "માતા, મા"
                ],
                "answer": "પ્રસન્ન"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'મૌક્તિકદામ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાંતિવાળી",
                    "કાપવું",
                    "મોતીની માળા",
                    "નદી"
                ],
                "answer": "મોતીની માળા"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'પિંગળ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "રાતે ચોકી કરનાર",
                    "સારી રીતે આવેલી",
                    "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર",
                    "કાન"
                ],
                "answer": "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'યથા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સારી રીતે આવેલી",
                    "પ્રકટ, દોલત",
                    "હરનાર",
                    "જેમ"
                ],
                "answer": "જેમ"
            }
        ]
    },
    {
        "id": 12,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 12",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'પુંજ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સમુદ્ર",
                    "જેમ",
                    "ઢગલો",
                    "તરત"
                ],
                "answer": "ઢગલો"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'રથોદ્ધતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ગાડીનું અભિમાન",
                    "કેવડાનું ઝાડ",
                    "પૂર્વનો આંકડો",
                    "દિવસ"
                ],
                "answer": "ગાડીનું અભિમાન"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'પુષ્પિતાગ્રા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ટીશીઓ ઉપર ફૂલવાળો વેલો",
                    "ઊજળું",
                    "ખેલ કરનાર",
                    "મોટો"
                ],
                "answer": "ટીશીઓ ઉપર ફૂલવાળો વેલો"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'રંભા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વહાલું લાગે તેવું બોલનારી",
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "અછત (વિરોધી સંદર્ભમાં વપરાયેલ હોઈ શકે અથવા દોલત/સંપત્તિ)",
                    "અપ્સરા"
                ],
                "answer": "અપ્સરા"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'રસરાતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "બુદ્ધિ",
                    "ચંદ્રનો રસ્તો",
                    "ભાગ",
                    "નવરસથી રંગાયેલા, ઇશ્વર"
                ],
                "answer": "નવરસથી રંગાયેલા, ઇશ્વર"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'રૂચિરા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નાગરવેલ",
                    "ગુપ્ત, છાનું",
                    "સુંદર",
                    "ધારણ કરનાર, પરમેશ્વર"
                ],
                "answer": "સુંદર"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'શિખા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મોરની વાણી",
                    "ઘર, રહેઠાણ",
                    "હીજડો",
                    "ચોટલી"
                ],
                "answer": "ચોટલી"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'શુચિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્મી",
                    "ચોખ્ખું",
                    "અલંકાર",
                    "અછત (વિરોધી સંદર્ભમાં વપરાયેલ હોઈ શકે અથવા દોલત/સંપત્તિ)"
                ],
                "answer": "ચોખ્ખું"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'લઘુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નાનો",
                    "ચપળ નેત્ર",
                    "સલામ",
                    "ચંદ્રનો રસ્તો"
                ],
                "answer": "નાનો"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'શિશુ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાંતિવાળી",
                    "બાળક",
                    "ત્રણ અક્ષરના જથાનું નામ, જથો",
                    "પરમેશ્વરના કીર્તનનો રસ"
                ],
                "answer": "બાળક"
            }
        ]
    },
    {
        "id": 13,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 13",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'લત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "રક્ષણ કરનાર",
                    "ટેવ, વ્યસન, છંદ",
                    "અલ્પકાળ",
                    "પર્વત, ટેકરી"
                ],
                "answer": "ટેવ, વ્યસન, છંદ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'શૈલ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સાર એટલે તત્ત્વ તરફ જનારો મૃગ, હરિણ",
                    "પર્વત",
                    "દડો",
                    "બહેન"
                ],
                "answer": "પર્વત"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'લતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વેલો",
                    "મળને મળતી",
                    "ગાડીનું અભિમાન",
                    "દુ:ખ હરનાર"
                ],
                "answer": "વેલો"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'શ્રવણ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાન",
                    "પિતા",
                    "રામનો એક વાનર સુભટ, એક રાજા",
                    "ચોખ્ખું"
                ],
                "answer": "કાન"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'વંશસ્થ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સ્ત્રી",
                    "સ્રગ્વિણી",
                    "વંશમાં રહેનાર",
                    "સતી સરખી, સતી જેવી"
                ],
                "answer": "વંશમાં રહેનાર"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'શ્રી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્મી, શોભા",
                    "દોડવું અને ઊભા રહેવું",
                    "ઘર, રહેઠાણ",
                    "સાંકળિયું"
                ],
                "answer": "લક્ષ્મી, શોભા"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'વસંતતિલકા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વેલો",
                    "હીજડો",
                    "ભંડાર",
                    "વસંત ઋતુના તિલકવાળી"
                ],
                "answer": "વસંત ઋતુના તિલકવાળી"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'સતી સમાનિકા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કળી શકાય એવી",
                    "કાપવું",
                    "બાળકની રમત",
                    "સતી સરખી, સતી જેવી"
                ],
                "answer": "સતી સરખી, સતી જેવી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'વારિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "પાણી",
                    "તરત",
                    "મોટો"
                ],
                "answer": "પાણી"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'સદ્ય' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "તરત",
                    "અલંકાર",
                    "રક્ષણ કરનાર",
                    "બુદ્ધિ"
                ],
                "answer": "તરત"
            }
        ]
    },
    {
        "id": 14,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 14",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'વાસર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સલામ",
                    "અલ્પકાળ",
                    "બાણ",
                    "દિવસ"
                ],
                "answer": "દિવસ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'સમૂહી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાંતિવાળી",
                    "કાપવું",
                    "જથાવાળો",
                    "મોટો"
                ],
                "answer": "જથાવાળો"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'વિદારવું' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કાપવું",
                    "ભ્રમણા",
                    "પ્રસન્ન",
                    "ચંદ્રનો રસ્તો"
                ],
                "answer": "કાપવું"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'સંમોહા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મુગટ",
                    "નીતિ",
                    "સારી પેઠે મોહ પામેલી",
                    "ગિરા, વાણી"
                ],
                "answer": "સારી પેઠે મોહ પામેલી"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'વિધુતમાળા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)",
                    "જેને ઘડપણ કે મોત આવે નહિ તે",
                    "વીજળીનો જથો",
                    "ટેવ, વ્યસન, છંદ"
                ],
                "answer": "વીજળીનો જથો"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'સરિતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મસ્ત બનેલો હાથી",
                    "દુષ્ટ મિલાપ",
                    "તૂટેલ",
                    "નદી"
                ],
                "answer": "નદી"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'વિધાતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "કમળવાળું સરોવર",
                    "પૂર્વનો આંકડો",
                    "વંશમાં રહેનાર",
                    "ધારણ કરનાર, પરમેશ્વર"
                ],
                "answer": "ધારણ કરનાર, પરમેશ્વર"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'સલૂણી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "દૂધ (સંદર્ભ મુજબ પાણી પણ થાય)",
                    "છાતી, મન",
                    "રસીલી",
                    "સમુદ્ર"
                ],
                "answer": "રસીલી"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'વિમોહા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "સ્રગ્વિણી",
                    "મોહ પામેલી",
                    "મીંડું, છાંટો",
                    "જથાવાળો"
                ],
                "answer": "મોહ પામેલી"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'સવિતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મોરની વાણી",
                    "લૂગડું",
                    "સૂર્ય",
                    "સર્પ"
                ],
                "answer": "સૂર્ય"
            }
        ]
    },
    {
        "id": 15,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 15",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'વિરતિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વિશ્રામ",
                    "અંધારું",
                    "પૃથ્વીને ધારણ કરનાર, પરમેશ્વર",
                    "પ્રણામ કરનાર"
                ],
                "answer": "વિશ્રામ"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'સાગ્રા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ટીશીઓ સુધ્ધાં",
                    "વહાલું લાગે તેવું બોલનારી",
                    "ભમરાની પંક્તિ",
                    "કરોડ માથાવાળો સમર્થ ઇશ્વર"
                ],
                "answer": "ટીશીઓ સુધ્ધાં"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'વિલાસી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ખેલ કરનાર",
                    "તરત",
                    "જેમ",
                    "ગૃહસ્થ"
                ],
                "answer": "ખેલ કરનાર"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'સારંગ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઢગલો",
                    "પર્વત, ટેકરી",
                    "વીજળીનો જથો",
                    "સાર એટલે તત્ત્વ તરફ જનારો મૃગ, હરિણ"
                ],
                "answer": "સાર એટલે તત્ત્વ તરફ જનારો મૃગ, હરિણ"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'વૃત્ત' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ઇચ્છેલું",
                    "છંદ",
                    "સૂર્ય",
                    "માંકડાની માદા"
                ],
                "answer": "છંદ"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'વૈશ્વદેવી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નિત્યહોમ કરવાવાળો",
                    "કાપવું",
                    "માંકડાની માદા",
                    "ખેલ કરનાર"
                ],
                "answer": "નિત્યહોમ કરવાવાળો"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'સૂથિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નમ્રતા, નીતિયુક્ત કુળના પુરુષ",
                    "કાન",
                    "જથાવાળો",
                    "સાંકળિયું"
                ],
                "answer": "સાંકળિયું"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'વ્યંડળ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "વેલો",
                    "નવરસથી રંગાયેલા, ઇશ્વર",
                    "શિવ",
                    "હીજડો"
                ],
                "answer": "હીજડો"
            },
            {
                "id": 9,
                "question": "નીચેનામાંથી 'સૃણિ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મીઠાશ",
                    "માળા, અંકુશ",
                    "માતા, મા",
                    "છંદ"
                ],
                "answer": "માળા, અંકુશ"
            },
            {
                "id": 10,
                "question": "નીચેનામાંથી 'શર' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "લક્ષ્મી, શોભા",
                    "ભાગ",
                    "બાણ",
                    "કેવડાનું ઝાડ"
                ],
                "answer": "બાણ"
            }
        ]
    },
    {
        "id": 16,
        "name": "ક્લિષ્ટ શબ્દાવલી Test - 16",
        "questions": [
            {
                "id": 1,
                "question": "નીચેનામાંથી 'સૈનિકા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ફૂટતી જવાનીની અવસ્થા",
                    "અપ્સરા",
                    "કાપવું",
                    "ફોજવાળા"
                ],
                "answer": "ફોજવાળા"
            },
            {
                "id": 2,
                "question": "નીચેનામાંથી 'શશક' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "નવા પાંદડાવાળું",
                    "એ નામનું હિંદુસ્તાની પિંગળ",
                    "દડો",
                    "સસલું"
                ],
                "answer": "સસલું"
            },
            {
                "id": 3,
                "question": "નીચેનામાંથી 'હુતાશન' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "એ નામના મુનિએ રચેલું છંદશાસ્ત્ર",
                    "દેખાડેલું",
                    "રક્ષણ કરનાર",
                    "અગ્નિ"
                ],
                "answer": "અગ્નિ"
            },
            {
                "id": 4,
                "question": "નીચેનામાંથી 'શિખરિણી' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "આસોપાલવ",
                    "પગ, છંદનો ચોથો ભાગ, પદવી",
                    "પર્વત, ટેકરી",
                    "આનંદમાં મસ્ત"
                ],
                "answer": "પર્વત, ટેકરી"
            },
            {
                "id": 5,
                "question": "નીચેનામાંથી 'સ્રગ્ધરા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "ધીમી ગતિવાળી",
                    "સ્રગ્વિણી",
                    "અગ્નિ",
                    "ગિરા, વાણી"
                ],
                "answer": "સ્રગ્વિણી"
            },
            {
                "id": 6,
                "question": "નીચેનામાંથી 'સ્વાગતા' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મુગટ",
                    "ઊંચા, ઉદ્ધત",
                    "પ્રણામ કરનાર",
                    "સારી રીતે આવેલી"
                ],
                "answer": "સારી રીતે આવેલી"
            },
            {
                "id": 7,
                "question": "નીચેનામાંથી 'હરણ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "મસ્ત બનેલો હાથી",
                    "હરનાર",
                    "માળા, અંકુશ",
                    "ચોખ્ખું"
                ],
                "answer": "હરનાર"
            },
            {
                "id": 8,
                "question": "નીચેનામાંથી 'હરિરસ' શબ્દનો અર્થ જણાવો.",
                "options": [
                    "જેને ઘડપણ કે મોત આવે નહિ તે",
                    "પરમેશ્વરના કીર્તનનો રસ",
                    "વીજળીનો જથો",
                    "ચપળ નેત્ર"
                ],
                "answer": "પરમેશ્વરના કીર્તનનો રસ"
            }
        ]
    }
];