export const chapter32Tests = [
    {
        "id": 1,
        "name": "Test 1",
        "questions": [
            {
                "id": 1,
                "question": "'અક્કલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહેઠાણ",
                    "કિનારો",
                    "મેધા",
                    "મહાવરો"
                ],
                "answer": "મેધા"
            },
            {
                "id": 2,
                "question": "'અખિલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહસ્યમય",
                    "ફાયદો",
                    "આદર",
                    "સઘળું"
                ],
                "answer": "સઘળું"
            },
            {
                "id": 3,
                "question": "'અગમ્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરવા",
                    "અકળ",
                    "બહાદુર",
                    "અતિથિ"
                ],
                "answer": "અકળ"
            },
            {
                "id": 4,
                "question": "'અગ્નિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાવક",
                    "આસ્થા",
                    "બખોલ",
                    "પંખીનો અવાજ"
                ],
                "answer": "પાવક"
            },
            {
                "id": 5,
                "question": "'અચરજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુશ્મન",
                    "સ્વચ્છ",
                    "અચંબો",
                    "પર્વત"
                ],
                "answer": "અચંબો"
            },
            {
                "id": 6,
                "question": "'અચાનક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મઝહબ",
                    "સુંદરતા",
                    "ઓચિંતું",
                    "વિકાસ"
                ],
                "answer": "ઓચિંતું"
            },
            {
                "id": 7,
                "question": "'અજપાળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બદનામી",
                    "ભરવાડ",
                    "મા",
                    "ગૂઢ"
                ],
                "answer": "ભરવાડ"
            },
            {
                "id": 8,
                "question": "'અજાણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "યશ",
                    "ગુનો",
                    "પ્રભાત",
                    "અજ્ઞ"
                ],
                "answer": "અજ્ઞ"
            },
            {
                "id": 9,
                "question": "'અજીજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોબત",
                    "ગર્ત",
                    "વહાલું",
                    "વિખ્યાત"
                ],
                "answer": "વહાલું"
            },
            {
                "id": 10,
                "question": "'અજંપો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અપરાધી",
                    "ઉદ્વેગ",
                    "ગીચ",
                    "શક્તિ"
                ],
                "answer": "ઉદ્વેગ"
            }
        ]
    },
    {
        "id": 2,
        "name": "Test 2",
        "questions": [
            {
                "id": 11,
                "question": "'અંજલિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ધન",
                    "સંદેશવાહક",
                    "વશ",
                    "ખોબો"
                ],
                "answer": "ખોબો"
            },
            {
                "id": 12,
                "question": "'અટકળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માપ",
                    "હુમલો",
                    "ચટકો",
                    "ધારણા"
                ],
                "answer": "ધારણા"
            },
            {
                "id": 13,
                "question": "'અડચણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાવન",
                    "રુકાવટ",
                    "લોભ",
                    "સુગંધ"
                ],
                "answer": "રુકાવટ"
            },
            {
                "id": 14,
                "question": "'અડાબીડ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વાંક",
                    "ગાઢ",
                    "સાલ",
                    "ભેટ"
                ],
                "answer": "ગાઢ"
            },
            {
                "id": 15,
                "question": "'અતિથિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરોણો",
                    "દુઃખ",
                    "મિત્ર",
                    "સ્ત્રી"
                ],
                "answer": "પરોણો"
            },
            {
                "id": 16,
                "question": "'અદેખાઈ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "જલન",
                    "હુમલો",
                    "મનાઈ"
                ],
                "answer": "જલન"
            },
            {
                "id": 17,
                "question": "'અદભુત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પળ",
                    "નવું",
                    "મૌસમ",
                    "આશ્ચર્યકારક"
                ],
                "answer": "આશ્ચર્યકારક"
            },
            {
                "id": 18,
                "question": "'અધમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઝડપ",
                    "ભાર",
                    "નરાધમ",
                    "રિવાજ"
                ],
                "answer": "નરાધમ"
            },
            {
                "id": 19,
                "question": "'અધીન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મૌસમ",
                    "નવાઈ",
                    "તાબેદાર",
                    "નભ"
                ],
                "answer": "તાબેદાર"
            },
            {
                "id": 20,
                "question": "'અનંગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીત",
                    "મદન",
                    "ભીંત",
                    "ગોપ"
                ],
                "answer": "મદન"
            }
        ]
    },
    {
        "id": 3,
        "name": "Test 3",
        "questions": [
            {
                "id": 21,
                "question": "'અનાજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અન્ન",
                    "મુસાફર",
                    "પાર્થ",
                    "લશ્કર"
                ],
                "answer": "અન્ન"
            },
            {
                "id": 22,
                "question": "'અનાદર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અવજ્ઞા",
                    "સોમ",
                    "પંડિત",
                    "ધન"
                ],
                "answer": "અવજ્ઞા"
            },
            {
                "id": 23,
                "question": "'અનિલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તૃણ",
                    "છોડવું",
                    "વાયુ",
                    "દયા"
                ],
                "answer": "વાયુ"
            },
            {
                "id": 24,
                "question": "'અનુકંપા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અક્કલ",
                    "વિખ્યાત",
                    "અંધારું",
                    "રહેમ"
                ],
                "answer": "રહેમ"
            },
            {
                "id": 25,
                "question": "'અનુગ્રહ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાત્રિ",
                    "આગેવાન",
                    "મહેરબાની",
                    "સીમા"
                ],
                "answer": "મહેરબાની"
            },
            {
                "id": 26,
                "question": "'અનુપમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોમળ",
                    "કથન",
                    "અનન્ય",
                    "ધન"
                ],
                "answer": "અનન્ય"
            },
            {
                "id": 27,
                "question": "'અનેક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પહેરવેશ",
                    "ધમાલ",
                    "પુષ્કળ",
                    "લોભ"
                ],
                "answer": "પુષ્કળ"
            },
            {
                "id": 28,
                "question": "'અંત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વર્તન",
                    "વાંક",
                    "જૂઠ",
                    "આખર"
                ],
                "answer": "આખર"
            },
            {
                "id": 29,
                "question": "'અપકીર્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પવિત્ર",
                    "ફજેતી",
                    "ભીંત",
                    "ખભો"
                ],
                "answer": "ફજેતી"
            },
            {
                "id": 30,
                "question": "'અપરાધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "એકતા",
                    "સરોવર",
                    "વાંક",
                    "માર્ગ"
                ],
                "answer": "વાંક"
            }
        ]
    },
    {
        "id": 4,
        "name": "Test 4",
        "questions": [
            {
                "id": 31,
                "question": "'અફવા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હર્ષ",
                    "ધનવાન",
                    "લોકવાયકા",
                    "તૃષ્ણા"
                ],
                "answer": "લોકવાયકા"
            },
            {
                "id": 32,
                "question": "'અભય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચતુર",
                    "મા",
                    "ખભો",
                    "નીડર"
                ],
                "answer": "નીડર"
            },
            {
                "id": 33,
                "question": "'અભિમાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગુનો",
                    "કિનારો",
                    "ઘમંડ",
                    "પ્રકૃતિ"
                ],
                "answer": "ઘમંડ"
            },
            {
                "id": 34,
                "question": "'અભ્યાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શિક્ષણ",
                    "જીવન",
                    "દીકરી",
                    "ઔષધ"
                ],
                "answer": "શિક્ષણ"
            },
            {
                "id": 35,
                "question": "'અમર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સરળતા",
                    "બીમારી",
                    "અગ્નિ",
                    "નિત્ય"
                ],
                "answer": "નિત્ય"
            },
            {
                "id": 36,
                "question": "'અમી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાવન",
                    "અમૃત",
                    "જીત",
                    "કીર્તિ"
                ],
                "answer": "અમૃત"
            },
            {
                "id": 37,
                "question": "'અરજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિનવણી",
                    "બોલ",
                    "જગત",
                    "રાંક"
                ],
                "answer": "વિનવણી"
            },
            {
                "id": 38,
                "question": "'અર્થ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બીમારી",
                    "યાચક",
                    "મતલબ",
                    "નાતો"
                ],
                "answer": "મતલબ"
            },
            {
                "id": 39,
                "question": "'અર્જુન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મશીન",
                    "દેહ",
                    "ભેટ",
                    "પાર્થ"
                ],
                "answer": "પાર્થ"
            },
            {
                "id": 40,
                "question": "'અલંકાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સુગંધ",
                    "માણસ",
                    "શણગાર",
                    "શક્તિ"
                ],
                "answer": "શણગાર"
            }
        ]
    },
    {
        "id": 5,
        "name": "Test 5",
        "questions": [
            {
                "id": 41,
                "question": "'અલ્પ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દીકરો",
                    "શરીર",
                    "મહેમાન",
                    "જરાક"
                ],
                "answer": "જરાક"
            },
            {
                "id": 42,
                "question": "'અવની' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેણું",
                    "નસીબ",
                    "જમીન",
                    "દુશ્મન"
                ],
                "answer": "જમીન"
            },
            {
                "id": 43,
                "question": "'અવસાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કુશળતા",
                    "દેહાંત",
                    "ધ્વનિ",
                    "મુક્તિ"
                ],
                "answer": "દેહાંત"
            },
            {
                "id": 44,
                "question": "'અવાજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અઘરું",
                    "ધ્વનિ",
                    "શરૂઆત",
                    "દિવસ"
                ],
                "answer": "ધ્વનિ"
            },
            {
                "id": 45,
                "question": "'અવાવરું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વેરાન",
                    "પ્રકૃતિ",
                    "તિથિ",
                    "મહાવરો"
                ],
                "answer": "વેરાન"
            },
            {
                "id": 46,
                "question": "'અશ્વ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઈચ્છા",
                    "મુસીબત",
                    "વિવાહ",
                    "વાજી"
                ],
                "answer": "વાજી"
            },
            {
                "id": 47,
                "question": "'અસત્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લોભ",
                    "સ્વચ્છ",
                    "હેતુ",
                    "મિથ્યા"
                ],
                "answer": "મિથ્યા"
            },
            {
                "id": 48,
                "question": "'અસુર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દૈત્ય",
                    "વખાણ",
                    "બખોલ",
                    "રાશ"
                ],
                "answer": "દૈત્ય"
            },
            {
                "id": 49,
                "question": "'અસીમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભરવાડ",
                    "દેશ",
                    "અનહદ",
                    "બૂમ"
                ],
                "answer": "અનહદ"
            },
            {
                "id": 50,
                "question": "'અહંકાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્ભય",
                    "વાયુ",
                    "ગર્ત",
                    "ગર્વ"
                ],
                "answer": "ગર્વ"
            }
        ]
    },
    {
        "id": 6,
        "name": "Test 6",
        "questions": [
            {
                "id": 51,
                "question": "'અહોનિશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાતદિવસ",
                    "ઊંઘ",
                    "કોકિલા",
                    "ઔષધ"
                ],
                "answer": "રાતદિવસ"
            },
            {
                "id": 52,
                "question": "'અંધકાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હાસ્ય",
                    "તિમિર",
                    "ભોંય",
                    "જાણવાની ઈચ્છા"
                ],
                "answer": "તિમિર"
            },
            {
                "id": 53,
                "question": "'અંબર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હર્ષ",
                    "વસ્ત્ર (સંદર્ભ મુજબ)",
                    "સમાચાર",
                    "ખડગ"
                ],
                "answer": "વસ્ત્ર (સંદર્ભ મુજબ)"
            },
            {
                "id": 54,
                "question": "'આંકડો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ત્રાસ",
                    "ભાર",
                    "હાથ",
                    "રકમ"
                ],
                "answer": "રકમ"
            },
            {
                "id": 55,
                "question": "'આંખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીવ",
                    "અપેક્ષા",
                    "લોચન",
                    "રૂપાળું"
                ],
                "answer": "લોચન"
            },
            {
                "id": 56,
                "question": "'આકાશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નભ",
                    "અલંકાર",
                    "કથન",
                    "ગુનો"
                ],
                "answer": "નભ"
            },
            {
                "id": 57,
                "question": "'આક્રમણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બીમારી",
                    "લોક",
                    "નુકસાન",
                    "ચડાઈ"
                ],
                "answer": "ચડાઈ"
            },
            {
                "id": 58,
                "question": "'આખર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "યશ",
                    "રશ્મિ",
                    "અંત",
                    "તિથિ"
                ],
                "answer": "અંત"
            },
            {
                "id": 59,
                "question": "'આગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાવક",
                    "દુશ્મન",
                    "પેદાઈશ",
                    "મૂલ્ય"
                ],
                "answer": "પાવક"
            },
            {
                "id": 60,
                "question": "'આચાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગરદન",
                    "કોમળ",
                    "ચાલચલગત",
                    "ધાન્ય"
                ],
                "answer": "ચાલચલગત"
            }
        ]
    },
    {
        "id": 7,
        "name": "Test 7",
        "questions": [
            {
                "id": 61,
                "question": "'આઝાદી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "સરોવર",
                    "બખ્તર",
                    "મુક્તિ"
                ],
                "answer": "મુક્તિ"
            },
            {
                "id": 62,
                "question": "'આતુર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઉતાવળું",
                    "બોલી",
                    "પ્રસિદ્ધિ",
                    "વીર"
                ],
                "answer": "ઉતાવળું"
            },
            {
                "id": 63,
                "question": "'આત્મા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીવ",
                    "કીર્તિ",
                    "ક્રૂર",
                    "બહાદુર"
                ],
                "answer": "જીવ"
            },
            {
                "id": 64,
                "question": "'આદર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કરુણા",
                    "સન્માન",
                    "લોહી",
                    "સરિતા"
                ],
                "answer": "સન્માન"
            },
            {
                "id": 65,
                "question": "'આદેશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઝડપ",
                    "આજ્ઞા",
                    "ધન",
                    "નેકી"
                ],
                "answer": "આજ્ઞા"
            },
            {
                "id": 66,
                "question": "'આનંદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોમળ",
                    "ખુશી",
                    "વિદ્યાર્થી",
                    "હદ"
                ],
                "answer": "ખુશી"
            },
            {
                "id": 67,
                "question": "'આફત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુસીબત",
                    "ગુનો",
                    "સ્ત્રી",
                    "ઉદ્યમ"
                ],
                "answer": "મુસીબત"
            },
            {
                "id": 68,
                "question": "'આભૂષણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઠંડુ",
                    "નભ",
                    "નિર્જનતા",
                    "ઘરેણું"
                ],
                "answer": "ઘરેણું"
            },
            {
                "id": 69,
                "question": "'આરંભ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કાર્ય",
                    "પ્રારંભ",
                    "કપડાં",
                    "ખોરાક"
                ],
                "answer": "પ્રારંભ"
            },
            {
                "id": 70,
                "question": "'આરોપ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તહોમત",
                    "મુસીબત",
                    "બહુ",
                    "મઝહબ"
                ],
                "answer": "તહોમત"
            }
        ]
    },
    {
        "id": 8,
        "name": "Test 8",
        "questions": [
            {
                "id": 71,
                "question": "'આવક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિનાશ",
                    "નિર્ણય",
                    "યુદ્ધ",
                    "કમાણી"
                ],
                "answer": "કમાણી"
            },
            {
                "id": 72,
                "question": "'આવાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેઘ",
                    "દુઃખ",
                    "તિથિ",
                    "ઘર"
                ],
                "answer": "ઘર"
            },
            {
                "id": 73,
                "question": "'આશા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વખાણ",
                    "અપેક્ષા",
                    "ઉત્તમ",
                    "મુક્તિ"
                ],
                "answer": "અપેક્ષા"
            },
            {
                "id": 74,
                "question": "'આશીર્વાદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ડહાપણ",
                    "જીત",
                    "કથન",
                    "આશિષ"
                ],
                "answer": "આશિષ"
            },
            {
                "id": 75,
                "question": "'આશ્ચર્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અચરજ",
                    "હદ",
                    "પ્રકાશ",
                    "મનગમતું"
                ],
                "answer": "અચરજ"
            },
            {
                "id": 76,
                "question": "'આસવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુશ્કેલી",
                    "હાથ",
                    "બોલ",
                    "મદિરા"
                ],
                "answer": "મદિરા"
            },
            {
                "id": 77,
                "question": "'આહાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોમળ",
                    "દુઃખ",
                    "ખોરાક",
                    "મહાવરો"
                ],
                "answer": "ખોરાક"
            },
            {
                "id": 78,
                "question": "'ઇન્સાફ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઢીલું",
                    "તૃષ્ણા",
                    "ન્યાય",
                    "મનાઈ"
                ],
                "answer": "ન્યાય"
            },
            {
                "id": 79,
                "question": "'ઇચ્છા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાણી",
                    "સમય",
                    "વાંછના",
                    "યુદ્ધ"
                ],
                "answer": "વાંછના"
            },
            {
                "id": 80,
                "question": "'ઇન્કાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બખ્તર",
                    "હાસ્ય",
                    "અસ્વીકાર",
                    "બૂમ"
                ],
                "answer": "અસ્વીકાર"
            }
        ]
    },
    {
        "id": 9,
        "name": "Test 9",
        "questions": [
            {
                "id": 81,
                "question": "'ઇમારત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બખ્તર",
                    "કંકાસ",
                    "વિસ્તાર",
                    "હવેલી"
                ],
                "answer": "હવેલી"
            },
            {
                "id": 82,
                "question": "'ઇરાદો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેતુ",
                    "મહેનત",
                    "મનગમતું",
                    "લાજ"
                ],
                "answer": "હેતુ"
            },
            {
                "id": 83,
                "question": "'ઈશ્વર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વાંક",
                    "ભગવાન",
                    "કંકાસ",
                    "જગત"
                ],
                "answer": "ભગવાન"
            },
            {
                "id": 84,
                "question": "'ઈષ્ટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જમણ",
                    "મુસીબત",
                    "મોઢું",
                    "મનગમતું"
                ],
                "answer": "મનગમતું"
            },
            {
                "id": 85,
                "question": "'ઈર્ષ્યા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બળતરા",
                    "સહેલું",
                    "આંખ",
                    "વહેમ"
                ],
                "answer": "બળતરા"
            },
            {
                "id": 86,
                "question": "'ઉગાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુઃખ",
                    "ગૂઢ",
                    "રક્ષણ",
                    "એકતા"
                ],
                "answer": "રક્ષણ"
            },
            {
                "id": 87,
                "question": "'ઉજાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ધન",
                    "અજ્ઞ",
                    "પ્રકાશ",
                    "હિસ્સો"
                ],
                "answer": "પ્રકાશ"
            },
            {
                "id": 88,
                "question": "'ઉદાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મનાઈ",
                    "અહંકાર",
                    "ખિન્ન",
                    "આઝાદ"
                ],
                "answer": "ખિન્ન"
            },
            {
                "id": 89,
                "question": "'ઉદ્યમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઘર",
                    "ઈચ્છા",
                    "મહેનત",
                    "કામ"
                ],
                "answer": "મહેનત"
            },
            {
                "id": 90,
                "question": "'ઉન્નતિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગર્ત",
                    "યુક્તિ",
                    "ઠંડી",
                    "ઉત્કર્ષ"
                ],
                "answer": "ઉત્કર્ષ"
            }
        ]
    },
    {
        "id": 10,
        "name": "Test 10",
        "questions": [
            {
                "id": 91,
                "question": "'ઉપકાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અચેતન",
                    "બચાવ",
                    "જાણવાની ઈચ્છા",
                    "આભાર"
                ],
                "answer": "આભાર"
            },
            {
                "id": 92,
                "question": "'ઉપચાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિનંતી",
                    "કથન",
                    "ઈલાજ",
                    "જાતિ"
                ],
                "answer": "ઈલાજ"
            },
            {
                "id": 93,
                "question": "'ઉપદ્રવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તરુણ",
                    "સાચું",
                    "સુંદરતા",
                    "ત્રાસ"
                ],
                "answer": "ત્રાસ"
            },
            {
                "id": 94,
                "question": "'ઉપાય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રસ્તો",
                    "કર",
                    "અનુમાન",
                    "દિલ"
                ],
                "answer": "રસ્તો"
            },
            {
                "id": 95,
                "question": "'ઉમંગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "બૂમ",
                    "હોંશ",
                    "ચટકો"
                ],
                "answer": "હોંશ"
            },
            {
                "id": 96,
                "question": "'ઉર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દિલ",
                    "વહાલું",
                    "પરિવાર",
                    "ખોરાક"
                ],
                "answer": "દિલ"
            },
            {
                "id": 97,
                "question": "'ઉતાવળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખભો",
                    "ઉત્સાહ",
                    "અંધારું",
                    "ત્વરા"
                ],
                "answer": "ત્વરા"
            },
            {
                "id": 98,
                "question": "'ઉદાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સખી",
                    "સહેલું",
                    "સાચું",
                    "પૃથ્વી"
                ],
                "answer": "સખી"
            },
            {
                "id": 99,
                "question": "'ઉત્સવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મહોત્સવ",
                    "બળ",
                    "પરચો",
                    "નિત્ય"
                ],
                "answer": "મહોત્સવ"
            },
            {
                "id": 100,
                "question": "'ઉંમર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આવરદા",
                    "અંધારું",
                    "કુશળતા",
                    "ઘૃત"
                ],
                "answer": "આવરદા"
            }
        ]
    },
    {
        "id": 11,
        "name": "Test 11",
        "questions": [
            {
                "id": 101,
                "question": "'ઋતુ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાણી",
                    "તસ્કરી",
                    "મૌસમ",
                    "ગમગીન"
                ],
                "answer": "મૌસમ"
            },
            {
                "id": 102,
                "question": "'એકાંત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્જનતા",
                    "આદર",
                    "અતિથિ",
                    "કાર્ય"
                ],
                "answer": "નિર્જનતા"
            },
            {
                "id": 103,
                "question": "'ઐક્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાક્ષસ",
                    "ઝડપ",
                    "એકતા",
                    "હથિયાર"
                ],
                "answer": "એકતા"
            },
            {
                "id": 104,
                "question": "'ઓશિયાળું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ન્યાય",
                    "યુદ્ધ",
                    "પરવશ",
                    "પાર્થ"
                ],
                "answer": "પરવશ"
            },
            {
                "id": 105,
                "question": "'ઓસડ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જગત",
                    "શૂરવીર",
                    "દવા",
                    "સંભાળ"
                ],
                "answer": "દવા"
            },
            {
                "id": 106,
                "question": "'કંજૂસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચાકરી",
                    "ઉદર",
                    "મદદ",
                    "મખીચૂસ"
                ],
                "answer": "મખીચૂસ"
            },
            {
                "id": 107,
                "question": "'કથા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હુમલો",
                    "ડર",
                    "હકીકત",
                    "પ્રભાત"
                ],
                "answer": "હકીકત"
            },
            {
                "id": 108,
                "question": "'કદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાંક",
                    "જીત",
                    "વિનંતી",
                    "માપ"
                ],
                "answer": "માપ"
            },
            {
                "id": 109,
                "question": "'કનક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોનું",
                    "દયા",
                    "ક્રૂર",
                    "ક્ષુધા"
                ],
                "answer": "સોનું"
            },
            {
                "id": 110,
                "question": "'કપરું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઊંડું",
                    "ટોચ",
                    "કઠિન",
                    "આક્ષેપ"
                ],
                "answer": "કઠિન"
            }
        ]
    },
    {
        "id": 12,
        "name": "Test 12",
        "questions": [
            {
                "id": 111,
                "question": "'કબૂલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીત",
                    "નવું",
                    "મંજૂર",
                    "સુંદરતા"
                ],
                "answer": "મંજૂર"
            },
            {
                "id": 112,
                "question": "'કમળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આખલો",
                    "કરુણા",
                    "અરવિંદ",
                    "ઈચ્છા"
                ],
                "answer": "અરવિંદ"
            },
            {
                "id": 113,
                "question": "'કર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમજ",
                    "વાયુ",
                    "હાથ",
                    "ફૂલ"
                ],
                "answer": "હાથ"
            },
            {
                "id": 114,
                "question": "'કરજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છેડો",
                    "પૈસો",
                    "બહુ",
                    "ઋણ"
                ],
                "answer": "ઋણ"
            },
            {
                "id": 115,
                "question": "'કરુણા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અનુકંપા",
                    "નમસ્કાર",
                    "અશ્વ",
                    "નેકી"
                ],
                "answer": "અનુકંપા"
            },
            {
                "id": 116,
                "question": "'કર્મ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કામદેવ",
                    "કૃત્ય",
                    "રિવાજ",
                    "લોહી"
                ],
                "answer": "કૃત્ય"
            },
            {
                "id": 117,
                "question": "'કલરવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોલાહલ",
                    "પુસ્તક",
                    "અભિમાન",
                    "દયા"
                ],
                "answer": "કોલાહલ"
            },
            {
                "id": 118,
                "question": "'કલેશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કર્ણ",
                    "લડાઈ",
                    "કંકાસ",
                    "ન્યાય"
                ],
                "answer": "કંકાસ"
            },
            {
                "id": 119,
                "question": "'કવચ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્ણય",
                    "નોકર",
                    "બખ્તર",
                    "ડર"
                ],
                "answer": "બખ્તર"
            },
            {
                "id": 120,
                "question": "'કષ્ટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વેદના",
                    "ચતુર",
                    "આભાર",
                    "નવાઈ"
                ],
                "answer": "વેદના"
            }
        ]
    },
    {
        "id": 13,
        "name": "Test 13",
        "questions": [
            {
                "id": 121,
                "question": "'કસૂર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહેઠાણ",
                    "ભૂલ",
                    "અપરાધી",
                    "મનગમતું"
                ],
                "answer": "ભૂલ"
            },
            {
                "id": 122,
                "question": "'કાંઠો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કિનારો",
                    "બુદ્ધિ",
                    "દીકરો",
                    "માણસ"
                ],
                "answer": "કિનારો"
            },
            {
                "id": 123,
                "question": "'કાંધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહેઠાણ",
                    "ખાંધ",
                    "લાજ",
                    "નુકસાન"
                ],
                "answer": "ખાંધ"
            },
            {
                "id": 124,
                "question": "'કાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બાણ",
                    "સાલ",
                    "શ્રવણ",
                    "ભરવાડ"
                ],
                "answer": "શ્રવણ"
            },
            {
                "id": 125,
                "question": "'કામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હર્ષ",
                    "ઔષધ",
                    "અમાપ",
                    "વ્યવસાય"
                ],
                "answer": "વ્યવસાય"
            },
            {
                "id": 126,
                "question": "'કામના' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મજૂર",
                    "ઈચ્છા",
                    "યાદ",
                    "તાપ"
                ],
                "answer": "ઈચ્છા"
            },
            {
                "id": 127,
                "question": "'કામદાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બગીચો",
                    "નોકર",
                    "શુક",
                    "મજૂર"
                ],
                "answer": "મજૂર"
            },
            {
                "id": 128,
                "question": "'કાયા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પહાડ",
                    "જેલ",
                    "શહદ",
                    "તન"
                ],
                "answer": "તન"
            },
            {
                "id": 129,
                "question": "'કાળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આવકાર",
                    "જગત",
                    "સમય",
                    "યુદ્ધ"
                ],
                "answer": "સમય"
            },
            {
                "id": 130,
                "question": "'કાળજી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શિશુ",
                    "જીત",
                    "પરવા",
                    "પ્રભાત"
                ],
                "answer": "પરવા"
            }
        ]
    },
    {
        "id": 14,
        "name": "Test 14",
        "questions": [
            {
                "id": 131,
                "question": "'કાળું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કૃષ્ણ",
                    "નુકસાન",
                    "બાપ",
                    "બોલી"
                ],
                "answer": "કૃષ્ણ"
            },
            {
                "id": 132,
                "question": "'કીર્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અતિથિ",
                    "પરાજય",
                    "નામના",
                    "કામયાબ"
                ],
                "answer": "નામના"
            },
            {
                "id": 133,
                "question": "'કિંમત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દામ",
                    "સવાર",
                    "નવાઈ",
                    "ડર"
                ],
                "answer": "દામ"
            },
            {
                "id": 134,
                "question": "'કિરણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રેમ",
                    "તળાવ",
                    "હોડ",
                    "અંશુ"
                ],
                "answer": "અંશુ"
            },
            {
                "id": 135,
                "question": "'કિલ્લો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુર્ગ",
                    "પેદાઈશ",
                    "મતલબ",
                    "સરિતા"
                ],
                "answer": "દુર્ગ"
            },
            {
                "id": 136,
                "question": "'કુટુંબ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સાફ",
                    "કંકાસ",
                    "ખાનદાન",
                    "મુસીબત"
                ],
                "answer": "ખાનદાન"
            },
            {
                "id": 137,
                "question": "'કુતૂહલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઈન્તેજારી",
                    "સમગ્ર",
                    "પ્રસિદ્ધિ",
                    "રાશ"
                ],
                "answer": "ઈન્તેજારી"
            },
            {
                "id": 138,
                "question": "'કુદરત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લોક",
                    "પ્રકૃતિ",
                    "થોડું",
                    "વિખ્યાત"
                ],
                "answer": "પ્રકૃતિ"
            },
            {
                "id": 139,
                "question": "'કેદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગુનો",
                    "કામ",
                    "જેલ",
                    "સરિતા"
                ],
                "answer": "જેલ"
            },
            {
                "id": 140,
                "question": "'કોમળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "નરમ",
                    "તાકાત",
                    "યુદ્ધ"
                ],
                "answer": "નરમ"
            }
        ]
    },
    {
        "id": 15,
        "name": "Test 15",
        "questions": [
            {
                "id": 141,
                "question": "'કોયલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સહેલું",
                    "કોટ",
                    "સાલ",
                    "કોકિલા"
                ],
                "answer": "કોકિલા"
            },
            {
                "id": 142,
                "question": "'કોલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મરણ",
                    "વચન",
                    "દેહ",
                    "અસત્ય"
                ],
                "answer": "વચન"
            },
            {
                "id": 143,
                "question": "'કૌશલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તૃણ",
                    "ડર",
                    "કુશળતા",
                    "બહુ"
                ],
                "answer": "કુશળતા"
            },
            {
                "id": 144,
                "question": "'ક્રોધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રિવાજ",
                    "ગુસ્સો",
                    "ધન",
                    "પંડિત"
                ],
                "answer": "ગુસ્સો"
            },
            {
                "id": 145,
                "question": "'ક્ષમા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મા",
                    "ફસલ",
                    "અર્ક",
                    "માફી"
                ],
                "answer": "માફી"
            },
            {
                "id": 146,
                "question": "'ખજાનો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અદેખાઈ",
                    "ભેટ",
                    "દ્રવ્ય",
                    "આગ"
                ],
                "answer": "દ્રવ્ય"
            },
            {
                "id": 147,
                "question": "'ખબર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમાચાર",
                    "જીવ",
                    "બહાદુર",
                    "અશ્વ"
                ],
                "answer": "સમાચાર"
            },
            {
                "id": 148,
                "question": "'ખરાબ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમય",
                    "ગણતરી",
                    "દુષ્ટ",
                    "બહાદુર"
                ],
                "answer": "દુષ્ટ"
            },
            {
                "id": 149,
                "question": "'ખામી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ત્રુટિ",
                    "સાધુ",
                    "તૃપ્તિ",
                    "કાળજી"
                ],
                "answer": "ત્રુટિ"
            },
            {
                "id": 150,
                "question": "'ખાડો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગર્ત",
                    "દયા",
                    "આકાશ",
                    "બેવકૂફ"
                ],
                "answer": "ગર્ત"
            }
        ]
    },
    {
        "id": 16,
        "name": "Test 16",
        "questions": [
            {
                "id": 151,
                "question": "'ખેડૂત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિસ્તાર",
                    "નિર્ણય",
                    "કિસાન",
                    "ભાર"
                ],
                "answer": "કિસાન"
            },
            {
                "id": 152,
                "question": "'ખોટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્ત્રી",
                    "સમાચાર",
                    "ખાધ",
                    "અચેતન"
                ],
                "answer": "ખાધ"
            },
            {
                "id": 153,
                "question": "'ખ્યાતિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સાફ",
                    "આક્રમણ",
                    "આકાશ",
                    "મશહૂરી"
                ],
                "answer": "મશહૂરી"
            },
            {
                "id": 154,
                "question": "'ગહન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પંકજ",
                    "આક્ષેપ",
                    "માણસ",
                    "ઊંડું"
                ],
                "answer": "ઊંડું"
            },
            {
                "id": 155,
                "question": "'ગંદકી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દોસ્ત",
                    "કચરો",
                    "મહાવરો",
                    "કામના"
                ],
                "answer": "કચરો"
            },
            {
                "id": 156,
                "question": "'ગરીબ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાંક",
                    "નમસ્કાર",
                    "મૃત્યુ",
                    "મનગમતું"
                ],
                "answer": "રાંક"
            },
            {
                "id": 157,
                "question": "'ગર્વ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અભિમાન",
                    "આસ્થા",
                    "માફી",
                    "ખામી"
                ],
                "answer": "અભિમાન"
            },
            {
                "id": 158,
                "question": "'ગામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હોશિયાર",
                    "ચતુર",
                    "ગ્રામ",
                    "વશ"
                ],
                "answer": "ગ્રામ"
            },
            {
                "id": 159,
                "question": "'ગુણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જગત",
                    "અજોડ",
                    "રક્ષણ",
                    "વિશેષતા"
                ],
                "answer": "વિશેષતા"
            },
            {
                "id": 160,
                "question": "'ગુનેગાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "અપરાધી",
                    "જુલમ",
                    "અપેક્ષા"
                ],
                "answer": "અપરાધી"
            }
        ]
    },
    {
        "id": 17,
        "name": "Test 17",
        "questions": [
            {
                "id": 161,
                "question": "'ગુપ્ત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખાનગી",
                    "પૃથ્વી",
                    "પ્રકૃતિ",
                    "આકાશ"
                ],
                "answer": "ખાનગી"
            },
            {
                "id": 162,
                "question": "'ગુફા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કામદાર",
                    "માથું",
                    "ત્રાસ",
                    "બખોલ"
                ],
                "answer": "બખોલ"
            },
            {
                "id": 163,
                "question": "'ગુલામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છોડવું",
                    "નોકર",
                    "ગરીબ",
                    "હદ"
                ],
                "answer": "નોકર"
            },
            {
                "id": 164,
                "question": "'ગૃહ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મદદ",
                    "મજૂર",
                    "નિવાસ",
                    "પર્વત"
                ],
                "answer": "નિવાસ"
            },
            {
                "id": 165,
                "question": "'ગેબી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગરદન",
                    "અદ્રશ્ય",
                    "મહેનત",
                    "રશ્મિ"
                ],
                "answer": "અદ્રશ્ય"
            },
            {
                "id": 166,
                "question": "'ગોવાળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુશ્કેલી",
                    "અંતિમ",
                    "બચાવ",
                    "માલધારી"
                ],
                "answer": "માલધારી"
            },
            {
                "id": 167,
                "question": "'ગૌરવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભેટ",
                    "રક્ષણ",
                    "બીમારી",
                    "આબરૂ"
                ],
                "answer": "આબરૂ"
            },
            {
                "id": 168,
                "question": "'ગ્રંથ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચોપડી",
                    "માણસ",
                    "પૃથ્વી",
                    "સોમ"
                ],
                "answer": "ચોપડી"
            },
            {
                "id": 169,
                "question": "'ઘાતકી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્દય",
                    "બચાવ",
                    "ઘર",
                    "હાથ"
                ],
                "answer": "નિર્દય"
            },
            {
                "id": 170,
                "question": "'ઘાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આકાશ",
                    "કુશળતા",
                    "ખડ",
                    "કામ"
                ],
                "answer": "ખડ"
            }
        ]
    },
    {
        "id": 18,
        "name": "Test 18",
        "questions": [
            {
                "id": 171,
                "question": "'ઘી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ફાયદો",
                    "ત્રાસ",
                    "ઘૃત",
                    "મોઢું"
                ],
                "answer": "ઘૃત"
            },
            {
                "id": 172,
                "question": "'ઘોડો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તરુણ",
                    "ચટકો",
                    "અશ્વ",
                    "રવિ"
                ],
                "answer": "અશ્વ"
            },
            {
                "id": 173,
                "question": "'ચકલી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિસ્તાર",
                    "ચટકો",
                    "રક્ષણ",
                    "દિનરાત"
                ],
                "answer": "ચટકો"
            },
            {
                "id": 174,
                "question": "'ચતુર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સંખ્યા",
                    "ચાલાક",
                    "બોલી",
                    "નેત્ર"
                ],
                "answer": "ચાલાક"
            },
            {
                "id": 175,
                "question": "'ચંદ્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીવ",
                    "હુમલો",
                    "શશિ",
                    "ધન"
                ],
                "answer": "શશિ"
            },
            {
                "id": 176,
                "question": "'ચમત્કાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગુનો",
                    "ઈચ્છા",
                    "નિર્ભય",
                    "કરામત"
                ],
                "answer": "કરામત"
            },
            {
                "id": 177,
                "question": "'ચરણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાદ",
                    "નોકર",
                    "જાતિ",
                    "ગાંડો"
                ],
                "answer": "પાદ"
            },
            {
                "id": 178,
                "question": "'ચિંતા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગમગીન",
                    "સંજ્ઞા",
                    "ઉચાટ",
                    "પહાડ"
                ],
                "answer": "ઉચાટ"
            },
            {
                "id": 179,
                "question": "'ચિહ્ન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રતીક",
                    "બહુ",
                    "રસના",
                    "ભોંય"
                ],
                "answer": "પ્રતીક"
            },
            {
                "id": 180,
                "question": "'ચીવટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કાળજી",
                    "રક્ષણ",
                    "લોભ",
                    "અસત્ય"
                ],
                "answer": "કાળજી"
            }
        ]
    },
    {
        "id": 19,
        "name": "Test 19",
        "questions": [
            {
                "id": 181,
                "question": "'ચેતના' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્મિત",
                    "વીર",
                    "ચૈતન્ય",
                    "કામદાર"
                ],
                "answer": "ચૈતન્ય"
            },
            {
                "id": 182,
                "question": "'ચોરી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીવ",
                    "લૂંટ",
                    "સંધ્યા",
                    "કીર્તિ"
                ],
                "answer": "લૂંટ"
            },
            {
                "id": 183,
                "question": "'છાયા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઈચ્છા",
                    "બગીચો",
                    "છાંયડો",
                    "અદેખાઈ"
                ],
                "answer": "છાંયડો"
            },
            {
                "id": 184,
                "question": "'છેતરપિંડી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દગો",
                    "મુક્તિ",
                    "ભય",
                    "અનુમાન"
                ],
                "answer": "દગો"
            },
            {
                "id": 185,
                "question": "'છેલ્લું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અંતિમ",
                    "ઉચાટ",
                    "કર્ણ",
                    "પ્રસિદ્ધિ"
                ],
                "answer": "અંતિમ"
            },
            {
                "id": 186,
                "question": "'જગત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હોડ",
                    "મજૂર",
                    "નિશાની",
                    "સંસાર"
                ],
                "answer": "સંસાર"
            },
            {
                "id": 187,
                "question": "'જંગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લડાઈ",
                    "સોબત",
                    "વહેમ",
                    "જંગલ"
                ],
                "answer": "લડાઈ"
            },
            {
                "id": 188,
                "question": "'જંગલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સહેલું",
                    "રાન",
                    "મશીન",
                    "પાણી"
                ],
                "answer": "રાન"
            },
            {
                "id": 189,
                "question": "'જડ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્થૂળ",
                    "શરમ",
                    "બગીચો",
                    "રજ"
                ],
                "answer": "સ્થૂળ"
            },
            {
                "id": 190,
                "question": "'જન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મનાઈ",
                    "ભૂલ",
                    "લોક",
                    "નેકી"
                ],
                "answer": "લોક"
            }
        ]
    },
    {
        "id": 20,
        "name": "Test 20",
        "questions": [
            {
                "id": 191,
                "question": "'જન્મ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિઘ્ન",
                    "ઉદ્ભવ",
                    "સપનું",
                    "ઝડપ"
                ],
                "answer": "ઉદ્ભવ"
            },
            {
                "id": 192,
                "question": "'જમીન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આઝાદ",
                    "શિશુ",
                    "ભોંય",
                    "યશ"
                ],
                "answer": "ભોંય"
            },
            {
                "id": 193,
                "question": "'જય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીત",
                    "યુદ્ધ",
                    "સોનું",
                    "જમણ"
                ],
                "answer": "જીત"
            },
            {
                "id": 194,
                "question": "'જળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મિત્ર",
                    "વાયુ",
                    "ગુસ્સો",
                    "નીર"
                ],
                "answer": "નીર"
            },
            {
                "id": 195,
                "question": "'જાસૂસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગોપ",
                    "કરુણા",
                    "શક્તિ",
                    "બાતમીદાર"
                ],
                "answer": "બાતમીદાર"
            },
            {
                "id": 196,
                "question": "'જિંદગી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિરપરાધ",
                    "સમાચાર",
                    "ક્ષીર",
                    "આયુષ્ય"
                ],
                "answer": "આયુષ્ય"
            },
            {
                "id": 197,
                "question": "'જિજ્ઞાસા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માલિક",
                    "કુતૂહલ",
                    "શક્તિ",
                    "પ્રેમ"
                ],
                "answer": "કુતૂહલ"
            },
            {
                "id": 198,
                "question": "'જીત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમય",
                    "સમુદ્ર",
                    "વાયુ",
                    "ફતેહ"
                ],
                "answer": "ફતેહ"
            },
            {
                "id": 199,
                "question": "'જીભ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તારક",
                    "રક્ષણ",
                    "શીઘ્ર",
                    "જિહ્વા"
                ],
                "answer": "જિહ્વા"
            },
            {
                "id": 200,
                "question": "'જૂઠ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દિનરાત",
                    "સોબત",
                    "ખોટું",
                    "દેહ"
                ],
                "answer": "ખોટું"
            }
        ]
    },
    {
        "id": 21,
        "name": "Test 21",
        "questions": [
            {
                "id": 201,
                "question": "'જોમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શક્તિ",
                    "તાકાત",
                    "દ્રષ્ટિ",
                    "ગુપ્તચર"
                ],
                "answer": "તાકાત"
            },
            {
                "id": 202,
                "question": "'જોર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગુસ્સો",
                    "આવકાર",
                    "શક્તિ",
                    "ફસલ"
                ],
                "answer": "શક્તિ"
            },
            {
                "id": 203,
                "question": "'ઝરૂખો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અટારી",
                    "વાંક",
                    "અજોડ",
                    "આશિષ"
                ],
                "answer": "અટારી"
            },
            {
                "id": 204,
                "question": "'ઝાડ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખામી",
                    "પ્રસિદ્ધિ",
                    "ઉચાટ",
                    "તરુ"
                ],
                "answer": "તરુ"
            },
            {
                "id": 205,
                "question": "'ઝાકળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઓસ",
                    "કામદાર",
                    "માથું",
                    "અજવાળું"
                ],
                "answer": "ઓસ"
            },
            {
                "id": 206,
                "question": "'ઝૂંપડી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કુટીર",
                    "આનંદ",
                    "કોકિલા",
                    "મા"
                ],
                "answer": "કુટીર"
            },
            {
                "id": 207,
                "question": "'ઝેર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગાંડો",
                    "વિષ",
                    "રાક્ષસ",
                    "ઢીલું"
                ],
                "answer": "વિષ"
            },
            {
                "id": 208,
                "question": "'ટપાલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિવાહ",
                    "પત્ર",
                    "અક્કલ",
                    "ભગવાન"
                ],
                "answer": "પત્ર"
            },
            {
                "id": 209,
                "question": "'ટાઢ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઠંડી",
                    "રાત",
                    "કામયાબ",
                    "પેદાઈશ"
                ],
                "answer": "ઠંડી"
            },
            {
                "id": 210,
                "question": "'ટોળું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમૂહ",
                    "ખોબો",
                    "ભગવાન",
                    "ફાયદો"
                ],
                "answer": "સમૂહ"
            }
        ]
    },
    {
        "id": 22,
        "name": "Test 22",
        "questions": [
            {
                "id": 211,
                "question": "'ઠપકો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ટકોર",
                    "તાપ",
                    "પહાડ",
                    "સરોવર"
                ],
                "answer": "ટકોર"
            },
            {
                "id": 212,
                "question": "'ડર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નુકસાન",
                    "ચતુર",
                    "બીક",
                    "જમીન"
                ],
                "answer": "બીક"
            },
            {
                "id": 213,
                "question": "'ડહાપણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ટોચ",
                    "સમજણ",
                    "કોમળ",
                    "ફતેહ"
                ],
                "answer": "સમજણ"
            },
            {
                "id": 214,
                "question": "'ડુંગર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પહાડ",
                    "હિમ",
                    "ભંડાર",
                    "ઉપજ"
                ],
                "answer": "પહાડ"
            },
            {
                "id": 215,
                "question": "'ડોક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વીર",
                    "હાનિ",
                    "ગ્રીવા",
                    "જુસ્સો"
                ],
                "answer": "ગ્રીવા"
            },
            {
                "id": 216,
                "question": "'ઢગલો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માફી",
                    "રાશ",
                    "મા",
                    "આકાશ"
                ],
                "answer": "રાશ"
            },
            {
                "id": 217,
                "question": "'તકલીફ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઠંડુ",
                    "સાચું",
                    "મુશ્કેલી",
                    "સમસ્યા"
                ],
                "answer": "સમસ્યા"
            },
            {
                "id": 218,
                "question": "'તકરાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આશિષ",
                    "માર્ગ",
                    "લડાઈ",
                    "ઝઘડો"
                ],
                "answer": "ઝઘડો"
            },
            {
                "id": 219,
                "question": "'તડકો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઓચિંતું",
                    "આતપ",
                    "ધન",
                    "જાતિ"
                ],
                "answer": "આતપ"
            },
            {
                "id": 220,
                "question": "'તન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મહેનત",
                    "શરીર",
                    "જીવ",
                    "પરવા"
                ],
                "answer": "શરીર"
            }
        ]
    },
    {
        "id": 23,
        "name": "Test 23",
        "questions": [
            {
                "id": 221,
                "question": "'તરત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પળ",
                    "ત્વરિત",
                    "મતલબ",
                    "ભેટ"
                ],
                "answer": "ત્વરિત"
            },
            {
                "id": 222,
                "question": "'તરસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોટ",
                    "પ્યાસ",
                    "બેવકૂફ",
                    "સુગંધ"
                ],
                "answer": "પ્યાસ"
            },
            {
                "id": 223,
                "question": "'તલવાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નીચ",
                    "નિશાની",
                    "સમગ્ર",
                    "ખડગ"
                ],
                "answer": "ખડગ"
            },
            {
                "id": 224,
                "question": "'તવંગર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વહેમ",
                    "પગ",
                    "પૈસાદાર",
                    "વિસ્તાર"
                ],
                "answer": "પૈસાદાર"
            },
            {
                "id": 225,
                "question": "'તળાવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સરોવર",
                    "વિનાશ",
                    "મંજૂર",
                    "અંતિમ"
                ],
                "answer": "સરોવર"
            },
            {
                "id": 226,
                "question": "'તાકાત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દીપક",
                    "બળ",
                    "છેડો",
                    "પ્રશ્ન"
                ],
                "answer": "બળ"
            },
            {
                "id": 227,
                "question": "'તારીખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મિતિ",
                    "મંજૂર",
                    "આક્રમણ",
                    "હૃદય"
                ],
                "answer": "મિતિ"
            },
            {
                "id": 228,
                "question": "'તારો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હાથ",
                    "સિતારો",
                    "ધમાલ",
                    "ઓસ"
                ],
                "answer": "સિતારો"
            },
            {
                "id": 229,
                "question": "'તીર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લોહી",
                    "શર",
                    "મૃત્યુ",
                    "શહેર"
                ],
                "answer": "શર"
            },
            {
                "id": 230,
                "question": "'તેજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુશ્મન",
                    "ઉદ્યમ",
                    "ચળકાટ",
                    "શૂરવીર"
                ],
                "answer": "ચળકાટ"
            }
        ]
    },
    {
        "id": 24,
        "name": "Test 24",
        "questions": [
            {
                "id": 231,
                "question": "'તોફાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેતુ",
                    "શરમ",
                    "ધમાલ",
                    "નવાઈ"
                ],
                "answer": "ધમાલ"
            },
            {
                "id": 232,
                "question": "'ત્યાગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કોશિશ",
                    "વિનયી",
                    "માણસ",
                    "છોડવું"
                ],
                "answer": "છોડવું"
            },
            {
                "id": 233,
                "question": "'ત્રાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બૂમ",
                    "વિનાશ",
                    "આઝાદ",
                    "સિતમ"
                ],
                "answer": "સિતમ"
            },
            {
                "id": 234,
                "question": "'દયા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અનુકંપા",
                    "સ્વતંત્રતા",
                    "જંગલ",
                    "પરાજય"
                ],
                "answer": "અનુકંપા"
            },
            {
                "id": 235,
                "question": "'દરકાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેતુ",
                    "દોસ્ત",
                    "પ્રકૃતિ",
                    "પરવા"
                ],
                "answer": "પરવા"
            },
            {
                "id": 236,
                "question": "'દરિયો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માલિક",
                    "સાગર",
                    "માપ",
                    "હૃદય"
                ],
                "answer": "સાગર"
            },
            {
                "id": 237,
                "question": "'દવા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુનિયા",
                    "જુલમ",
                    "પંકજ",
                    "ઓસડ"
                ],
                "answer": "ઓસડ"
            },
            {
                "id": 238,
                "question": "'દાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઠંડી",
                    "ખેરાત",
                    "કામદાર",
                    "નવાઈ"
                ],
                "answer": "ખેરાત"
            },
            {
                "id": 239,
                "question": "'દાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દવા",
                    "ગુલામ",
                    "સમૂહ",
                    "ધ્વનિ"
                ],
                "answer": "ગુલામ"
            },
            {
                "id": 240,
                "question": "'દિન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અક્કલ",
                    "ઘૃત",
                    "દિવસ",
                    "હાથ"
                ],
                "answer": "દિવસ"
            }
        ]
    },
    {
        "id": 25,
        "name": "Test 25",
        "questions": [
            {
                "id": 241,
                "question": "'દીવાલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રૂપાળું",
                    "ભોંય",
                    "જળ",
                    "કરો"
                ],
                "answer": "કરો"
            },
            {
                "id": 242,
                "question": "'દીવો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચિરાગ",
                    "સમજણ",
                    "શુક",
                    "નવાઈ"
                ],
                "answer": "ચિરાગ"
            },
            {
                "id": 243,
                "question": "'દુઃખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેતુ",
                    "આગ",
                    "કષ્ટ",
                    "રક્ત"
                ],
                "answer": "કષ્ટ"
            },
            {
                "id": 244,
                "question": "'દુનિયા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરિવાર",
                    "બગીચો",
                    "જગત",
                    "અજ્ઞ"
                ],
                "answer": "જગત"
            },
            {
                "id": 245,
                "question": "'દુર્ગંધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેણું",
                    "બદબૂ",
                    "શરીર",
                    "સબૂરી"
                ],
                "answer": "બદબૂ"
            },
            {
                "id": 246,
                "question": "'દુશ્મન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ધન",
                    "શત્રુ",
                    "તરુણ",
                    "રડવું"
                ],
                "answer": "શત્રુ"
            },
            {
                "id": 247,
                "question": "'દૂધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઓચિંતું",
                    "પય",
                    "ગણતરી",
                    "ખડગ"
                ],
                "answer": "પય"
            },
            {
                "id": 248,
                "question": "'દૂત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શરૂઆત",
                    "ઘૃત",
                    "એલચી",
                    "ઠંડી"
                ],
                "answer": "એલચી"
            },
            {
                "id": 249,
                "question": "'દ્રવ્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અગ્નિ",
                    "નમસ્કાર",
                    "તારક",
                    "પૈસો"
                ],
                "answer": "પૈસો"
            },
            {
                "id": 250,
                "question": "'ધન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેણું",
                    "બખોલ",
                    "પ્રસિદ્ધિ",
                    "પૈસો"
                ],
                "answer": "પૈસો"
            }
        ]
    },
    {
        "id": 26,
        "name": "Test 26",
        "questions": [
            {
                "id": 251,
                "question": "'ધનુષ્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વેરાન",
                    "કોદંડ",
                    "પૃથ્વી",
                    "સંજ્ઞા"
                ],
                "answer": "કોદંડ"
            },
            {
                "id": 252,
                "question": "'ધર્મ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પુણ્ય",
                    "ધન",
                    "બચાવ",
                    "દેહ"
                ],
                "answer": "પુણ્ય"
            },
            {
                "id": 253,
                "question": "'ધરતી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આફત",
                    "બેવકૂફ",
                    "ઉપાસના",
                    "ધરા"
                ],
                "answer": "ધરા"
            },
            {
                "id": 254,
                "question": "'ધીરજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માન",
                    "સબૂરી",
                    "નીચ",
                    "તિરસ્કાર"
                ],
                "answer": "સબૂરી"
            },
            {
                "id": 255,
                "question": "'ધૂળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વાંક",
                    "શિશુ",
                    "સંધ્યા",
                    "રજ"
                ],
                "answer": "રજ"
            },
            {
                "id": 256,
                "question": "'ધ્યેય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પવન",
                    "મદદ",
                    "ઉદ્દેશ",
                    "પર્વત"
                ],
                "answer": "ઉદ્દેશ"
            },
            {
                "id": 257,
                "question": "'ધ્વજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગીચ",
                    "ઝંડો",
                    "ભય",
                    "જાતિ"
                ],
                "answer": "ઝંડો"
            },
            {
                "id": 258,
                "question": "'નગર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તાપ",
                    "પુર",
                    "સાલ",
                    "સ્વચ્છ"
                ],
                "answer": "પુર"
            },
            {
                "id": 259,
                "question": "'નજર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિગાહ",
                    "મૃત્યુ",
                    "પ્રભાત",
                    "નિશાની"
                ],
                "answer": "નિગાહ"
            },
            {
                "id": 260,
                "question": "'નદી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દુઃખ",
                    "ભેટ",
                    "નિમ્નગા",
                    "કુશળતા"
                ],
                "answer": "નિમ્નગા"
            }
        ]
    },
    {
        "id": 27,
        "name": "Test 27",
        "questions": [
            {
                "id": 261,
                "question": "'નફરત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સબૂરી",
                    "શ્યામ",
                    "ઉદ્યમ",
                    "અણગમો"
                ],
                "answer": "અણગમો"
            },
            {
                "id": 262,
                "question": "'નમ્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિવેકી",
                    "અજવાળું",
                    "સ્વતંત્રતા",
                    "નિર્જનતા"
                ],
                "answer": "વિવેકી"
            },
            {
                "id": 263,
                "question": "'નયન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મૃત્યુ",
                    "વય",
                    "સ્વતંત્રતા",
                    "નેત્ર"
                ],
                "answer": "નેત્ર"
            },
            {
                "id": 264,
                "question": "'નસીબ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમય",
                    "સફળતા",
                    "ભરવાડ",
                    "પ્રારબ્ધ"
                ],
                "answer": "પ્રારબ્ધ"
            },
            {
                "id": 265,
                "question": "'નાજુક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જીવન",
                    "પુસ્તક",
                    "સુકુમાર",
                    "અભિમાન"
                ],
                "answer": "સુકુમાર"
            },
            {
                "id": 266,
                "question": "'નાણું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વર્તન",
                    "ગૂઢ",
                    "ધનવાન",
                    "ધન"
                ],
                "answer": "ધન"
            },
            {
                "id": 267,
                "question": "'નામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તારક",
                    "જીવ",
                    "સંજ્ઞા",
                    "આદર"
                ],
                "answer": "સંજ્ઞા"
            },
            {
                "id": 268,
                "question": "'નારી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મહિલા",
                    "ઢીલું",
                    "તૃણ",
                    "દેવું"
                ],
                "answer": "મહિલા"
            },
            {
                "id": 269,
                "question": "'નાશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "એકતા",
                    "નાજુક",
                    "માર્ગ",
                    "ક્ષય"
                ],
                "answer": "ક્ષય"
            },
            {
                "id": 270,
                "question": "'નિદ્રા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પળ",
                    "સંખ્યા",
                    "વિસ્તાર",
                    "શયન"
                ],
                "answer": "શયન"
            }
        ]
    },
    {
        "id": 28,
        "name": "Test 28",
        "questions": [
            {
                "id": 271,
                "question": "'નિંદા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મદદ",
                    "કપડાં",
                    "દર્દ",
                    "કુથલી"
                ],
                "answer": "કુથલી"
            },
            {
                "id": 272,
                "question": "'નિર્ધન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ડર",
                    "મેણું",
                    "યુદ્ધ",
                    "ગરીબ"
                ],
                "answer": "ગરીબ"
            },
            {
                "id": 273,
                "question": "'નિર્દોષ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુક્તિ",
                    "ખોરાક",
                    "નિરપરાધ",
                    "ઠંડુ"
                ],
                "answer": "નિરપરાધ"
            },
            {
                "id": 274,
                "question": "'નિર્મળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેણું",
                    "પવિત્ર",
                    "ઘર",
                    "ભય"
                ],
                "answer": "પવિત્ર"
            },
            {
                "id": 275,
                "question": "'નિશા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાત",
                    "તૃપ્તિ",
                    "અંતિમ",
                    "ગર્ત"
                ],
                "answer": "રાત"
            },
            {
                "id": 276,
                "question": "'નિશ્ચય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્ધાર",
                    "મિત્ર",
                    "ગુપ્તચર",
                    "ઔષધ"
                ],
                "answer": "નિર્ધાર"
            },
            {
                "id": 277,
                "question": "'નીડર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લોહી",
                    "અભય",
                    "મૃત્યુ",
                    "પરાક્રમ"
                ],
                "answer": "અભય"
            },
            {
                "id": 278,
                "question": "'નીર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોમ",
                    "હોશિયાર",
                    "મુસીબત",
                    "પાણી"
                ],
                "answer": "પાણી"
            },
            {
                "id": 279,
                "question": "'નુકસાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લાજ",
                    "ખોટ",
                    "દિનરાત",
                    "ભય"
                ],
                "answer": "ખોટ"
            },
            {
                "id": 280,
                "question": "'નૂતન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ફતેહ",
                    "નવું",
                    "રાત્રિ",
                    "નિશાની"
                ],
                "answer": "નવું"
            }
        ]
    },
    {
        "id": 29,
        "name": "Test 29",
        "questions": [
            {
                "id": 281,
                "question": "'નેતા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છાંયડો",
                    "રાક્ષસ",
                    "ઊંડું",
                    "નાયક"
                ],
                "answer": "નાયક"
            },
            {
                "id": 282,
                "question": "'પક્ષી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માલિક",
                    "શ્યામ",
                    "બદબૂ",
                    "ખગ"
                ],
                "answer": "ખગ"
            },
            {
                "id": 283,
                "question": "'પવન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મા",
                    "સમીર",
                    "તરુણ",
                    "ઉદ્યમ"
                ],
                "answer": "સમીર"
            },
            {
                "id": 284,
                "question": "'પવિત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પાવન",
                    "સિપાહી",
                    "ખેરાત",
                    "સ્વચ્છ"
                ],
                "answer": "પાવન"
            },
            {
                "id": 285,
                "question": "'પહાડ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આદર",
                    "પર્વત",
                    "કામદેવ",
                    "ઝડપ"
                ],
                "answer": "પર્વત"
            },
            {
                "id": 286,
                "question": "'પાક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મિત્ર",
                    "ફસલ",
                    "આદર",
                    "ઊંડું"
                ],
                "answer": "ફસલ"
            },
            {
                "id": 287,
                "question": "'પાગલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિજય",
                    "ઘેલો",
                    "કામઠું",
                    "પદ્ધતિ"
                ],
                "answer": "ઘેલો"
            },
            {
                "id": 288,
                "question": "'પાણી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સલિલ",
                    "બદનામી",
                    "હાથ",
                    "વિનાશ"
                ],
                "answer": "સલિલ"
            },
            {
                "id": 289,
                "question": "'પાપ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બૂમ",
                    "સ્નેહ",
                    "અઘ",
                    "ગૂઢ"
                ],
                "answer": "અઘ"
            },
            {
                "id": 290,
                "question": "'પિતા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વેરાન",
                    "જનક",
                    "બહાદુર",
                    "ઠંડી"
                ],
                "answer": "જનક"
            }
        ]
    },
    {
        "id": 30,
        "name": "Test 30",
        "questions": [
            {
                "id": 291,
                "question": "'પીડા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વેદના",
                    "પરવા",
                    "હુકમ",
                    "સમાચાર"
                ],
                "answer": "વેદના"
            },
            {
                "id": 292,
                "question": "'પુત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમજ",
                    "મહેનત",
                    "સુત",
                    "પંખી"
                ],
                "answer": "સુત"
            },
            {
                "id": 293,
                "question": "'પુત્રી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પંડિત",
                    "બહુ",
                    "બળ",
                    "તનયા"
                ],
                "answer": "તનયા"
            },
            {
                "id": 294,
                "question": "'પુષ્પ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુર",
                    "કુસુમ",
                    "રજ",
                    "કીર્તિ"
                ],
                "answer": "કુસુમ"
            },
            {
                "id": 295,
                "question": "'પુસ્તક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છેવટ",
                    "કિતાબ",
                    "સફળતા",
                    "વિવાહ"
                ],
                "answer": "કિતાબ"
            },
            {
                "id": 296,
                "question": "'પૂજા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અર્ક",
                    "ઝડપ",
                    "ઉપાસના",
                    "મકાન"
                ],
                "answer": "ઉપાસના"
            },
            {
                "id": 297,
                "question": "'પેટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સારું",
                    "જઠર",
                    "સાધુ",
                    "સ્નેહ"
                ],
                "answer": "જઠર"
            },
            {
                "id": 298,
                "question": "'પૈસો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દોલત",
                    "રાંક",
                    "ઓસ",
                    "સુગંધ"
                ],
                "answer": "દોલત"
            },
            {
                "id": 299,
                "question": "'પોપટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભેટ",
                    "આક્રમણ",
                    "કીરી",
                    "અજોડ"
                ],
                "answer": "કીરી"
            },
            {
                "id": 300,
                "question": "'પોશાક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વજ્ર",
                    "મયૂર",
                    "જીવ",
                    "વસ્ત્ર"
                ],
                "answer": "વસ્ત્ર"
            }
        ]
    },
    {
        "id": 31,
        "name": "Test 31",
        "questions": [
            {
                "id": 301,
                "question": "'પ્રકાશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બખોલ",
                    "ઉજાસ",
                    "ટોચ",
                    "ભય"
                ],
                "answer": "ઉજાસ"
            },
            {
                "id": 302,
                "question": "'પ્રગતિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માફી",
                    "ઉન્નતિ",
                    "બચાવ",
                    "વિશ્વાસ"
                ],
                "answer": "ઉન્નતિ"
            },
            {
                "id": 303,
                "question": "'પ્રજા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અંધારું",
                    "અમાપ",
                    "મજૂર",
                    "લોક"
                ],
                "answer": "લોક"
            },
            {
                "id": 304,
                "question": "'પ્રણામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મશીન",
                    "મુક્તિ",
                    "નમસ્કાર",
                    "બોલી"
                ],
                "answer": "નમસ્કાર"
            },
            {
                "id": 305,
                "question": "'પ્રથા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બળ",
                    "રહેઠાણ",
                    "ધારો",
                    "છેવટ"
                ],
                "answer": "ધારો"
            },
            {
                "id": 306,
                "question": "'પ્રભાત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છેવટ",
                    "હોડ",
                    "રાક્ષસ",
                    "સવાર"
                ],
                "answer": "સવાર"
            },
            {
                "id": 307,
                "question": "'પ્રયત્ન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મથામણ",
                    "હેતુ",
                    "સમજણ",
                    "મદદ"
                ],
                "answer": "મથામણ"
            },
            {
                "id": 308,
                "question": "'પ્રવાસી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુસાફર",
                    "નુકસાન",
                    "ધ્વનિ",
                    "બખ્તર"
                ],
                "answer": "મુસાફર"
            },
            {
                "id": 309,
                "question": "'પ્રશંસા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પંડિત",
                    "વખાણ",
                    "સ્તુતિ",
                    "નિત્ય"
                ],
                "answer": "સ્તુતિ"
            },
            {
                "id": 310,
                "question": "'પ્રસિદ્ધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આખલો",
                    "સુવર્ણ",
                    "નાવ",
                    "મશહૂર"
                ],
                "answer": "મશહૂર"
            }
        ]
    },
    {
        "id": 32,
        "name": "Test 32",
        "questions": [
            {
                "id": 311,
                "question": "'પ્રાણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચેતના",
                    "આગ",
                    "દુનિયા",
                    "ચાકરી"
                ],
                "answer": "ચેતના"
            },
            {
                "id": 312,
                "question": "'પ્રેમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વહાલું",
                    "સ્નેહ",
                    "વિસ્તાર",
                    "સમજણ"
                ],
                "answer": "સ્નેહ"
            },
            {
                "id": 313,
                "question": "'ફિકર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચાકરી",
                    "ભૂલ",
                    "ખોરાક",
                    "ચિંતા"
                ],
                "answer": "ચિંતા"
            },
            {
                "id": 314,
                "question": "'ફેરફાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરિવર્તન",
                    "હિસ્સો",
                    "તાપ",
                    "સુગંધ"
                ],
                "answer": "પરિવર્તન"
            },
            {
                "id": 315,
                "question": "'ફોરમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સુગંધ",
                    "વિનયી",
                    "પ્રકાશ",
                    "અઘરું"
                ],
                "answer": "સુગંધ"
            },
            {
                "id": 316,
                "question": "'ફૂલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સુમન",
                    "નોકર",
                    "ઓચિંતું",
                    "કૃપણ"
                ],
                "answer": "સુમન"
            },
            {
                "id": 317,
                "question": "'બક્ષિસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કંકાસ",
                    "ઉપહાર",
                    "શક્તિ",
                    "ગ્રામ"
                ],
                "answer": "ઉપહાર"
            },
            {
                "id": 318,
                "question": "'બચાવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કામદેવ",
                    "સુરક્ષા",
                    "નિરપરાધ",
                    "ભૂલ"
                ],
                "answer": "સુરક્ષા"
            },
            {
                "id": 319,
                "question": "'બરફ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રસ્તો",
                    "કોકિલા",
                    "તુષાર",
                    "ભોંય"
                ],
                "answer": "તુષાર"
            },
            {
                "id": 320,
                "question": "'બળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્મરણ",
                    "દીકરો",
                    "શક્તિ",
                    "પંખીનો અવાજ"
                ],
                "answer": "શક્તિ"
            }
        ]
    },
    {
        "id": 33,
        "name": "Test 33",
        "questions": [
            {
                "id": 321,
                "question": "'બળદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વૃષભ",
                    "યાચક",
                    "જંગલ",
                    "લોકવાયકા"
                ],
                "answer": "વૃષભ"
            },
            {
                "id": 322,
                "question": "'બહાદુર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુશ્કેલ",
                    "પરાક્રમી",
                    "કપડાં",
                    "રાત"
                ],
                "answer": "પરાક્રમી"
            },
            {
                "id": 323,
                "question": "'બાગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વાયુ",
                    "બગીચો",
                    "આખલો",
                    "માલિક"
                ],
                "answer": "બગીચો"
            },
            {
                "id": 324,
                "question": "'બાળક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મજૂર",
                    "શિશુ",
                    "ઓચિંતું",
                    "દયા"
                ],
                "answer": "શિશુ"
            },
            {
                "id": 325,
                "question": "'બીક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોનું",
                    "વિનયી",
                    "ભય",
                    "તરુણ"
                ],
                "answer": "ભય"
            },
            {
                "id": 326,
                "question": "'બુદ્ધિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અચેતન",
                    "મેઘ",
                    "સમજ",
                    "સમાચાર"
                ],
                "answer": "સમજ"
            },
            {
                "id": 327,
                "question": "'બોજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શરમ",
                    "શરૂઆત",
                    "વજન",
                    "પવન"
                ],
                "answer": "વજન"
            },
            {
                "id": 328,
                "question": "'ભક્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઉપાસના",
                    "હર્ષ",
                    "શરૂઆત",
                    "ઉત્સુક"
                ],
                "answer": "ઉપાસના"
            },
            {
                "id": 329,
                "question": "'ભય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આભૂષણ",
                    "ગુનો",
                    "અલંકાર",
                    "બીક"
                ],
                "answer": "બીક"
            },
            {
                "id": 330,
                "question": "'ભરોસો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિશ્વાસ",
                    "ભોંય",
                    "પવન",
                    "પૃથ્વી"
                ],
                "answer": "વિશ્વાસ"
            }
        ]
    },
    {
        "id": 34,
        "name": "Test 34",
        "questions": [
            {
                "id": 331,
                "question": "'ભલાઈ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સંજ્ઞા",
                    "ડહાપણ",
                    "રહેઠાણ",
                    "નેકી"
                ],
                "answer": "નેકી"
            },
            {
                "id": 332,
                "question": "'ભાઈ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમગ્ર",
                    "બદનામી",
                    "ભ્રાતા",
                    "સમજ"
                ],
                "answer": "ભ્રાતા"
            },
            {
                "id": 333,
                "question": "'ભાગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ધનવાન",
                    "બગીચો",
                    "સંધ્યા",
                    "અંશ"
                ],
                "answer": "અંશ"
            },
            {
                "id": 334,
                "question": "'ભાગ્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મશીન",
                    "સરોવર",
                    "પર્વત",
                    "નસીબ"
                ],
                "answer": "નસીબ"
            },
            {
                "id": 335,
                "question": "'ભિખારી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભિક્ષુક",
                    "સફળતા",
                    "ભગવાન",
                    "રાક્ષસ"
                ],
                "answer": "ભિક્ષુક"
            },
            {
                "id": 336,
                "question": "'ભીંત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જેલ",
                    "દીવાલ",
                    "તસ્કરી",
                    "ઝઘડો"
                ],
                "answer": "દીવાલ"
            },
            {
                "id": 337,
                "question": "'ભૂખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શક્તિ",
                    "શ્યામ",
                    "લાચાર",
                    "ક્ષુધા"
                ],
                "answer": "ક્ષુધા"
            },
            {
                "id": 338,
                "question": "'ભૂમિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તિથિ",
                    "વૃક્ષ",
                    "આભૂષણ",
                    "જમીન"
                ],
                "answer": "જમીન"
            },
            {
                "id": 339,
                "question": "'ભૂલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દિલ",
                    "હિમ",
                    "હથિયાર",
                    "દોષ"
                ],
                "answer": "દોષ"
            },
            {
                "id": 340,
                "question": "'ભેદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હૃદય",
                    "યુદ્ધ",
                    "તફાવત",
                    "એકતા"
                ],
                "answer": "તફાવત"
            }
        ]
    },
    {
        "id": 35,
        "name": "Test 35",
        "questions": [
            {
                "id": 341,
                "question": "'ભોજન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દગો",
                    "આહાર",
                    "કથન",
                    "અભિમાન"
                ],
                "answer": "આહાર"
            },
            {
                "id": 342,
                "question": "'ભ્રમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આક્રમણ",
                    "આનંદ",
                    "ગ્રામ",
                    "ભ્રાંતિ"
                ],
                "answer": "ભ્રાંતિ"
            },
            {
                "id": 343,
                "question": "'મકાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઘર",
                    "પંખીનો અવાજ",
                    "ખોરાક",
                    "પ્રકાશ"
                ],
                "answer": "ઘર"
            },
            {
                "id": 344,
                "question": "'મજૂર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ક્ષીર",
                    "અનુમાન",
                    "તિરસ્કાર",
                    "કામદાર"
                ],
                "answer": "કામદાર"
            },
            {
                "id": 345,
                "question": "'મધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મધુ",
                    "ડર",
                    "બહુ",
                    "શૂરવીર"
                ],
                "answer": "મધુ"
            },
            {
                "id": 346,
                "question": "'મન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહસ્યમય",
                    "અંતઃકરણ",
                    "વચન",
                    "તિરસ્કાર"
                ],
                "answer": "અંતઃકરણ"
            },
            {
                "id": 347,
                "question": "'મરજી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વાર્તા",
                    "પરાક્રમ",
                    "ઈચ્છા",
                    "હુકમ"
                ],
                "answer": "ઈચ્છા"
            },
            {
                "id": 348,
                "question": "'મરણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મોત",
                    "બહાદુર",
                    "પંકજ",
                    "કંકાસ"
                ],
                "answer": "મોત"
            },
            {
                "id": 349,
                "question": "'મસ્તક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નાજુક",
                    "શિર",
                    "માફી",
                    "શત્રુ"
                ],
                "answer": "શિર"
            },
            {
                "id": 350,
                "question": "'મહેક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સુગંધ",
                    "આશિષ",
                    "અનુમાન",
                    "રડવું"
                ],
                "answer": "સુગંધ"
            }
        ]
    },
    {
        "id": 36,
        "name": "Test 36",
        "questions": [
            {
                "id": 351,
                "question": "'મહેનત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ડર",
                    "શ્રમ",
                    "દગો",
                    "આફત"
                ],
                "answer": "શ્રમ"
            },
            {
                "id": 352,
                "question": "'મહેમાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમુદ્ર",
                    "અતિથિ",
                    "હિસ્સો",
                    "વખાણ"
                ],
                "answer": "અતિથિ"
            },
            {
                "id": 353,
                "question": "'માતા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કાર્ય",
                    "હથિયાર",
                    "જનેતા",
                    "પહાડ"
                ],
                "answer": "જનેતા"
            },
            {
                "id": 354,
                "question": "'માન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સન્માન",
                    "અતિથિ",
                    "સ્વતંત્રતા",
                    "ઘર"
                ],
                "answer": "સન્માન"
            },
            {
                "id": 355,
                "question": "'માનવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "માણસ",
                    "કૃપણ",
                    "દોસ્ત",
                    "પ્રેમ"
                ],
                "answer": "માણસ"
            },
            {
                "id": 356,
                "question": "'માર્ગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરાજય",
                    "રસ્તો",
                    "તસ્કરી",
                    "રશ્મિ"
                ],
                "answer": "રસ્તો"
            },
            {
                "id": 357,
                "question": "'મિત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રેમ",
                    "માપ",
                    "ભાઈબંધ",
                    "નુકસાન"
                ],
                "answer": "ભાઈબંધ"
            },
            {
                "id": 358,
                "question": "'મુખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભય",
                    "વદન",
                    "અવિનાશી",
                    "નિર્ણય"
                ],
                "answer": "વદન"
            },
            {
                "id": 359,
                "question": "'મુસીબત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્વચ્છ",
                    "શરૂઆત",
                    "અંતિમ",
                    "તકલીફ"
                ],
                "answer": "તકલીફ"
            },
            {
                "id": 360,
                "question": "'મૂર્ખ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખડગ",
                    "બેવકૂફ",
                    "ગરદન",
                    "સુવર્ણ"
                ],
                "answer": "બેવકૂફ"
            }
        ]
    },
    {
        "id": 37,
        "name": "Test 37",
        "questions": [
            {
                "id": 361,
                "question": "'મૂર્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રવાસ",
                    "હૃદય",
                    "પ્રતિમા",
                    "અજ્ઞ"
                ],
                "answer": "પ્રતિમા"
            },
            {
                "id": 362,
                "question": "'મૃત્યુ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મરણ",
                    "ખેરાત",
                    "મહેમાન",
                    "યાચક"
                ],
                "answer": "મરણ"
            },
            {
                "id": 363,
                "question": "'મેઘ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દેશ",
                    "અપરાધી",
                    "વરસાદ",
                    "મતલબ"
                ],
                "answer": "વરસાદ"
            },
            {
                "id": 364,
                "question": "'મોક્ષ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાક્ષસ",
                    "મુક્તિ",
                    "દુઃખ",
                    "આગ"
                ],
                "answer": "મુક્તિ"
            },
            {
                "id": 365,
                "question": "'મોર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મુસાફર",
                    "રડવું",
                    "ફિકર",
                    "કલાપી"
                ],
                "answer": "કલાપી"
            },
            {
                "id": 366,
                "question": "'યંત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રતિમા",
                    "સમય",
                    "શપથ",
                    "મશીન"
                ],
                "answer": "મશીન"
            },
            {
                "id": 367,
                "question": "'યશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સાફ",
                    "કીર્તિ",
                    "શક્તિ",
                    "મોઢું"
                ],
                "answer": "કીર્તિ"
            },
            {
                "id": 368,
                "question": "'યાદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વગોવણી",
                    "દર્દ",
                    "સ્મરણ",
                    "નુકસાન"
                ],
                "answer": "સ્મરણ"
            },
            {
                "id": 369,
                "question": "'યાત્રા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોનું",
                    "વાયુ",
                    "પ્રવાસ",
                    "આભૂષણ"
                ],
                "answer": "પ્રવાસ"
            },
            {
                "id": 370,
                "question": "'યુદ્ધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગૂઢ",
                    "આંખ",
                    "લડાઈ",
                    "વિદ્યાર્થી"
                ],
                "answer": "લડાઈ"
            }
        ]
    },
    {
        "id": 38,
        "name": "Test 38",
        "questions": [
            {
                "id": 371,
                "question": "'યુવાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ડહાપણ",
                    "કિશોર",
                    "ગુસ્સો",
                    "પર્વત"
                ],
                "answer": "કિશોર"
            },
            {
                "id": 372,
                "question": "'રક્ત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સારું",
                    "યુક્તિ",
                    "આકાશ",
                    "રુધિર"
                ],
                "answer": "રુધિર"
            },
            {
                "id": 373,
                "question": "'રક્ષણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સરિતા",
                    "ઘોડો",
                    "ધાન્ય",
                    "બચાવ"
                ],
                "answer": "બચાવ"
            },
            {
                "id": 374,
                "question": "'રસ્તો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિદ્યાર્થી",
                    "વિખ્યાત",
                    "માર્ગ",
                    "એકતા"
                ],
                "answer": "માર્ગ"
            },
            {
                "id": 375,
                "question": "'રાજા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નૃપ",
                    "સફળતા",
                    "અમાપ",
                    "મુશ્કેલ"
                ],
                "answer": "નૃપ"
            },
            {
                "id": 376,
                "question": "'રાત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરાજય",
                    "નીચ",
                    "હાસ્ય",
                    "રાત્રિ"
                ],
                "answer": "રાત્રિ"
            },
            {
                "id": 377,
                "question": "'રાષ્ટ્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બગીચો",
                    "વતન",
                    "રાજ",
                    "યુદ્ધ"
                ],
                "answer": "વતન"
            },
            {
                "id": 378,
                "question": "'રીત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જાતિ",
                    "માન",
                    "પ્રથા",
                    "બગીચો"
                ],
                "answer": "પ્રથા"
            },
            {
                "id": 379,
                "question": "'રુદન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગરીબ",
                    "તૃપ્તિ",
                    "રડવું",
                    "સ્વચ્છ"
                ],
                "answer": "રડવું"
            },
            {
                "id": 380,
                "question": "'રૂપ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પંડિત",
                    "મંજૂર",
                    "આભૂષણ",
                    "સુંદરતા"
                ],
                "answer": "સુંદરતા"
            }
        ]
    },
    {
        "id": 39,
        "name": "Test 39",
        "questions": [
            {
                "id": 381,
                "question": "'રોગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આશિષ",
                    "બીમારી",
                    "વિખ્યાત",
                    "પંખી"
                ],
                "answer": "બીમારી"
            },
            {
                "id": 382,
                "question": "'રોજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દરરોજ",
                    "ગણતરી",
                    "ચિંતા",
                    "અપરાધી"
                ],
                "answer": "દરરોજ"
            },
            {
                "id": 383,
                "question": "'લગ્ન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નસીબ",
                    "વિવાહ",
                    "ગીચ",
                    "રક્ષણ"
                ],
                "answer": "વિવાહ"
            },
            {
                "id": 384,
                "question": "'લડાઈ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મહાવરો",
                    "રવિ",
                    "દેશ",
                    "જંગ"
                ],
                "answer": "જંગ"
            },
            {
                "id": 385,
                "question": "'લક્ષ્મી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખડગ",
                    "શ્રી",
                    "સરોવર",
                    "ઉચાટ"
                ],
                "answer": "શ્રી"
            },
            {
                "id": 386,
                "question": "'લાભ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કામના",
                    "ફાયદો",
                    "આકાશ",
                    "બહાદુર"
                ],
                "answer": "ફાયદો"
            },
            {
                "id": 387,
                "question": "'લાલચ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પંખી",
                    "નુકસાન",
                    "ઉદર",
                    "લોભ"
                ],
                "answer": "લોભ"
            },
            {
                "id": 388,
                "question": "'લોહી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગરદન",
                    "શોણિત",
                    "જુલમ",
                    "બખોલ"
                ],
                "answer": "શોણિત"
            },
            {
                "id": 389,
                "question": "'વચન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રસિદ્ધિ",
                    "કોલ",
                    "અભિમાન",
                    "જિજ્ઞાસા"
                ],
                "answer": "કોલ"
            },
            {
                "id": 390,
                "question": "'વન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "જંગલ",
                    "નરેશ",
                    "જમણ",
                    "હુકમ"
                ],
                "answer": "જંગલ"
            }
        ]
    },
    {
        "id": 40,
        "name": "Test 40",
        "questions": [
            {
                "id": 391,
                "question": "'વર્ષ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોમ",
                    "વરસ",
                    "અંતિમ",
                    "ગુસ્સો"
                ],
                "answer": "વરસ"
            },
            {
                "id": 392,
                "question": "'વસ્ત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "લૂગડાં",
                    "ક્રૂર",
                    "માથું",
                    "નરેશ"
                ],
                "answer": "લૂગડાં"
            },
            {
                "id": 393,
                "question": "'વહાલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રાક્ષસ",
                    "પ્રેમ",
                    "સોનું",
                    "અસત્ય"
                ],
                "answer": "પ્રેમ"
            },
            {
                "id": 394,
                "question": "'વાંક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રતિમા",
                    "યુદ્ધ",
                    "છેડો",
                    "દોષ"
                ],
                "answer": "દોષ"
            },
            {
                "id": 395,
                "question": "'વાણી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભંડાર",
                    "બોલી",
                    "મંજૂર",
                    "તૃપ્તિ"
                ],
                "answer": "બોલી"
            },
            {
                "id": 396,
                "question": "'વાત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેલ",
                    "હકીકત",
                    "ક્રૂર",
                    "વર્તન"
                ],
                "answer": "હકીકત"
            },
            {
                "id": 397,
                "question": "'વાદળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગુનો",
                    "વિકાસ",
                    "માર્ગ",
                    "ઘન"
                ],
                "answer": "ઘન"
            },
            {
                "id": 398,
                "question": "'વાયુ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મરણ",
                    "પુસ્તક",
                    "વિનાશ",
                    "સમીર"
                ],
                "answer": "સમીર"
            },
            {
                "id": 399,
                "question": "'વિકટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નાજુક",
                    "સ્ત્રી",
                    "મુશ્કેલ",
                    "હથિયાર"
                ],
                "answer": "મુશ્કેલ"
            },
            {
                "id": 400,
                "question": "'વિજય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બાપ",
                    "વાદળ",
                    "ખોબો",
                    "જીત"
                ],
                "answer": "જીત"
            }
        ]
    },
    {
        "id": 41,
        "name": "Test 41",
        "questions": [
            {
                "id": 401,
                "question": "'શક્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અશ્વ",
                    "તાકાત",
                    "ઢીલું",
                    "મતલબ"
                ],
                "answer": "તાકાત"
            },
            {
                "id": 402,
                "question": "'શત્રુ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "થોડું",
                    "ભીંત",
                    "દુશ્મન",
                    "હાથ"
                ],
                "answer": "દુશ્મન"
            },
            {
                "id": 403,
                "question": "'શબ્દ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દયા",
                    "શસ્ત્ર",
                    "બોલ",
                    "અલંકાર"
                ],
                "answer": "બોલ"
            },
            {
                "id": 404,
                "question": "'શરમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શરીર",
                    "અઘરું",
                    "લાજ",
                    "ખોરાક"
                ],
                "answer": "લાજ"
            },
            {
                "id": 405,
                "question": "'શરત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નરેશ",
                    "પંખીનો અવાજ",
                    "કરાર",
                    "મંજૂર"
                ],
                "answer": "કરાર"
            },
            {
                "id": 406,
                "question": "'શરીર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નેકી",
                    "ઉપાસના",
                    "વપુ",
                    "પવન"
                ],
                "answer": "વપુ"
            },
            {
                "id": 407,
                "question": "'શસ્ત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હિસ્સો",
                    "હથિયાર",
                    "નભ",
                    "રશ્મિ"
                ],
                "answer": "હથિયાર"
            },
            {
                "id": 408,
                "question": "'શાંતિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રહેઠાણ",
                    "હાનિ",
                    "ભય",
                    "નિરાંત"
                ],
                "answer": "નિરાંત"
            },
            {
                "id": 409,
                "question": "'શાસન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તાકાત",
                    "પળ",
                    "રાજ",
                    "કોટ"
                ],
                "answer": "રાજ"
            },
            {
                "id": 410,
                "question": "'શિખર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શૃંગ",
                    "ઉત્સાહ",
                    "તૃષ્ણા",
                    "ધન"
                ],
                "answer": "શૃંગ"
            }
        ]
    },
    {
        "id": 42,
        "name": "Test 42",
        "questions": [
            {
                "id": 411,
                "question": "'શિિથલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઓચિંતું",
                    "ઢીલું",
                    "લોક",
                    "હર્ષ"
                ],
                "answer": "ઢીલું"
            },
            {
                "id": 412,
                "question": "'શિષ્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મકાન",
                    "સાહેદ",
                    "બહુ",
                    "વિદ્યાર્થી"
                ],
                "answer": "વિદ્યાર્થી"
            },
            {
                "id": 413,
                "question": "'શીતળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઠંડુ",
                    "આભૂષણ",
                    "અગ્નિ",
                    "પાણી"
                ],
                "answer": "ઠંડુ"
            },
            {
                "id": 414,
                "question": "'શુદ્ધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પવિત્ર",
                    "તૃણ",
                    "કુબા",
                    "વિશેષતા"
                ],
                "answer": "પવિત્ર"
            },
            {
                "id": 415,
                "question": "'શુભ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બાણ",
                    "સંધ્યા",
                    "નરેશ",
                    "મંગલ"
                ],
                "answer": "મંગલ"
            },
            {
                "id": 416,
                "question": "'શૂરવીર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પતાકા",
                    "બહાદુર",
                    "યાચક",
                    "દુશ્મન"
                ],
                "answer": "બહાદુર"
            },
            {
                "id": 417,
                "question": "'શૈલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મદદ",
                    "મેલ",
                    "પર્વત",
                    "નેકી"
                ],
                "answer": "પર્વત"
            },
            {
                "id": 418,
                "question": "'શોક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દિલગીરી",
                    "ઈર્ષ્યા",
                    "નમસ્કાર",
                    "ઉપાસના"
                ],
                "answer": "દિલગીરી"
            },
            {
                "id": 419,
                "question": "'શોભા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સુંદરતા",
                    "આંખ",
                    "સમગ્ર",
                    "સ્મરણ"
                ],
                "answer": "સુંદરતા"
            },
            {
                "id": 420,
                "question": "'શ્રદ્ધા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શ્યામ",
                    "ભરોસો",
                    "સ્વચ્છ",
                    "વિષ"
                ],
                "answer": "ભરોસો"
            }
        ]
    },
    {
        "id": 43,
        "name": "Test 43",
        "questions": [
            {
                "id": 421,
                "question": "'શ્રમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બળ",
                    "વન",
                    "ધન",
                    "જહેમત"
                ],
                "answer": "જહેમત"
            },
            {
                "id": 422,
                "question": "'શ્રેષ્ઠ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નેકી",
                    "મહેનત",
                    "ઉત્તમ",
                    "અજોડ"
                ],
                "answer": "ઉત્તમ"
            },
            {
                "id": 423,
                "question": "'સંકટ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પવિત્ર",
                    "મુસીબત",
                    "સ્વતંત્રતા",
                    "બોલ"
                ],
                "answer": "મુસીબત"
            },
            {
                "id": 424,
                "question": "'સંકોચ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખચકાટ",
                    "માફી",
                    "કાળજી",
                    "શક્તિ"
                ],
                "answer": "ખચકાટ"
            },
            {
                "id": 425,
                "question": "'સંગ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દગો",
                    "મૂલ્ય",
                    "સોબત",
                    "આખલો"
                ],
                "answer": "સોબત"
            },
            {
                "id": 426,
                "question": "'સંગ્રામ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિદ્યાર્થી",
                    "યુદ્ધ",
                    "જિજ્ઞાસા",
                    "અજવાળું"
                ],
                "answer": "યુદ્ધ"
            },
            {
                "id": 427,
                "question": "'સંત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઋષિ",
                    "સફળતા",
                    "બરફ",
                    "કૃપા"
                ],
                "answer": "ઋષિ"
            },
            {
                "id": 428,
                "question": "'સંતોષ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરવા",
                    "હાસ્ય",
                    "તૃપ્તિ",
                    "સિપાહી"
                ],
                "answer": "તૃપ્તિ"
            },
            {
                "id": 429,
                "question": "'સંદેશ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમાચાર",
                    "રાશ",
                    "આભાર",
                    "અંધારું"
                ],
                "answer": "સમાચાર"
            },
            {
                "id": 430,
                "question": "'સંપ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કર",
                    "હેતુ",
                    "મુશ્કેલ",
                    "મેળ"
                ],
                "answer": "મેળ"
            }
        ]
    },
    {
        "id": 44,
        "name": "Test 44",
        "questions": [
            {
                "id": 431,
                "question": "'સંપત્તિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શીઘ્ર",
                    "નેકી",
                    "ધન",
                    "ઓસ"
                ],
                "answer": "ધન"
            },
            {
                "id": 432,
                "question": "'સંબંધ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નુકસાન",
                    "કોટ",
                    "રિશ્તો",
                    "તસ્કરી"
                ],
                "answer": "રિશ્તો"
            },
            {
                "id": 433,
                "question": "'સંહાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કિસાન",
                    "કાર્ય",
                    "પર્વત",
                    "નાશ"
                ],
                "answer": "નાશ"
            },
            {
                "id": 434,
                "question": "'સત્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સાચું",
                    "ગાંડો",
                    "રહસ્યમય",
                    "વાંક"
                ],
                "answer": "સાચું"
            },
            {
                "id": 435,
                "question": "'સન્માન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બચાવ",
                    "હિમ",
                    "માન",
                    "તફાવત"
                ],
                "answer": "માન"
            },
            {
                "id": 436,
                "question": "'સફળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હુકમ",
                    "સિદ્ધ",
                    "આભાર",
                    "ચિંતા"
                ],
                "answer": "સિદ્ધ"
            },
            {
                "id": 437,
                "question": "'સમજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ગ્રામ",
                    "સમગ્ર",
                    "અક્કલ",
                    "મરણ"
                ],
                "answer": "અક્કલ"
            },
            {
                "id": 438,
                "question": "'સમય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વખત",
                    "ઉદર",
                    "ઉત્સુક",
                    "હાથ"
                ],
                "answer": "વખત"
            },
            {
                "id": 439,
                "question": "'સમુદ્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ભાગ્ય",
                    "ક્રૂર",
                    "ઉદધિ",
                    "અમાપ"
                ],
                "answer": "ઉદધિ"
            },
            {
                "id": 440,
                "question": "'સરળ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઉદ્યમ",
                    "નિર્ભય",
                    "સવાર",
                    "આસાન"
                ],
                "answer": "આસાન"
            }
        ]
    },
    {
        "id": 45,
        "name": "Test 45",
        "questions": [
            {
                "id": 441,
                "question": "'સરોવર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "યશ",
                    "તળાવ",
                    "દીપક",
                    "અદેખાઈ"
                ],
                "answer": "તળાવ"
            },
            {
                "id": 442,
                "question": "'સવાલ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ખડગ",
                    "પ્રતિમા",
                    "દુષ્ટ",
                    "પૂછપરછ"
                ],
                "answer": "પૂછપરછ"
            },
            {
                "id": 443,
                "question": "'સવાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કંકાસ",
                    "ઉષા",
                    "ડહાપણ",
                    "તરુણ"
                ],
                "answer": "ઉષા"
            },
            {
                "id": 444,
                "question": "'સહાય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સમગ્ર",
                    "શહદ",
                    "ભય",
                    "ટેકો"
                ],
                "answer": "ટેકો"
            },
            {
                "id": 445,
                "question": "'સાક્ષી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શ્યામ",
                    "ગવાહ",
                    "સુગંધ",
                    "ચાકરી"
                ],
                "answer": "ગવાહ"
            },
            {
                "id": 446,
                "question": "'સાથી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મિત્ર",
                    "રિવાજ",
                    "મુસીબત",
                    "દગો"
                ],
                "answer": "મિત્ર"
            },
            {
                "id": 447,
                "question": "'સાદગી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સંજ્ઞા",
                    "ભોળપણ",
                    "માર્ગ",
                    "પાણી"
                ],
                "answer": "ભોળપણ"
            },
            {
                "id": 448,
                "question": "'સાફ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મેણું",
                    "વાંક",
                    "નિર્મળ",
                    "મકાન"
                ],
                "answer": "નિર્મળ"
            },
            {
                "id": 449,
                "question": "'સાંજ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નિર્જનતા",
                    "માથું",
                    "ઝઘડો",
                    "સાયંકાળ"
                ],
                "answer": "સાયંકાળ"
            },
            {
                "id": 450,
                "question": "'સાહસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તૃણ",
                    "મનગમતું",
                    "ઊંડું",
                    "પરાક્રમ"
                ],
                "answer": "પરાક્રમ"
            }
        ]
    },
    {
        "id": 46,
        "name": "Test 46",
        "questions": [
            {
                "id": 451,
                "question": "'સિદ્ધિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પ્રાપ્તિ",
                    "નવાઈ",
                    "લડાઈ",
                    "તહેવાર"
                ],
                "answer": "પ્રાપ્તિ"
            },
            {
                "id": 452,
                "question": "'સીમા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આશિષ",
                    "મર્યાદા",
                    "હથિયાર",
                    "બચાવ"
                ],
                "answer": "મર્યાદા"
            },
            {
                "id": 453,
                "question": "'સુંદર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શરૂઆત",
                    "શ્યામ",
                    "રૂપાળું",
                    "ટોચ"
                ],
                "answer": "રૂપાળું"
            },
            {
                "id": 454,
                "question": "'સુરક્ષા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પુષ્પ",
                    "મનગમતું",
                    "દિનરાત",
                    "બચાવ"
                ],
                "answer": "બચાવ"
            },
            {
                "id": 455,
                "question": "'સુવાસ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સોબત",
                    "દેશ",
                    "જીવ",
                    "સુગંધ"
                ],
                "answer": "સુગંધ"
            },
            {
                "id": 456,
                "question": "'સૂર્ય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સૂરજ",
                    "અભિમાન",
                    "સુંદરતા",
                    "પરિવાર"
                ],
                "answer": "સૂરજ"
            },
            {
                "id": 457,
                "question": "'સેના' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બરફ",
                    "મુસીબત",
                    "હર્ષ",
                    "ફોજ"
                ],
                "answer": "ફોજ"
            },
            {
                "id": 458,
                "question": "'સેવા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચાકરી",
                    "તારક",
                    "નુકસાન",
                    "કોટ"
                ],
                "answer": "ચાકરી"
            },
            {
                "id": 459,
                "question": "'સૈનિક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શીઘ્ર",
                    "જવાન",
                    "વાદળ",
                    "આઝાદ"
                ],
                "answer": "જવાન"
            },
            {
                "id": 460,
                "question": "'સોગંદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શપથ",
                    "બળ",
                    "દોસ્ત",
                    "દિવસ"
                ],
                "answer": "શપથ"
            }
        ]
    },
    {
        "id": 47,
        "name": "Test 47",
        "questions": [
            {
                "id": 461,
                "question": "'સોનું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેમ",
                    "મનગમતું",
                    "તારક",
                    "વજ્ર"
                ],
                "answer": "હેમ"
            },
            {
                "id": 462,
                "question": "'સ્ત્રી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દોસ્ત",
                    "ભાગ્ય",
                    "અજ્ઞ",
                    "મહિલા"
                ],
                "answer": "મહિલા"
            },
            {
                "id": 463,
                "question": "'સ્નેહ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હેત",
                    "મેણું",
                    "વખાણ",
                    "ઓસ"
                ],
                "answer": "હેત"
            },
            {
                "id": 464,
                "question": "'સ્મરણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્મૃતિ",
                    "વેરાન",
                    "અલૌકિક",
                    "પાણી"
                ],
                "answer": "સ્મૃતિ"
            },
            {
                "id": 465,
                "question": "'સ્મિત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અપેક્ષા",
                    "દાતા",
                    "માન",
                    "મલકાટ"
                ],
                "answer": "મલકાટ"
            },
            {
                "id": 466,
                "question": "'સ્વચ્છ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "નોકર",
                    "નિર્મળ",
                    "ખોબો",
                    "તિરસ્કાર"
                ],
                "answer": "નિર્મળ"
            },
            {
                "id": 467,
                "question": "'સ્વતંત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વહાલું",
                    "કપડાં",
                    "મુક્ત",
                    "સ્ત્રી"
                ],
                "answer": "મુક્ત"
            },
            {
                "id": 468,
                "question": "'સ્વપ્ન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શમણું",
                    "ઉચાટ",
                    "ઘર",
                    "ચિંતા"
                ],
                "answer": "શમણું"
            },
            {
                "id": 469,
                "question": "'સ્વભાવ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સાફ",
                    "પ્રકૃતિ",
                    "દિનરાત",
                    "અર્ક"
                ],
                "answer": "પ્રકૃતિ"
            },
            {
                "id": 470,
                "question": "'સ્વાગત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દાસ",
                    "સત્કાર",
                    "સ્મિત",
                    "મુસીબત"
                ],
                "answer": "સત્કાર"
            }
        ]
    },
    {
        "id": 48,
        "name": "Test 48",
        "questions": [
            {
                "id": 471,
                "question": "'સ્વામી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વીર",
                    "નમસ્કાર",
                    "ધણી",
                    "ભોંય"
                ],
                "answer": "ધણી"
            },
            {
                "id": 472,
                "question": "'હદ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "છેડો",
                    "પ્રશ્ન",
                    "જાતિ",
                    "જમણ"
                ],
                "answer": "છેડો"
            },
            {
                "id": 473,
                "question": "'હથિયાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્મરણ",
                    "શક્તિ",
                    "માર્ગ",
                    "ઓજાર"
                ],
                "answer": "ઓજાર"
            },
            {
                "id": 474,
                "question": "'હર્ષ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ઉલ્લાસ",
                    "જગત",
                    "પરવા",
                    "માલિક"
                ],
                "answer": "ઉલ્લાસ"
            },
            {
                "id": 475,
                "question": "'હવા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પહેરવેશ",
                    "શીઘ્ર",
                    "સમીર",
                    "સવાર"
                ],
                "answer": "સમીર"
            },
            {
                "id": 476,
                "question": "'હસ્ત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "કર",
                    "ભલું",
                    "સમાચાર",
                    "નીચ"
                ],
                "answer": "કર"
            },
            {
                "id": 477,
                "question": "'હસવું' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "આખલો",
                    "સ્ત્રી",
                    "રિવાજ",
                    "સ્મિત"
                ],
                "answer": "સ્મિત"
            },
            {
                "id": 478,
                "question": "'હાક' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પરચો",
                    "બૂમ",
                    "ધમાલ",
                    "અમાપ"
                ],
                "answer": "બૂમ"
            },
            {
                "id": 479,
                "question": "'હાથ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પુસ્તક",
                    "ગુપ્તચર",
                    "કર",
                    "હાનિ"
                ],
                "answer": "કર"
            },
            {
                "id": 480,
                "question": "'હાનિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "પર્વત",
                    "પહાડ",
                    "ખોટ",
                    "ચાકરી"
                ],
                "answer": "ખોટ"
            }
        ]
    },
    {
        "id": 49,
        "name": "Test 49",
        "questions": [
            {
                "id": 481,
                "question": "'હાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "થોડું",
                    "પરાજય",
                    "નિર્ણય",
                    "મતલબ"
                ],
                "answer": "પરાજય"
            },
            {
                "id": 482,
                "question": "'હિંમત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બહાદુરી",
                    "અગ્નિ",
                    "નવાઈ",
                    "કામદેવ"
                ],
                "answer": "બહાદુરી"
            },
            {
                "id": 483,
                "question": "'હિત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તૃષ્ણા",
                    "ભંડાર",
                    "ઈચ્છા",
                    "લાભ"
                ],
                "answer": "લાભ"
            },
            {
                "id": 484,
                "question": "'હિમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તુષાર",
                    "બળ",
                    "બોલી",
                    "મકાન"
                ],
                "answer": "તુષાર"
            },
            {
                "id": 485,
                "question": "'હિસાબ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "શીઘ્ર",
                    "વજ્ર",
                    "સમજ",
                    "ગણતરી"
                ],
                "answer": "ગણતરી"
            },
            {
                "id": 486,
                "question": "'હીરો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "તૃષ્ણા",
                    "તારક",
                    "ડાયમંડ",
                    "ધન"
                ],
                "answer": "ડાયમંડ"
            },
            {
                "id": 487,
                "question": "'હુકમ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "હુમલો",
                    "ફરમાન",
                    "સોનું",
                    "ચટકો"
                ],
                "answer": "ફરમાન"
            },
            {
                "id": 488,
                "question": "'હુમલો' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ચડાઈ",
                    "ભલું",
                    "નભ",
                    "નિર્ણય"
                ],
                "answer": "ચડાઈ"
            },
            {
                "id": 489,
                "question": "'હૃદય' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મહેમાન",
                    "શરમ",
                    "મિત્ર",
                    "દિલ"
                ],
                "answer": "દિલ"
            },
            {
                "id": 490,
                "question": "'હેત' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સ્નેહ",
                    "જીવ",
                    "રક્ષણ",
                    "ડહાપણ"
                ],
                "answer": "સ્નેહ"
            }
        ]
    },
    {
        "id": 50,
        "name": "Test 50",
        "questions": [
            {
                "id": 491,
                "question": "'હોડી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "દગો",
                    "શરૂઆત",
                    "બોલી",
                    "નાવ"
                ],
                "answer": "નાવ"
            },
            {
                "id": 492,
                "question": "'હોશિયાર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અદેખાઈ",
                    "બાહોશ",
                    "ઔષધ",
                    "આનંદ"
                ],
                "answer": "બાહોશ"
            },
            {
                "id": 493,
                "question": "'ક્ષણ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "બખ્તર",
                    "ગુનો",
                    "પળ",
                    "રહસ્યમય"
                ],
                "answer": "પળ"
            },
            {
                "id": 494,
                "question": "'ક્ષતિ' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "સપનું",
                    "પૃથ્વી",
                    "શત્રુ",
                    "દોષ"
                ],
                "answer": "દોષ"
            },
            {
                "id": 495,
                "question": "'ક્ષમતા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિનયી",
                    "યોગ્યતા",
                    "કામદાર",
                    "સરળતા"
                ],
                "answer": "યોગ્યતા"
            },
            {
                "id": 496,
                "question": "'ક્ષમા' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "ફૂલ",
                    "આફત",
                    "મુસાફર",
                    "માફી"
                ],
                "answer": "માફી"
            },
            {
                "id": 497,
                "question": "'ક્ષેત્ર' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "વિસ્તાર",
                    "હિમ",
                    "ઉચાટ",
                    "ક્ષુધા"
                ],
                "answer": "વિસ્તાર"
            },
            {
                "id": 498,
                "question": "'જ્ઞાન' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "અંધારું",
                    "સમજ",
                    "રજ",
                    "નિત્ય"
                ],
                "answer": "સમજ"
            },
            {
                "id": 499,
                "question": "'જ્ઞાની' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "મોઢું",
                    "પંડિત",
                    "તૃષ્ણા",
                    "ગુપ્તચર"
                ],
                "answer": "પંડિત"
            },
            {
                "id": 500,
                "question": "'જ્ઞાતી' શબ્દનો સમાનાર્થી શબ્દ જણાવો.",
                "options": [
                    "રક્ત",
                    "કોમ",
                    "ખોબો",
                    "મંજૂર"
                ],
                "answer": "કોમ"
            }
        ]
    }
];