export const chapter15Tests = [
    {
        id: "t15-1",
        name: "Test 1",
        questions: [
            {
                id: 1,
                question: "“વિચારતાં નેત્ર જલે ભરાય છે.' - વિચારતાં-નો કૃદંતનો પ્રકાર કયો છે?",
                options: ["ભવિષ્ય કૃદંત", "વિધ્યર્થ કૃદંત", "ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 2,
                question: "પૂરીઓ વણતાં વણતાં મેં કહ્યું. - રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાન કૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 3,
                question: "‘લખવું-વાંચવું’ એ કંઈ કેળવણી નથી. - રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભવિષ્ય કૃદંત", "સંબંધક ભૂતકૃદંત", "સામાન્ય કૃદંત", "વર્તમાન કૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 4,
                question: "ભૂતકૃદંત ઓળખાવો.",
                options: ["પડયો પડયો", "લખવાનું", "લખીને", "વાંચવાનો"],
                answer: "પડયો પડયો"
            },
            {
                id: 5,
                question: "સાંભળનાર કોઈ હતું જ નહિને. - રેખાંકિત શબ્દોની કૃદંત ઓળખાવો.",
                options: ["વિધ્યર્થ", "સંબંધક કૃદંત", "ભવિષ્યકૃદંત", "વર્તમાન કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 6,
                question: "‘માણસો માખીની જેમ મરતા હતા.’- રેખાંકિત પદ કૃદંતનો ક્યો પ્રકાર સૂચવે છે.",
                options: ["ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત", "ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 7,
                question: "‘બાળકો જમીને શાળાએ ગયાં.' - રેખાંકિત શબ્દનો કૃદંત ઓળખાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂત કૃદંત", "હેત્વર્થ કૃદંત", "ભૂતકૃદંત"],
                answer: "સંબંધક ભૂત કૃદંત"
            },
            {
                id: 8,
                question: "‘મોંઘીનો રડવાનો અવાજ સંભળાય છે.' - રેખાંકિત શબ્દનો કૃદંત પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "સામાન્ય કૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 9,
                question: "જે ધાતુના અંતે 'નાર' છે તેને ક્યા પ્રકારનું કૃદંત કહો?",
                options: ["સામાન્ય કૃદંત", "હેત્વર્થ કૃદંત", "વર્તમાન કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "ભવિષ્ય કૃદંત"
            },
            {
                id: 10,
                question: "'તું ખાવાનું મોકલનાર કોણ?",
                options: ["ભૂતકૃદંત", "આજ્ઞાર્થકૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            }
        ]
    },
    {
        id: "t15-2",
        name: "Test 2",
        questions: [
            {
                id: 1,
                question: "હું પણ ત્યાં જઈને બેસતો. - રેખાંકિત વાક્યમાં કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "આજ્ઞાર્થ કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 2,
                question: "રેખા ભાવિકને ખવડાવીને ખાય છે. રેખાંકિત શબ્દ ક્યા કૃદંતનો પ્રકાર છે?",
                options: ["વિધ્યર્થ", "સંબંધક કૃદંત", "ભવિષ્યકૃદંત", "વર્તમાન કૃદંત"],
                answer: "સંબંધક કૃદંત"
            },
            {
                id: 3,
                question: "મેં બધું વાળીને સાફ કર્યું. - રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "સંબંધક ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 4,
                question: "‘બહાર મેળો લાગેલો હતો.’ - ‘લાગેલો’ કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભવિષ્યકૃદંત", "ભૂતકૃદંત", "હેત્વર્થ કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 5,
                question: "‘આ સમજવું સહેલું નથી.’- વાક્યમાં ‘સમજવું’ નીચેના પૈકી શું છે?",
                options: ["કૃદંત", "સંજ્ઞા", "સર્વનામ", "વિશેષણ"],
                answer: "કૃદંત"
            },
            {
                id: 6,
                question: "‘સાચું બોલનાર ક્યાં છે?’ – આ વાક્યમાં કર્તા - પદ 'બોલનાર' એ શું છે?",
                options: ["કૃદંત", "સંજ્ઞા", "સર્વનામ", "વિશેષણ"],
                answer: "કૃદંત"
            },
            {
                id: 7,
                question: "‘ઘરનાં સર્વ માણસને પોતપોતાની બાબતમાં જરી જરી અગવડ લાગવા માંડી.’ વાક્યમાં કયું કૃદંત વપરાયું છે?",
                options: ["સંબંધક કૃદંત", "સામાન્ય કૃદંત", "હેત્વર્થ કૃદંત", "ભૂત કૃદંત"],
                answer: "હેત્વર્થ કૃદંત"
            },
            {
                id: 8,
                question: "ટાઇમટેબલ બનાવનાર દરેકને મારી સૂચના છે. - રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "વર્તમાનકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 9,
                question: "વર્ષાઋતુમાં વૃક્ષો પરથી સૂરજને ખરતો જોઉં છું. - લીટી દોરેલા શબ્દનો કૃદંત ઓળખાવો.",
                options: ["ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "વર્તમાન કૃદંત", "સંબંધક કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 10,
                question: "‘એને વાંચેલું યાદ રહેતું નથી.”- વાક્યમાં 'વાંચેલું' શું છે?",
                options: ["વિશેષણ", "સર્વનામ", "સંજ્ઞા", "કૃદંત"],
                answer: "કૃદંત"
            }
        ]
    },
    {
        id: "t15-3",
        name: "Test 3",
        questions: [
            {
                id: 1,
                question: "તેઓ હાથ ઊંચા કરીને મદદ માગતા હતા.-કૃદંત ઓળખાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "હેત્વર્થ કૃદંત", "વર્તમાન કૃદંત", "ભૂતકૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 2,
                question: "પંખી ઊડીને ઝાડ પર બેઠું. - આ વાક્યમાં ‘ઊડીને’ શબ્દ શું છે?",
                options: ["નામ", "સર્વનામ", "સંયોજક", "કૃદંત"],
                answer: "કૃદંત"
            },
            {
                id: 3,
                question: "‘ઊગતા સૂરજને સહુ કોઈ પૂજે.’ કૃદંતનો પ્રકાર જણાવો.",
                options: ["હેત્વર્થ કૃદંત", "ભવિષ્ય કૃદંત", "વર્તમાન કૃદંત", "સંબંધક કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 4,
                question: "રમતાં બાળક વહાલાં લાગે. - વાક્યમાં રેખાંકિત કરેલ શબ્દમાં કૃદંતનો પ્રકાર ઓળખાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "એકપણ નહીં"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 5,
                question: "મારી ઉંમર પ્રશ્નો પૂછવા જેટલી થઈ. - રેખાંકિત શબ્દના કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "સંબંધક કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 6,
                question: "કિશા લખતાં-લખતાં ટીવી જુએ છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂત કૃદંત", "વર્તમાનકૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "વર્તમાનકૃદંત"
            },
            {
                id: 7,
                question: "મને શિખામણ આપનાર તું કોણ? - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભવિષ્યકૃદંત", "ભૂતકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 8,
                question: "કનુભાઈ બપોરે જમતા નથી. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["હેત્વર્થ કૃદંત", "ભવિષ્યકૃદંત", "ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 9,
                question: "અલકા દોડીને આવે છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "સામાન્ય કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 10,
                question: "દુઃખમાં ફસાયેલ લોકો ઈશ્વર પાસે ઓવે છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્યકૃદંત", "સામાન્ય કૃદંત"],
                answer: "ભૂતકૃદંત"
            }
        ]
    },
    {
        id: "t15-4",
        name: "Test 4",
        questions: [
            {
                id: 1,
                question: "હર્લિનને બોલવું ગમતું નથી. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["સામાન્ય કૃદંત", "વર્તમાન કૃદંત", "ભવિષ્ય કૃદંત", "ભૂતકૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 2,
                question: "તે પગથી ઊંચકવાનો પ્રયાસ કરે છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["હેત્વર્થ કૃદંત", "વર્તમાન કૃદંત", "ભૂત કૃદંત", "સામાન્ય/વિધ્યર્થ કૃદંત"],
                answer: "સામાન્ય/વિધ્યર્થ કૃદંત"
            },
            {
                id: 3,
                question: "મને પાછા જોવાનું મન ન થયું. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભૂતકૃદંત", "ભવિષ્યકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 4,
                question: "તેઓ ડઝન નાળિયેર બાંધીને લઈ ઓવતા. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "સામાન્ય કૃદંત", "વર્તમાન કૃદંત", "ભૂતકૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 5,
                question: "મે બધુ વાળીને સાફ કર્યું. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["સંબંધક ભૂત કૃદંત", "હેત્વર્થ કૃદંત", "ભૂત કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "સંબંધક ભૂત કૃદંત"
            },
            {
                id: 6,
                question: "મારું રાજસ્થાન આવવું-જવું ચાલતું રહ્યું. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "સંબંધક ભૂતકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 7,
                question: "તેના મુખ પર અણધારેલો ઓનંદ હતો. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો :",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "હેત્વર્થ કૃદંત", "ભવિષ્યકૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 8,
                question: "કાળુએ ન બોલવાના સોગન ખાધા હતા. - રેખાંકિત પદનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "સામાન્ય કૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 9,
                question: "‘બકો ઊભો થયો ને રડવા લાગ્યો.' કૃદંત ઓળખાવો.",
                options: ["ભવિષ્ય કૃદંત", "ભૂત કૃદંત", "વર્તમાન કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "હેત્વર્થ કૃદંત"
            },
            {
                id: 10,
                question: "‘હું પથારીમાં પડયો પડયો વાંચુ છું.' કૃદંત ઓળખાવો.",
                options: ["ભવિષ્ય કૃદંત", "ભૂત કૃદંત", "વર્તમાન કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "ભૂત કૃદંત"
            }
        ]
    },
    {
        id: "t15-5",
        name: "Test 5",
        questions: [
            {
                id: 1,
                question: "પરેશ બોલતો હતો. - રેખાંકિત પદનો કૃદંતના પ્રકાર શાધી જણાવો.",
                options: ["ભૂતકૃદંત", "સામાન્યકૃદંત", "ભવિષ્યકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 2,
                question: "બટકવાડામાં મહાદેવનું મંદિર આવેલ છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાનકૃદંત", "સામાન્ય કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 3,
                question: "હર્લિનને બોલવું ગમતું નથી. - રેખાંકિત પદનો કુદતનો પ્રકાર શોધી જણાવો :",
                options: ["સામાન્યકૃદંત", "વર્તમાનકૃદંત", "ભવિષ્યકૃદંત", "ભૂતકૃદંત"],
                answer: "સામાન્યકૃદંત"
            },
            {
                id: 4,
                question: "કંચને ટાઈમટેબલ બનાવેલ હતું. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "સામાન્યકૃદંત", "ભૂતકૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 5,
                question: "પ્રજવલ ગોધરા આવનાર છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવોઃ",
                options: ["વર્તમાનકૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત", "ભૂતકૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 6,
                question: "ધ્યાના અહીં આવેલ હતી. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાનકૃદંત", "ભવિષ્યકૃદંત", "સામાન્ય કૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 7,
                question: "ભારતી રમવા ગઈ. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["સામાન્ય કૃદંત", "વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "હેત્વર્થ કૃદંત"
            },
            {
                id: 8,
                question: "વિહાનને શિસ્તમાં રહેવાનું છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો",
                options: ["વર્તમાનકુંદત", "ભૂતકૃદંત", "સામાન્ય/વિધ્યર્થ કૃદંત", "ભવિષ્યકૃદંત"],
                answer: "સામાન્ય/વિધ્યર્થ કૃદંત"
            },
            {
                id: 9,
                question: "અલકા દોડીને આવે છે. - રેખાંકિત પદનો કૃદંત પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "સામાન્ય કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 10,
                question: "‘ફાગણમાં વૃક્ષો પરથી સૂરજને ખરતો જોઉં છું.' ખરતો-કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્યકૃદંત", "વર્તમાનકૃદંત"],
                answer: "વર્તમાનકૃદંત"
            }
        ]
    },
    {
        id: "t15-6",
        name: "Test 6",
        questions: [
            {
                id: 1,
                question: "‘માલસમાન જોઈએ ખરીદો' - કૃદંત ઓળખાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "ભૂતકૃદંત", "સામાન્ય કૃદંત", "સબંધંક ભૂતકૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 2,
                question: "‘હસતું મોઢું રાખજો’ કૃદંત ઓળખાવો.",
                options: ["વર્તમાન કૃદંત", "સામાન્ય કૃદંત", "ભૂતકૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 3,
                question: "‘આ કુટેવ તમારે છોડી દેવાની છે.' -કૃદંત ઓળખાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભૂતકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 4,
                question: "કુસંપ સામે લડવાનું છે. 'લડવાનું 'કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્ય કૃદંત", "ભૂતકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 5,
                question: "હું પણ ત્યાં જઈને બેસતો. - આપેલ વાક્યમાંથી કૃદંત શોધી તેનો પ્રકાર લખો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "આજ્ઞાર્થ કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 6,
                question: "'લખવું-વાંચવું એ કઈ કળવણી નથી' - લખવું-વાંચવુ-કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્યકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 7,
                question: "મારી ઉંમર પ્રશ્નો પૂછવા જેટલી થઈ. - નીચે આપેલ વાક્યમાંથી કૃદંત શોધી તેનો પ્રકાર લખો.",
                options: ["વિધ્યર્થ કૃદંત", "ભૂત કૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્યકૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 8,
                question: "‘તે સ્કૂલમાં ચાલીને ગઈ' ચાલીને-કૃદંતનો પ્રકાર જણાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "ભૂતકૃદંત", "ભવિષ્યકૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 9,
                question: "હું એક અદૃશ્ય શક્તિ અને ઉત્સાહથી ઉભારાઈ ગયો હતો. - નીચે આપેલા વાક્યમાંથી કૃદંત શોધી તેનો પ્રકાર લખો.",
                options: ["ભવિષ્યકૃદંત", "આજ્ઞાર્થ કૃદંત", "સંબંધક કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "સંબંધક કૃદંત"
            },
            {
                id: 10,
                question: "'ટાઈમટેબલ બનાવનાર દરેકને મારી સૂચના છે' - 'બનાવનાર' કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્ય કૃદંત", "ભૂત કૃદંત"],
                answer: "ભવિષ્ય કૃદંત"
            }
        ]
    },
    {
        id: "t15-7",
        name: "Test 7",
        questions: [
            {
                id: 1,
                question: "'દાદાની વાતો સાંભળવાની બહુ મજા આવતી’ વાક્યમાંથી કૂદંત શોધી તેનો પ્રકાર લખો.",
                options: ["હેત્વર્થ કૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્યકૃદંત", "સામાન્યકૃદંત"],
                answer: "સામાન્યકૃદંત"
            },
            {
                id: 2,
                question: "સ્વામીજીએ આવીને અહીંના સઘળા, વાતાવરણને પાવન અને સુંદર બનાવી દીધો. - કૃદંતનો પ્રકાર લખો.",
                options: ["હેત્વર્થ કૃદંત", "સંબંધક ભૂત કૃદંત", "ભૂતકૃદંત", "ભવિષ્યકૃદંત"],
                answer: "સંબંધક ભૂત કૃદંત"
            },
            {
                id: 3,
                question: "પહાડોની હારમાળા વચ્ચે દૂર સુધી લહેરાતી નર્મદા દેખાય. - કૃદંતનો પ્રકાર લખો.",
                options: ["ભૂતકૃદંત", "વર્તમાન કૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 4,
                question: "તે કેડ બાંધીને રમે. - કૃદંત શોધી તેનો પ્રકાર લખો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "ભૂતકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 5,
                question: "'રાંધનારો માણસ મોડો આવ્યો' રેખાંકિત કૃદંતનો પ્રકાર ઓળખાવો.",
                options: ["ભવિષ્ય કૃદંત", "ભૂત કૃદંત", "હેત્વર્થ કૃદંત", "સંબંધક ભૂત કૃદંત"],
                answer: "ભવિષ્ય કૃદંત"
            },
            {
                id: 6,
                question: "જૈનો પ્રકાર 'વાન' છે તેને ક્યા પ્રકારનું કૃદંત કહેશો?",
                options: ["સામાન્ય કૃદંત", "હેત્વર્થ કૃદંત", "વર્તમાન કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "ભવિષ્ય કૃદંત"
            },
            {
                id: 7,
                question: "‘ઉગતા સૂરજને સહુ કોઈ પૂજે' કૃદંતનો પ્રકાર જણાવો.",
                options: ["હેત્વર્થ કૃદંત", "ભવિષ્ય કૃદંત", "વર્તમાન કૃદંત", "સંબંધક કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 8,
                question: "કનુભાઈ બપોરે જમતા નથી. - રેખાંકિત પદનો કૃદંતનો પ્રકાશ શોધી જણાવો :",
                options: ["હેત્વર્થ કૃદંત", "ભવિષ્યકૃદંત", "ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 9,
                question: "વધારે રખડનાર સફળ થતો નથી - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત", "સંબંધક ભૂતકૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 10,
                question: "દુઃખમાં ફસાયેલા લોકો ઈશ્વર પાસે આવે છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "વિધ્યર્થ કૃદંત", "સંબંધક"],
                answer: "ભૂતકૃદંત"
            }
        ]
    },
    {
        id: "t15-8",
        name: "Test 8",
        questions: [
            {
                id: 1,
                question: "વિહાનને શિસ્તમાં રહેવાનું છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્ય કૃદંત", "હેત્વર્થ"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 2,
                question: "કામિની ખાવાને મહત્વ આપે છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "હેત્વર્થ કૃદંત"
            },
            {
                id: 3,
                question: "ગૌરવ સાંજે આવનાર હતો. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભવિષ્ય કૃદંત", "ભૂત કૃદંત", "વર્તમાન કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "ભવિષ્ય કૃદંત"
            },
            {
                id: 4,
                question: "મારે ખેતુફળિયા જવાનું છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "હેત્વર્થ કૃદંત", "ભૂત કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 5,
                question: "અક્ષય ચાલતાં-ચાલતાં કોલેજ ગયો. - રેખાંકિત પદના કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "હેત્વર્થકૃદંત", "ભવિષ્યકૃદંત", "ભૂતકૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 6,
                question: "ક્રિશા લખતાં-લખતાં ટીવી જુએ છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતવૃંદત", "વર્તમાન કૃદંત", "ભવિષ્યકૃદંત", "વિદ્યર્થકૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 7,
                question: "મિથુન જમીને ફરવા જતો. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "સંબંધક ભૂતકૂંદત", "હેત્વર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૂંદત"
            },
            {
                id: 8,
                question: "'હસતુ મોઢું રાખજો' - કૃદંત આળખાવો.",
                options: ["વર્તમાન કૃદંત", "સામાન્યકૃદંત", "ભૂતકૃદંત", "ભવિષ્યકૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 9,
                question: "પૂરીઓ વણતા વણતા મેં કહ્યું. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતવૃંદત", "વર્તમાનકૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "વર્તમાનકૃદંત"
            },
            {
                id: 10,
                question: "મેં બધુ વાળીને સાફ કર્યું. - નીચે આપેલ વાકયમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "સંબંધક ભૂતકૃદંત", "વર્તમાન કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            }
        ]
    },
    {
        id: "t15-9",
        name: "Test 9",
        questions: [
            {
                id: 1,
                question: "તું ખાવાનું મોકલનાર કોણ? - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "આજ્ઞાર્થ કૃદંત", "ભવિષ્યકૃદંત", "વિદ્યર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 2,
                question: "હું પણ ત્યાં જઈને બેસતો. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂત કૃદંત", "આજ્ઞાર્થ કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "સંબંધક ભૂત કૃદંત"
            },
            {
                id: 3,
                question: "લખવું વાંચવું એ કંઈ કળવણી નથી. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વિધ્યર્થ કૃદંત", "સંબંધ કૃદંત", "ભવિષ્ય કૃદંત", "વર્તમાન કૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 4,
                question: "મારી ઉંમર પ્રશ્નો પુછવા જેટલી થઈ. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["વિધ્યર્થ કૃદંત", "ભૂત કૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 5,
                question: "ટાઈમ ટેબલ બનાવનાર દરેકને મારી સૂચના છે. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂત કૃદંત", "આજ્ઞાર્થકૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 6,
                question: "મોંઘીનો રડવાનો અવાજ સંભળાય છે. - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "વર્તમાન કૃદંત", "સામાન્ય કૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 7,
                question: "સાંભળનાર કોઈ હતું જ નહિને ! - નીચે આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભવિષ્યકૃદંત", "ભૂતકૃદંત", "હેત્વર્થ કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 8,
                question: "ગીતા બાજુમાં કહેવા પ્રમાણે ગોઠવાય છે. - આપેલ વાક્યમાં રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો :",
                options: ["હેત્વર્થ કૃદંત", "ભૂતકૃદંત", "વિધ્યર્થ કૃદંત", "ભવિષ્ય કૃદંત"],
                answer: "હેત્વર્થ કૃદંત"
            },
            {
                id: 9,
                question: "દાદાની વાતો સાંભળવાની બહુ મજા આવતી. - અહીં આપેલ વાક્યમાં કૃદંતનો પ્રકાર જણાવો :",
                options: ["હેત્વર્થ કૃદંત", "ભૂતકૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "વિધ્યર્થ કૃદંત"
            },
            {
                id: 10,
                question: "‘પહાડોની હારમાળા વચ્ચે દૂર સુધી લહેરાતી નર્મદા દેખાય’. - આપેલ વાક્યમાંથી રેખાંકિત શબ્દનો કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાન કૃદંત", "ભવિષ્ય કૃદંત", "વિધ્યર્થ કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            }
        ]
    },
    {
        id: "t15-10",
        name: "Test 10",
        questions: [
            {
                id: 1,
                question: "‘બહાર મેળો લાગેલો હતો.’ લાગેલો - કૃદંતનો પ્રકાર જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂત કૃદંત", "ભવિષ્ય કૃદંત", "સંબંધક ભૂતકૃદંત"],
                answer: "ભૂત કૃદંત"
            },
            {
                id: 2,
                question: "‘ભણેલી સ્ત્રી સુખમાં ગમ્મત આપે છે’ ભણેલી - કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "સામાન્યકૃદંત", "હેત્વર્થ કૃદંત", "વર્તમાન કૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 3,
                question: "જેનો પ્રકાર 'નાર' કે 'વાન' છે તેને ક્યા પ્રકારનું કૃદંત કહેશો ?",
                options: ["સામાન્ય કૃદંત", "હેત્વર્યકૃદંત", "વર્તમાન કૃદંત", "ભવિષ્યકૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 4,
                question: "મિથુન જમીને ફરવા જતો - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "ભૂતકૃદંત", "સંબંધક ભૂતકૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "સંબંધક ભૂતકૃદંત"
            },
            {
                id: 5,
                question: "બટકવાડામાં મહાદેવનું મંદિર આવેલ છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "વર્તમાન કૃદંત", "સામાન્ય કુદંત", "સંબંધક ભૂતકૃદંત"],
                answer: "ભૂતકૃદંત"
            },
            {
                id: 6,
                question: "વધારે રખડનાર સફળ થતો નથી - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "વિધ્યર્થ કૃદંત", "સંબંધત ભૂતકૂદત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 7,
                question: "પરેશ બોલતો હતો. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["ભૂતકૃદંત", "સામાન્ય કૃદંત", "ભવિષ્યકૃદંત", "વર્તમાન કૃદંત"],
                answer: "વર્તમાન કૃદંત"
            },
            {
                id: 8,
                question: "પ્રજવલ ગોધરા આવનાર છે. - રેખાંકિત પદનો કૃદંતનો પ્રકાર શોધી જણાવો.",
                options: ["સંબંધક ભૂતકૃદંત", "ભવિષ્યકૃદંત", "હેત્વર્થ કૃદંત", "ભૂત કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            },
            {
                id: 9,
                question: "કાળુએ ન બોલવાના સોગન ખાધા હતા. - રેખાંકિત પદનો કુદતનો પ્રકાર શોધી જણાવો.",
                options: ["વર્તમાન કૃદંત", "સંબંધક ભૂતકૃદંત", "ભવિષ્ય કૃદંત", "સામાન્ય કૃદંત"],
                answer: "સામાન્ય કૃદંત"
            },
            {
                id: 10,
                question: "સાંભળનાર કોઈ હતું જ નહીં. - નીચે આપેલ રેખાંકિત પદના કૃદંતનો પ્રકાર જણાવો.",
                options: ["ભૂતકૃદંત", "ભવિષ્યકૃદંત", "વર્તમાન કૃદંત", "હેત્વર્થ કૃદંત"],
                answer: "ભવિષ્યકૃદંત"
            }
        ]
    }
];
